<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <style>
        p {
            text-align: justify;
        }
    </style>
</head>

<body>

    <h3>T&eacute;rminos de uso</h3>
    <p>LEA ESTOS T&Eacute;RMINOS DE USO (LOS &ldquo;<b>T&Eacute;RMINOS</b>&rdquo;) DETENIDAMENTE ANTES DE USAR
        EL
        SITIO WEB O CUALQUIER SERVICIO O PRODUCTO OFRECIDO MEDIANTE EL SITIO WEB</p>
    <h3>Aceptaci&oacute;n de los t&eacute;rminos de uso</h3>
    <p>Estos t&eacute;rminos de uso se celebran entre usted y Mine Best sp. z o.o., una empresa de responsabilidad
        limitada
        debidamente organizada y validada seg&uacute;n las leyes de Polonia en la direcci&oacute;n: ul. Jerzego
        Ficowskiego
        15, 01-747 Varsovia, Polania, ("<b>Empresa</b>", "<b>nosotros</b>" o
        "<b>nuestro</b>").</p>
    <p>Los siguientes t&eacute;rminos y condiciones, junto con cualquier documento que incorporen expresamente por
        referencia (conjuntamente, estos "T&eacute;rminos de uso"), determine su acceso y uso de <a
            href="http://www.bitcoinvault.global">www.bitcoinvault.global</a>, (el "sitio web"), incluyendo la
        aplicaci&oacute;n de escritorio ELECTRUM VAULT y la aplicaci&oacute;n m&oacute;vil GOLD WALLET (cada una, la
        "Aplicaci&oacute;n" y conjuntamente "las Aplicaciones") y acceda a y use cualquiera de estos medios,
        anal&iacute;ticos, contenido, funcionalidad y servicios ofrecidos en o mediante cualquier sitio web y
        aplicaciones,
        y su acceso a y uso de todos y cualquier sitio y servicio relevante.</p>
    <p>El sitio web, las aplicaciones y todos o cualquier otro medio, anal&iacute;ticos, contenido, funcionalidad,
        productos
        y servicios ofrecidos por nosotros o mediante nosotros, son referidos como el "Producto".</p>
    <p>Por favor, lea los T&eacute;rminos de uso detenidamente antes de empezar a usar un Sitio web y cualquier
        Producto. Al
        usar el Sitio web o cualquier Producto (como p. ej. crear o importar una cartera, descargar o ejecutar nuestra
        aplicaci&oacute;n m&oacute;vil o de escritorio, o al visitar nuestro sitio web) o al hacer clic para aceptar los
        T&eacute;rminos de uso cuando esta opci&oacute;n est&eacute; disponible para usted, reconoce que ha
        le&iacute;do,
        entiende y acepta cumplir con estos T&eacute;rminos de uso.</p>
    <p>Puede que cambiemos el formato y el contenido del Sitio web y los Productos de vez en cuando sin previo aviso.
        Cualquiera de estos cambios con respecto a su uso de la aplicaci&oacute;n tendr&aacute;n lugar inmediatamente
        cuando
        se publiquen en nuestro sitio web o en nuestra Aplicaci&oacute;n. Su uso continuado de la Aplicaci&oacute;n
        siguiendo cualquiera de estos cambios significar&aacute; su aceptaci&oacute;n de cumplir con los T&eacute;rminos
        actuales. Se espera que revise esta p&aacute;gina frecuentemente, para que vea cualquier cambio, ya que son
        vinculantes para usted.</p>
    <p>Acepta que su uso de los sitios web y los productos es "tal y como est&aacute;" y "seg&uacute;n est&aacute;
        disponible" y es bajo su riesgo exclusivo. Mientras que intentamos asegurarnos de que toda la informaci&oacute;n
        contenida en los Sitios web y cualquier Producto (otro que cualquier contenido generado por el usuario) sea
        correcto, no es, y no pretende ser, ninguna autoridad o consejo en el que se deba confiar.</p>
    <p>Si no acepta estos T&eacute;rminos o cualquier modificaci&oacute;n a estos T&eacute;rminos, no debe acceder o
        usar el
        Sitio web y cualquier Producto o cualquier aplicaci&oacute;n o acceder o usar cualquier producto.</p>
    <p>El fracaso o retraso por la aplicaci&oacute;n en reforzar o reforzar parcialmente cualquier provisi&oacute;n de
        estos
        T&eacute;rminos no se debe interpretar como una renuncia de cualquier derecho.</p>
    <p>Si tiene cualquier pregunta o comentario sobre estos T&eacute;rminos de uso, env&iacute;enos un mensaje a nuestro
        sitio web en <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> o p&oacute;ngase en
        contacto mediante Facebook, Telegram o Twitter. Si no acepta este Acuerdo o cualquier modificaci&oacute;n a este
        Acuerdo, no deber&iacute;a usar nuestros Servicios.</p>
    <h3>Qui&eacute;n puede usar nuestro Sitio web y cualquier Producto, incluyendo Aplicaciones</h3>
    <p>El Sitio web es ofrecido y est&aacute; disponible para usuarios que tienen la edad legal (i) en Polonia (18
        a&ntilde;os o m&aacute;s) y (ii) en la jurisdicci&oacute;n del usuario o el lugar de residencia. Al usar el
        Sitio
        web y cualquier Producto, representa y garantiza que usted (i) tiene 18 a&ntilde;os o m&aacute;s, (ii) tiene la
        edad
        legal en su jurisdicci&oacute;n o lugar o residencia, (iii) no tiene prohibido el uso del Sitio web y de
        cualquier
        Producto bajo cualquier ley, orden, directiva, regulaci&oacute;n o sanci&oacute;n aplicable y (iii) que usa el
        Sitio
        web y cualquier Producto solamente para fines legales.</p>
    <p>Si usa nuestro Sitio web o los Productos en nombre de una entidad legal, representa y garantiza que: (a) la
        entidad
        legal est&aacute; debidamente organizada y validada bajo las leyes aplicables de la jurisdicci&oacute;n de su
        organizaci&oacute;n; y (b) est&aacute; debidamente autorizada por dicha entidad legal para actuar en su nombre.
    </p>
    <p>Solamente puede usar nuestros Servicios si se permite en las leyes de su jurisdicci&oacute;n. Aseg&uacute;rese de
        que
        estos t&eacute;rminos cumplen con todas las leyes, normas y regulaciones que sean aplicables para usted. Al usar
        la
        aplicaci&oacute;n, representa y garantiza que cumple con todos los requisitos que esbozamos en estos
        T&eacute;rminos. Todav&iacute;a podemos rechazar que ciertas personas accedan o usen las Aplicaciones, sin
        embargo,
        nos reservamos el derecho de cambiar nuestros criterios de elegibilidad en cualquier momento.</p>
    <p>Si no cumple con estos requisitos, no debe acceder o usar el Sitio web y cualquiera de sus Productos.</p>
    <h3>SOBRE LAS APLICACIONES Y SUS RESPONSABILIDADES</h3>
    <p>La Aplicaci&oacute;n es un software que genera direcciones de cartera que puede usar para enviar y recibir tokens
        de
        Bitcoin Vault (&ldquo;BTCV&rdquo;) los ("tokens BTCV"). Debe mantener la informaci&oacute;n de su
        direcci&oacute;n de cartera, frase seed y el acceso a la clave privada
        de
        manera segura. De lo contrario, podr&iacute;a provocar una p&eacute;rdida de control de los tokens BTCV
        asociados
        con la Cartera.</p>
    <p>Las aplicaciones no pueden ayudarle con la recuperaci&oacute;n de la contrase&ntilde;a. Las aplicaciones guardan
        su
        direcci&oacute;n de cartera pero no reciben o guardan su contrase&ntilde;a de la cartera, la clave privada
        encriptada, la clave privada sin encriptar o la frase seed asociada con su cartera. No podemos, por lo tanto,
        ayudarle con la recuperaci&oacute;n de la contrase&ntilde;a de su cartera. No podemos generar una nueva
        contrase&ntilde;a para su cartera si no puede recordar su contrase&ntilde;a original.</p>
    <p>Si no guarda de manera segura o realiza una copia de seguridad de cualquier direcci&oacute;n de cartera o clave
        privada guardadas en su cartera, acepta y reconoce que cualquier token BTCV que tenga asociado con dicha
        direcci&oacute;n de cartera ser&aacute; inaccesible para usted si no tiene su contrase&ntilde;a de cartera.</p>
    <p>Representa y garantiza que cualquier informaci&oacute;n que proporcione a trav&eacute;s de los Productos es
        precisa y
        completa. Acepta y reconoce que no es responsable de cualquier error u omisi&oacute;n que haya realizado en
        conexi&oacute;n con cualquier transacci&oacute;n de token BTCV iniciada a trav&eacute;s de los Productos.
        Recomendamos fuertemente que revise sus datos de transacciones detenidamente antes de que intente transferir
        unos
        tokens BTCV.</p>
    <p>Cuando empieza a usar la Aplicaci&oacute;n debe o bien importar o crear una Cartera para poder usar la
        Aplicaci&oacute;n. Ser&aacute; responsable de mantener la confidencialidad de su clave privada y de la frase
        seed, y
        ser&aacute; totalmente responsable de cualquier actividad que se produzca en su cuenta.</p>
    <p>Acepta notificarnos de inmediato de cualquier uso sin autorizaci&oacute;n de su contrase&ntilde;a, cuenta o
        cualquier
        otra brecha de seguridad, sin embargo no seremos responsables de cualquier p&eacute;rdida o da&ntilde;o que
        surja de
        su fallo de cumplir con esto. Cuando cree una Cartera, le recomendamos que tome precauciones para evitar la
        p&eacute;rdida de acceso y/o control de su Cartera.</p>
    <p>Debe asegurarse de que tiene un saldo adecuado en su Cartera y/o gas para completar las transacciones antes de
        iniciar su transacci&oacute;n. Reconoce y acepta que no seremos responsables de cualquier error en las
        transacciones
        debido a fondos o gas insuficiente asociado con su cuenta de la Cartera.</p>
    <p>Es su responsabilidad determinar qu&eacute;, si hay alguna, tasa que se aplique a las transacciones que ha
        enviado
        datos de transacciones a trav&eacute;s de los Productos, y es su responsabilidad informar y remitir el impuesto
        correcto para la autoridad fiscal adecuada. Acepta que no somos responsables para determinar si hay tasas
        aplicables
        a sus transacciones BTCV para recoger, informar, retener o remitir cualquier tasa de las transacciones
        relacionadas
        con tokens BTCV.</p>
    <p>Si, en la medida de lo permitido por la Aplicaci&oacute;n, concede su permiso expreso a terceras partes a acceder
        o
        conectarse a su cuenta Wallet, ya sea a trav&eacute;s del producto de terceras partes o mediante la
        Aplicaci&oacute;n, reconoce que conceder el permiso a una tercera parte para realizar acciones
        espec&iacute;ficas en
        su nombre no le exime de su responsabilidad bajo estos T&eacute;rminos. Es totalmente responsable de todos los
        actos
        u omisiones de cualquier tercera parte con acceso a su cuenta de cartera.</p>
    <p>Es responsable de:</p>
    <ol type="i">
        <li>Realizar los arreglos necesarios para que tenga acceso al Sitio Web y a cualquier Producto;</li>
        <li>Asegurarse de que cualquier persona que accede a los Sitios web y a los Productos mediante su
            conexi&oacute;n de
            internet conoce estos T&eacute;rminos y los cumplir&aacute;.</li>
    </ol>
    <p>Para acceder a un Sitio web o algunos de los recursos que ofrece, puede que le pidan que proporcione ciertos
        datos de
        registro u otra informaci&oacute;n. Es una condici&oacute;n de su uso del Sitio web que toda la
        informaci&oacute;n
        que proporcione en el Sitio web sea correcta, actual y completa. Acepta que toda la informaci&oacute;n que
        proporcione para registrarse usando un Sitio web o de otro modo, incluyendo, pero no limitado a, usar cualquier
        funci&oacute;n interactiva en el Sitio web, se rige por nuestra Pol&iacute;tica de Privacidad y que consiente
        que
        todas las acciones que tengan lugar en lo que respecta a su informaci&oacute;n sean consistentes con nuestra
        Pol&iacute;tica de Privacidad.</p>
    <p>Deber&iacute;a ir con cuidado al introducir informaci&oacute;n personal en los Sitios web en un ordenador
        p&uacute;blico o compartido, para que los otros no puedan ver o grabar su informaci&oacute;n personal.</p>
    <h3>Derechos de autor y licencia</h3>
    <p>Los Sitios web y cualquier Producto y todos sus contenidos, funciones y funcionalidad (incluyendo pero no
        limitado a
        toda la informaci&oacute;n, software, texto, im&aacute;genes, v&iacute;deo y audio, y el dise&ntilde;o,
        selecci&oacute;n y arreglos), son propiedad nuestra, nuestros licenciadores u otros proveedores de estos
        materiales
        y est&aacute;n protegidos por derechos de autor, marcas registrados, patentes, secretos comerciales y otra
        propiedad
        intelectual o leyes de derechos de propiedad.</p>
    <p>No debe reproducir, distribuir, modificar, crear trabajos derivados de, mostrar p&uacute;blicamente, ejecutar
        p&uacute;blicamente, reeditar, descargar, guardar o transmitir ninguno de estos materiales en nuestros Sitios
        web y
        cualquier Producto, a excepci&oacute;n de los siguientes:</p>
    <ol type="i">
        <li>Su ordenador puede guardar temporalmente copias de dichos materiales en RAM de manera accidental para que
            acceda
            y vea estos materiales.</li>
        <li>Puede guardar archivos que son almacenadas en cach&eacute; autom&aacute;ticamente por su navegador Web para
            poder verlos mejor.</li>
        <li>Puede imprimir o descargar una copia de un n&uacute;mero razonable de p&aacute;ginas del Sitio web para su
            uso
            personal y no comercial y no se permite la reproducci&oacute;n adicional, publicaci&oacute;n o
            distribuci&oacute;n.</li>
    </ol>
    <p>Si proporcionamos aplicaciones de escritorio, m&oacute;viles u otras aplicaciones para descargar, puede descargar
        una
        sola copia en su ordenador o en su dispositivo m&oacute;vil solamente para su uso personal, nocomercial, siempre
        que
        acepte su vinculaci&oacute;n por nuestro usuario final al acuerdo de licencia de estas aplicaciones.</p>
    <p>No debe:</p>
    <ol type="i">
        <li>Modificar copias de ning&uacute;n material de esta web.</li>
        <li>Eliminar o alterar ning&uacute;n derecho de autor, marca registrada u otros derechos de propiedad de copias
            o
            materiales de la web.</li>
        <li>Acceder o usar para fines comerciales cualquier parte del Sitio web o cualquier servicio o material
            disponible a
            trav&eacute;s del Sitio web y ning&uacute;n Producto.</li>
    </ol>
    <p>Si quiere usar los materiales del Sitio web o cualquier Producto que no aparezca en esta secci&oacute;n,
        p&oacute;ngase en contacto con: <a href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a></p>
    <p>Si imprime, copia, modifica, descarga o de alg&uacute;n otro modo usa o proporciona a otra persona el acceso a
        cualquier parte de los Sitios web y cualquier Producto que incumpla estos t&eacute;rminos, cesar&aacute; su
        derecho
        de usar los Sitios web y cualquier Producto cesar&aacute; inmediatamente, y deber&aacute;, cuando lo decidamos,
        devolver o destruir cualquier copia de materiales que tenga. Ning&uacute;n derecho, t&iacute;tulo o
        inter&eacute;s
        en o de los Sitios web o cualquier Producto o cualquier contenido en el Sitio web o cualquier Producto es
        transferido a usted, y todos los derechos no concedidos expresamente son reservados para nosotros. Cualquier uso
        de
        los Sitios web que no est&eacute; expresamente permitidos por estos T&eacute;rminos de uso es un incumplimiento
        de
        estos T&eacute;rminos de uso y puede violar los derechos de autor, marcas registrados y otras leyes.</p>
    <p>Como usuario de los Productos, le concedemos una licencia limitada, personal, no comercial, no exclusiva, no
        transferible y revocable para usar la Aplicaci&oacute;n.</p>
    <p>Al usar nuestros Productos, no debe:</p>
    <ol type="i">
        <li>Usar nuestros Productos par incumplir la ley.</li>
        <li>Usar o intentar usar la Cartera de otro usuario sin autorizaci&oacute;n o usar nuestros Productos de un modo
            que
            pueda interferir, interrumpir, afectar de manera negativa o impedir que otros usuarios puedan disfrutar de
            ellos
            totalmente.</li>
        <li>Distribuir cualquier virus u otro c&oacute;digo inform&aacute;tico da&ntilde;ino mediante nuestra
            Aplicaci&oacute;n.</li>
        <li>Realizar cualquier acci&oacute;n que pueda suponer una carga desproporcionadamente grande o poco razonable
            en la
            infraestructura de nuestros proveedores de terceros-</li>
        <li>Intentar evitar nuestra seguridad (no debe desviar, circunvalar o intentar bypass o circunvalar cualquier
            medida
            que podamos usar para prevenir o restringir el acceso a los Productos incluyendo, pero no limitado a, otras
            cuentas, sistemas inform&aacute;ticos, o redes conectadas con los Productos).</li>
    </ol>
    <p>Cualquier uso de la Aplicaci&oacute;n que no sea el autorizado espec&iacute;ficamente en estos T&eacute;rminos,
        sin
        nuestro permiso escrito anterior, est&aacute; estrictamente prohibido y terminar&aacute; su licencia para usar
        la
        Aplicaci&oacute;n.</p>
    <h3>LIMITACI&Oacute;N DE LA RESPONSABILIDAD Y EXENCI&Oacute;N DE GARANT&Iacute;AS</h3>
    <p>La informaci&oacute;n presentada en o a trav&eacute;s de los Sitios web y cualquier Producto est&aacute;
        disponible
        solamente para fines de informaci&oacute;n general. No garantizamos la precisi&oacute;n, integridad o utilidad
        de
        esta informaci&oacute;n. Cualquier confianza que deposite en esta informaci&oacute;n es solamente bajo su propio
        riesgo. Renunciamos a toda responsabilidad que pueda surgir de cualquier confianza depositada en estos
        materiales de
        su parte o de cualquier otro visitante de los Sitios web, o por cualquier que no est&eacute; informado de sus
        contenidos.</p>
    <p>Los Sitios web y cualquier Producto pueden incluir contenido proporcionado por terceras partes, incluyendo
        materiales
        proporcionados por otros usuarios, blogeros y licenciaros de terceras partes, distribuidores, agregadores y/o
        servicios de informaci&oacute;n. Todas las afirmaciones y/o opiniones expresadas en estos materiales y todos los
        art&iacute;culos y respuestas a las preguntas y otros contenidos, que no sea el contenido proporcionado por la
        Empresa, son solamente opiniones y la responsabilidad de la persona o entidad que proporciona estos materiales.
        Estos materiales no reflejan necesariamente la opini&oacute;n de la Empresa. No somos responsables ante usted, o
        ante cualquier tercera parte, de cualquier contenido o precisi&oacute;n de los materiales proporcionados por
        terceras partes.</p>
    <p>Los Sitios web y los Productos no son de ninguna manera parte destinada a constituir o formar la base de
        cualquier
        consejo (profesional o de otro modo) o a usarse en, o en relaci&oacute;n a cualquier inversi&oacute;n u otra
        decisi&oacute;n o transacci&oacute;n. No aceptamos ninguna responsabilidad (independientemente de c&oacute;mo
        pueda
        surgir) por cualquier reclamaci&oacute;n o p&eacute;rdida que pueda surgir de:</p>
    <ul>
        <li>cualquier consejo dado;</li>
        <li>cualquier inversi&oacute;n u otra decisi&oacute;n tomada; o</li>
        <li>cualquier transacci&oacute;n hecha o efectuada;</li>
    </ul>
    <p>En base a, o basado en, cualquier informaci&oacute;n en los Sitios web o en cualquiera de los Productos, tampoco
        aceptamos ninguna responsabilidad que pueda surgir de cualquier otro uso o, en base a, los Productos.</p>
    <p>Tampoco suscribimos ninguno de estos t&eacute;rminos o realizamos cualquier representaci&oacute;n de la
        precisi&oacute;n, integridad, moneda, exactitud, veracidad, exhaustividad, calidad, aptitud para el fin u
        originalidad de ning&uacute;n contenido de los Sitios web y los Productos y, en la m&aacute;xima
        extensi&oacute;n
        permitida por la ley, todas las garant&iacute;as implicadas, condiciones u otros t&eacute;rminos de cualquier
        tipo
        que queden excluidos. En la mayor medida posible seg&uacute;n lo permitido por la ley, no aceptamos ninguna
        responsabilidad de cualquier p&eacute;rdida o da&ntilde;o de ning&uacute;n tipo que tenga resultado del uso por
        su
        parte o por cualquier otra persona de estos Sitios web y el Producto basado en su contenido.</p>
    <p>No podemos y no garantizamos que ning&uacute;n contenido del Sitio web y ning&uacute;n Producto sea libre de
        virus
        y/u otro c&oacute;digo que pueda tener elementos destructivos o contaminantes. Es su responsabilidad implementar
        las
        protecciones de seguridad TI adecuadas (incluyendo el antivirus y otros controles de seguridad) para satisfacer
        sus
        requisitos para la seguridad y fiabilidad del contenido.</p>
    <p>Nos exime de cualquier responsabilidad relacionada con p&eacute;rdidas, da&ntilde;os o reclamaciones que puedan
        surgir de:</p>
    <ol type="a">
        <li>errores de usuarios como contrase&ntilde;as olvidadas, transacciones realizadas de manera incorrecta o
            direcciones BTCV escritas incorrectamente;</li>
        <li>fallo del servidor o p&eacute;rdida de datos;</li>
        <li>acceso no autorizado a su Cartera a trav&eacute;s de la Aplicaci&oacute;n;</li>
        <li>errores u otros errores en el software de la aplicaci&oacute;n; y</li>
        <li>cualquier actividad de terceros no autorizada, incluyendo, pero no limitado a, el uso de virus, phishing, la
            fuerza bruta u otros medios para atacar la Aplicaci&oacute;n.</li>
    </ol>
    <p>No realizamos ninguna representaci&oacute;n en relaci&oacute;n al contenido de terceras partes contenido o al que
        se
        pueda acceder mediante nuestros Productos. Cualquier otro t&eacute;rmino, condici&oacute;n, garant&iacute;a o
        representaci&oacute;n asociado con dicho contenido, es solamente entre usted y dichas organizaciones y/o
        personas.
    </p>
    <h3>Descargo de responsabilidad</h3>
    <p>Entiende que no podemos garantizar que los archivos disponibles para descargar de internet o de los Sitios web
        est&eacute;n libres de virus u otro c&oacute;digo destructivo. Usted es responsable de implementar los
        procedimientos suficientes y los controles para satisfacer sus requisitos particulares para protecci&oacute;n
        antivirus y precisi&oacute;n de los datos de entrada y salida, y para mantener un medio externo para nuestro
        sitio
        para cualquier reconstrucci&oacute;n o p&eacute;rdida de datos.</p>
    <p>NO SEREMOS RESPONSABLES DE CUALQUIER P&Eacute;RDIDA O DA&Ntilde;O PROVOCADO POR UN ATAQUE DE DENEGACI&Oacute;N DE
        SERVICIO, VIRUS U OTRO MATERIAL DA&Ntilde;INO TECNOL&Oacute;GICAMENTE QUE PUEDA INFECTAR SU EQUIPO
        INFORM&Aacute;TICO, PROGRAMAS INFORM&Aacute;TICOS, DATOS U OTRO MATERIAL DE PROPIEDAD DEBIDO A SU USO DEL SITIO
        WEB
        O CUALQUIER OTRO SERVICIO O ELEMENTOS OBTENIDOS MEDIANTE CUALQUIER SITIO WEB O AL DESCARGAR CUALQUIER MATERIAL
        PUBLICADO EN &Eacute;L, O CUALQUIER SITIO WEB VINCULADO. SU USO DE LOS SITIOS WEB, SU CONTENIDO Y CUALQUIER
        SERVICIO
        O ELEMENTO OBTENIDO MEDIANTE LOS SITIOS WEB ES BAJO SU PROPIO RIESGO. EL SITIO WEB, SU CONTENIDO Y CUALQUIER
        SERVICIO O ELEMENTOS OBTENIDOS MEDIANTE LOS SITIOS WEB SON PROPORCIONADOS "TAL Y C&Oacute;MO EST&Aacute;N" Y
        "SEG&Uacute;N DISPONIBILIDAD", SIN GARANT&Iacute;AS DE NING&Uacute;N TIPO, EXPRESAS O IMPL&Iacute;CITAS. NI LA
        EMPRESA NI NINGUNA PERSONA ASOCIADA CON LA EMPRESA REALIZAN NINGUNA GARANT&Iacute;A O REPRESENTACI&Oacute;N EL
        LO
        QUE RESPECTA A LA INTEGRIDAD, SEGURIDAD, FIABILIDAD, CALIDAD, PRECISI&Oacute;N O DISPONIBILIDAD DE LOS SITIOS
        WEB.
        SIN LIMITAR LO ANTERIOR, NI LA EMPRESA, NI NADIE RELACIONADO O ASOCIADO CON LA EMPRESA REPRESENTA O GARANTIZA
        QUE
        CUALQUIERA DE NUESTROS SITIOS WEB, SU CONTENIDO O CUALQUIER SERVICIO O ELEMENTOS OBTENIDOS MEDIANTE EL SITIO WEB
        SER&Aacute;N PRECIOSOS, DE CONFIANZA, LIBRES DE ERRORES O ININTERRUMPIDOS, QUE LOS DEFECTOS SE
        CORREGIR&Aacute;N,
        QUE NUESTRO SITIO WEB O EL SERVIDOR QUE HACE QUE EST&Eacute; DISPONIBLE EST&Eacute; LIBRE DE VIRUS U OTROS
        COMPONENTES DA&Ntilde;INOS O QUE DICHA WEB O CUALQUIER SERVICIO O ELEMENTOS OBTENIDOS MEDIANTE EL SITIO WEB
        CUMPLIR&Aacute;N DE OTRO MODO CON NUESTROS NECESIDADES O EXPECTATIVAS.</p>
    <p>LA EMPRESA POR LA PRESENTE RENUNCIA A CUALQUIER RESPONSABILIDAD DE CUALQUIER TIPO, YA SEA EXPRESA O
        IMPL&Iacute;CITA,
        LEGAL O DE OTRO MODO, INCLUIDO PERO NO LIMITADO A GARANT&Iacute;AS DE COMERCIABILIDAD, NO INCUMPLIMIENTO Y
        ADECUACI&Oacute;N PARA UN FIN PARTICULAR.</p>
    <p>ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSI&Oacute;N DE GARANT&Iacute;AS O LIMITACIONES EN LA DURACI&Oacute;N
        DE
        GARANT&Iacute;AS IMPL&Iacute;CITAS, AS&Iacute; QUE LOS ANTERIORES DESCARGOS DE RESPONSABILIDAD PUEDE QUE NO SEAN
        APLICABLES PARA USTED TOTALMENTE, PERO APLICAN EN LA M&Aacute;XIMA EXTENSI&Oacute;N PERMITIDA DE LA LEY
        APLICABLE.
    </p>
    <h3>Limitaci&oacute;n de la responsabilidad</h3>
    <p>EN NINGUNA CIRCUNSTANCIA LA EMPRESA, SUS AFILIADOS O SUS LICENCIANTES, PROVEEDORES DE SERVICIOS, TRABAJADORES,
        AGENTES, EJECUTIVOS O DIRECTORES SER&Aacute;N RESPONSABLES DE DA&Ntilde;OS DE NING&Uacute;N TIPO, BAJO NINGUNA
        TEOR&Iacute;A LEGAL, QUE PUEDAN SURGIR EN CONEXI&Oacute;N CON SU USO, O INHABILIDAD DE USAR, CUALQUIERA DE
        NUESTROS
        SITIOS WEB O CUALQUIER SITIO WEB VINCULADO A &Eacute;L, CUALQUIER CONTENIDO EN LOS SITIOS WEB U OTROS SITIOS WEB
        O
        CUALQUIER SERVICIO O ELEMENTOS OBTENIDOS MEDIANTE NUESTRO SITIO WEB U OTROS SITIOS WEB, INCLUYENDO CUALQUIER
        DA&Ntilde;O DIRECTO, INDIRECTO, ESPECIAL, ACCIDENTAL, RESULTANTE O PUNITIVO, INCLUYENDO PERO NO LIMITADO A,
        DA&Ntilde;OS PERSONALES, DOLOR Y SUFRIMIENTO, ANGUSTIA EMOCIONAL, PERDIDA DE INGRESOS, PERDIDA DE BENEFICIOS O
        AHORROS ANTICIPADOS, PERDIDA DE USO, PERDIDA DE FONDO DE COMERCIO, PERDIDA DE DATOS Y SI HA SIDO PROVOCADO POR
        DELITO (INCLUYENDO NEGLIGENCIA), INCUMPLIMIENTO DEL CONTRATO O DE OTRO MODO, INCLUSO SI ES PREVISIBLE. LO
        ANTERIOR
        NO AFECTA NINGUNA RESPONSABILIDAD QUE NO PUEDA SER EXCLUIDA O LIMITADA BAJO LA LEY APLICABLE (QUE PUEDE INCLUIR
        FRAUDE).</p>
    <p>LA EMPRESA NO SER&Aacute; RESPONSABLE DE NINGUNA P&Eacute;RDIDA O DA&Ntilde;O QUE PUEDA SURGIR DEL USO DE SU
        CUENTA
        POR USTED O POR CUALQUIER TERCERA PARTE (EST&Eacute; AUTORIZADO PARA ELLO O NO) INCLUYENDO, PERO NO LIMITADO A
        ATAQUES CIBERN&Eacute;TICOS, ACCESO NO AUTORIZADO POR NINGUNA TERCERA PARTE.</p>
    <h3>Compensaci&oacute;n</h3>
    <p>Acepta defender, compensar y liberar de toda responsabilidad la Empresa, los afiliados, licenciantes y
        proveedores de
        servicios y sus respectivos ejecutivos, directores, trabajadores, contratistas, agentes, licenciantes,
        proveedores,
        sucesores y causahabientes de cualquier reclamaci&oacute;n, responsabilidad, da&ntilde;os, sentencias, fallos,
        perdidas, costes, gastos o impuestos (incluyendo los honorarios del abogado) que puedan surgir o est&eacute;n
        relacionados con la violaci&oacute;n de estos T&eacute;rminos de uso o su uso de cualquier Sitio web o cualquier
        Producto, incluyendo, pero no limitado, a cualquier uso del contenido del Sitio web, servicios y productos otros
        que
        los expresamente autorizados en estos T&eacute;rminos de uso o su uso de cualquier informaci&oacute;n obtenida
        de
        cualquiera de estos sitios web.</p>
    <h3>LIMITACI&Oacute;N DEL TIEMPO EN LAS RECLAMACIONES</h3>
    <p>Acepta que cualquier reclamaci&oacute;n que pueda surgir o est&eacute; relacionada con su relaci&oacute;n con
        nosotros debe presentarse en el per&iacute;odo de un a&ntilde;o despu&eacute;s de que surja esta
        reclamaci&oacute;n,
        de otro modo, su reclamaci&oacute;n ser&aacute; excluida para siempre.</p>
    <h3>LEGISLACI&Oacute;N APLICABLE</h3>
    <p>No importa donde est&eacute; ubicado, las leyes de Polonia regir&aacute;n estos T&eacute;rminos y relaciones con
        las
        partes como si hubiera firmado estos T&eacute;rminos en Polonia, sin tener en cuenta los conflictos de normas
        jur&iacute;dicas en Polonia. Si cualquiera de estas provisiones en los T&eacute;rminos son inconsistentes con
        cualquier ley aplicable, estas provisiones ser&aacute;n remplazadas, o modificadas solamente en la medida en que
        estas provisiones sean inconsistentes. Las partes aceptan presentar a la corte en Polonia para una
        jurisdicci&oacute;n exclusiva de cualquier disputa que pueda surgir o est&eacute; relacionada con su uso de
        Productos o su incumplimiento de estos T&eacute;rminos. Usted renuncia a cualquier objeci&oacute;n basada en la
        falta de jurisdicci&oacute;n personal, lugar de residencia, sede inadecuada o "forum non conveniens" en
        cualquiera
        de dichas acciones.</p>
    <h3>TERMINACI&Oacute;N</h3>
    <p>En el caso de terminaci&oacute;n relacionada con su licencia para usar la Aplicaci&oacute;n, sus obligaciones en
        lo
        que respecta a estos T&eacute;rminos seguir&aacute; activa. Su acceso a los fondos en su Cartera despu&eacute;s
        de
        la terminaci&oacute;n depender&aacute; de su acceso a su copia de respaldo de su direcci&oacute;n de Cartera y
        clave
        privada.</p>
    <h3>DISCONTINUACI&Oacute;N DE LOS SERVICIOS</h3>
    <p>Podemos, bajo su &uacute;nica discreci&oacute;n y sin ning&uacute;n coste para usted, con o sin aviso previo, en
        cualquier momento, modificar o interrumpir, temporalmente o permanentemente cualquier porci&oacute;n de nuestros
        Productos. Solamente usted es responsable de guardar fuera de los Productos una copia de seguridad de la
        direcci&oacute;n de Cartera y tecla privada que guardar&aacute; en su Cartera. Mantener una copia de seguridad
        externa de cualquier direcci&oacute;n de Cartera y pares de tarjeta privados asociados con su Cartera que le
        permitir&aacute; que pueda acceder a la red Etherum donde su cartera est&aacute; segura. Esta copia de seguridad
        permitir&aacute; al usuario restaurar completamente su Cartera en cualquier momento sin costo o p&eacute;rdida
        de
        los tokens BTCV del usuario. Si no tiene una copia de seguridad de los datos de su Cartera fuera de los
        Productos,
        no podr&aacute; acceder a los tokens BTCV asociados con su Cartera. No nos responsabilizamos de cualquier
        perdida de
        tokens BTCV en el caso que discontinuemos o amorticemos los Productos.</p>
    <h3>SIN EXENCI&Oacute;N</h3>
    <p>El hecho de que no ejerzamos o cumplamos cualquier derecho, autoridad, o privilegio bajo estos T&eacute;rminos no
        se
        considerar&aacute; como una renuncia al mismo y ning&uacute;n ejercicio parcial o singular de cualquiera de esos
        derechos, poderes o privilegios impedir&aacute; que vuelvan a ejercerse en el futuro ni tampoco el ejercicio de
        cualquier otro.</p>
    <h3>EXENCI&Oacute;N Y DIVISIBILIDAD</h3>
    <p>Ninguna exenci&oacute;n de la empresa de cualquier t&eacute;rmino o condici&oacute;n expuesto en estos
        T&eacute;rminos debe ser considerado como una renuncia posterior o continuada de dichos t&eacute;rminos o
        condiciones o una exenci&oacute;n de cualquier otro t&eacute;rmino o condici&oacute;n, y el fallo de la empresa
        de
        mantener un derecho o provisi&oacute;n bajo estos T&eacute;rminos no debe constituir una exenci&oacute;n de
        estos
        derechos o provisi&oacute;n. Si resulta que cualquier parte de estos T&eacute;rminos es inv&aacute;lida, nula o
        por
        cualquier raz&oacute;n inv&aacute;lida, ese t&eacute;rmino ser&aacute; considerado desasociado e limitado o
        eliminado en la m&iacute;nima medida necesaria. La limitaci&oacute;n o eliminaci&oacute;n del t&eacute;rmino no
        afectar&aacute; ning&uacute;n otro.</p>
    <h3>FUERZA MAYOR</h3>
    <p>No seremos responsables de cualquier retraso, fallo en la ejecuci&oacute;n, o interrupci&oacute;n del servicio
        que
        resulte directa o indirectamente de cualquier causa o condici&oacute;n m&aacute;s all&aacute; de nuestro control
        razonable, incluyendo pero no limitado a: cualquier retraso o fallo debido a cualquier acto de Dios, acto civil
        o
        autoridades militares, acto de terrorismo, disturbios civiles, guerra, huelgas u otro conflicto laboral, fuego,
        interrupci&oacute;n en telecomunicaciones o servicios de Internet o servicios de proveedores de red, fallo en el
        equipo y/o software, otra cat&aacute;strofe o cualquier otro ocurrencia que escape de nuestro control razonable
        y
        que no afecte la validez y aplicabilidad de cualquier provisi&oacute;n restante.</p>
    <h3>ASIGNACI&Oacute;N </h3>
    <p>Acepta que podemos asignarle cualquier derecho y/o transferir, subcontractar o delegar cualquiera de nuestras
        obligaciones bajo estos T&eacute;rminos. Su acuerdo de estos T&eacute;rminos es personal para usted y no debe
        transferir o asignarlo a ninguna tercera parte.</p>
    <h3>TODO EL ACUERDO</h3>
    <p>Los t&eacute;rminos constituyen el acuerdo entero y exclusivo entre usted y nosotros en lo que respecta al Sitio
        web
        y los Productos y sustituye todos los acuerdos anteriores y contempor&aacute;neos, entendimientos,
        representaciones
        y garant&iacute;as tanto escritos como oral, en la que respecta al Sitio web.</p>

</body>

</html>