<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <style>
        p {
            text-align: justify;
        }
    </style>
</head>

<body>
    <h3>Termos de Utiliza&ccedil;&atilde;o</h3>
    <p>LEIA CUIDADOSAMENTE OS PRESENTES TERMOS DE UTILIZA&Ccedil;&Atilde;O (OS "<b>TERMOS</b>") ANTES DE
        UTILIZAR
        O WEBSITE OU QUAISQUER SERVI&Ccedil;OS OU PRODUTOS OFERECIDOS ATRAV&Eacute;S DO WEBSITE</p>
    <h3>Aceita&ccedil;&atilde;o dos Termos de Utiliza&ccedil;&atilde;o</h3>
    <p>Os presentes termos de utiliza&ccedil;&atilde;o s&atilde;o celebrados entre si e Mine Best sp. z o.o., uma
        sociedade
        an&oacute;nima devidamente organizada e registada sob as leis da Pol&oacute;nia, com o endere&ccedil;o: ul.
        Jerzy
        Ficowski 15, 01-747 Vars&oacute;via, Pol&oacute;nia, ("<b>Empresa</b>", "<b>n&oacute;s</b>"
        ou
        "<b>nos</b>").</p>
    <p>Os seguintes termos e condi&ccedil;&otilde;es, juntamente com quaisquer documentos que incorporem expressamente
        por
        refer&ecirc;ncia (em conjunto, estes "Termos de Utiliza&ccedil;&atilde;o"), regem o seu acesso e
        utiliza&ccedil;&atilde;o de <a href="http://www.bitcoinvault.global">www.bitcoinvault.global</a>, (o "Website"),
        incluindo a aplica&ccedil;&atilde;o para computadores associada ELECTRUM VAULT e a aplica&ccedil;&atilde;o para
        dispositivos m&oacute;veis GOLD WALLET (cada uma, a "Aplica&ccedil;&atilde;o" e em conjunto, as
        "Aplica&ccedil;&otilde;es") e o seu acesso e utiliza&ccedil;&atilde;o de quaisquer meios de
        comunica&ccedil;&atilde;o, an&aacute;lises, conte&uacute;dos, funcionalidades e servi&ccedil;os oferecidos em ou
        atrav&eacute;s de qualquer um dos Website e Aplica&ccedil;&otilde;es e o seu acesso e utiliza&ccedil;&atilde;o
        de
        todos e quaisquer sites e servi&ccedil;os relacionados.</p>
    <p>O Website, as Aplica&ccedil;&otilde;es, bem como todos e quaisquer outros meios, an&aacute;lises,
        conte&uacute;dos,
        funcionalidades, produtos e servi&ccedil;os oferecidos por n&oacute;s ou atrav&eacute;s de n&oacute;s,
        s&atilde;o
        referidos como o "Produto".</p>
    <p>Leia atentamente os Termos de Utiliza&ccedil;&atilde;o antes de come&ccedil;ar a utilizar um Website e qualquer
        Produto. Ao utilizar o Website ou qualquer Produto (como, por exemplo, criar ou importar uma carteira,
        descarregar
        ou executar a nossa aplica&ccedil;&atilde;o para computadores ou dispositivos m&oacute;veis ou visitar o nosso
        Website) ou ao clicar para aceitar ou concordar com os Termos de Utiliza&ccedil;&atilde;o quando esta
        op&ccedil;&atilde;o lhe for disponibilizada, est&aacute; a reconhecer que leu, compreendeu e concordou em
        cumprir e
        respeitar os presentes Termos de Utiliza&ccedil;&atilde;o.</p>
    <p>Podemos alterar o formato e o conte&uacute;do dos Websites e dos Produtos ocasionalmente sem aviso pr&eacute;vio.
        Quaisquer altera&ccedil;&otilde;es relativamente &agrave; sua utiliza&ccedil;&atilde;o da
        Aplica&ccedil;&atilde;o
        ter&atilde;o efeito imediato quando publicadas no nosso Website ou na nossa Aplica&ccedil;&atilde;o. Se
        continuar a
        utilizar a Aplica&ccedil;&atilde;o ap&oacute;s qualquer altera&ccedil;&atilde;o, isso significa que concorda em
        cumprir os Termos atuais. Espera-se que verifique esta p&aacute;gina frequentemente, para que esteja ciente de
        quaisquer altera&ccedil;&otilde;es, pois t&ecirc;m car&aacute;ter vinculativo.</p>
    <p>Concorda que a sua utiliza&ccedil;&atilde;o dos Websites e dos Produtos &eacute; realizada numa base de "como
        est&aacute;" e "conforme dispon&iacute;vel" e &eacute; da sua exclusiva responsabilidade. Embora tentemos
        garantir
        que toda a informa&ccedil;&atilde;o contida nos Websites e em quaisquer Produtos (que n&atilde;o qualquer
        conte&uacute;do gerado pelo utilizador) esteja correta, n&atilde;o &eacute;, nem se destina a ser, qualquer
        autoridade ou conselho em que se deva confiar.</p>
    <p>Se n&atilde;o concordar com os presentes Termos ou quaisquer modifica&ccedil;&otilde;es aos mesmos, n&atilde;o
        dever&aacute; aceder ou utilizar o Website e quaisquer Produtos ou qualquer Aplica&ccedil;&atilde;o ou aceder ou
        utilizar qualquer Produto.</p>
    <p>O n&atilde;o cumprimento ou atraso por parte da Aplica&ccedil;&atilde;o na execu&ccedil;&atilde;o ou
        execu&ccedil;&atilde;o parcial de qualquer disposi&ccedil;&atilde;o dos presentes Termos n&atilde;o deve ser
        interpretado como uma ren&uacute;ncia a quaisquer direitos.</p>
    <p>Se tiver quaisquer d&uacute;vidas ou coment&aacute;rios relacionados com os presentes Termos de
        Utiliza&ccedil;&atilde;o, envie-nos uma mensagem no nosso Website em <a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> ou contacte-nos atrav&eacute;s do
        Facebook, Telegram ou Twitter. Se n&atilde;o concordar com o presente Contrato ou com quaisquer
        modifica&ccedil;&otilde;es ao mesmo, n&atilde;o dever&aacute; utilizar os nossos Servi&ccedil;os.</p>
    <h3>Quem pode utilizar o nosso Website e qualquer Produto, incluindo Aplica&ccedil;&otilde;es</h3>
    <p>O Website &eacute; oferecido e disponibilizado aos utilizadores que sejam maiores de idade (i) na Pol&oacute;nia
        (18
        anos ou mais) e (ii) na jurisdi&ccedil;&atilde;o ou local de resid&ecirc;ncia dos mesmos. Ao utilizar o Website
        e
        quaisquer Produtos, declara e garante que (i) tem 18 anos de idade ou mais, (ii) &eacute; maior de idade na sua
        jurisdi&ccedil;&atilde;o ou local ou resid&ecirc;ncia, (iii) n&atilde;o est&aacute; impedido de utilizar o
        Website e
        quaisquer Produtos sob qualquer lei, ordem, diretiva, regulamento ou lista de san&ccedil;&otilde;es
        aplic&aacute;veis e (iii) est&aacute; a utilizar o Website e quaisquer Produtos apenas para um prop&oacute;sito
        legal.</p>
    <p>Se estiver a utilizar o nosso Website ou Produtos em nome de uma entidade legal, declara e garante que: (a) a
        entidade legal est&aacute; devidamente organizada e registada sob as leis aplic&aacute;veis da
        jurisdi&ccedil;&atilde;o da sua organiza&ccedil;&atilde;o; e (b) est&aacute; devidamente autorizado por essa
        entidade legal a agir em seu nome.</p>
    <p>S&oacute; pode utilizar os nossos Servi&ccedil;os se tal for permitido pelas leis da sua
        jurisdi&ccedil;&atilde;o.
        Certifique-se de que os presentes Termos est&atilde;o em conformidade com todas as leis, regras e regulamentos
        que
        se aplicam a si. Ao utilizar a Aplica&ccedil;&atilde;o, declara e garante o cumprimento de todos os requisitos
        de
        elegibilidade que estipulamos nos presentes Termos. Contudo, podemos ainda recusar o acesso ou a
        utiliza&ccedil;&atilde;o das Aplica&ccedil;&otilde;es a certas pessoas e reservamo-nos o direito de alterar os
        nossos crit&eacute;rios de elegibilidade em qualquer altura.</p>
    <p>Se n&atilde;o cumprir estes requisitos, n&atilde;o deve aceder ou utilizar o Website e quaisquer Produtos.</p>
    <h3>SOBRE AS APLICA&Ccedil;&Otilde;ES E AS SUAS RESPONSABILIDADES</h3>
    <p>A Aplica&ccedil;&atilde;o &eacute; um software que gera endere&ccedil;os de Carteira que pode utilizar para
        enviar e
        receber fichas Bitcoin Vault ("BTCV") (as "fichas BTCV"). Deve manter o seu endere&ccedil;o de Carteira, seed
        phrase e informa&ccedil;&otilde;es da chave privada de acesso
        em
        seguran&ccedil;a. Caso contr&aacute;rio, pode resultar na perda de controlo das fichas BTCV associadas &agrave;
        Carteira.</p>
    <p>As Aplica&ccedil;&otilde;es n&atilde;o podem ajudar na recupera&ccedil;&atilde;o da palavra-passe. As
        Aplica&ccedil;&otilde;es armazenam o seu endere&ccedil;o de Carteira mas n&atilde;o recebem nem armazenam a sua
        palavra-passe da Carteira, chave privada encriptada, chave privada n&atilde;o encriptada ou seed phrase
        associada
        &agrave; sua Carteira. N&atilde;o podemos, portanto, ajudar na recupera&ccedil;&atilde;o da palavra-passe da
        Carteira. N&atilde;o podemos gerar uma nova palavra-passe para a sua Carteira se n&atilde;o se lembrar da sua
        palavra-passe original.</p>
    <p>Se n&atilde;o tiver guardado em seguran&ccedil;a uma c&oacute;pia de seguran&ccedil;a de qualquer endere&ccedil;o
        de
        Carteira e pares de chaves privadas mantidos na sua Carteira, aceita e reconhece que quaisquer fichas BTCV que
        tenha
        associado a tal endere&ccedil;o de Carteira se tornar&atilde;o inacess&iacute;veis se n&atilde;o tiver a sua
        palavra-passe da Carteira.</p>
    <p>Declara e garante que qualquer informa&ccedil;&atilde;o que forne&ccedil;a atrav&eacute;s dos Produtos &eacute;
        exata
        e completa. Aceita e reconhece que n&atilde;o somos respons&aacute;veis por quaisquer erros ou omiss&otilde;es
        que
        cometa em rela&ccedil;&atilde;o a qualquer transa&ccedil;&atilde;o de fichas BTCV iniciada atrav&eacute;s dos
        Produtos. Recomendamos vivamente que reveja cuidadosamente os detalhes da sua transa&ccedil;&atilde;o antes de
        tentar transferir uma ficha BTCV.</p>
    <p>Quando come&ccedil;ar a utilizar a Aplica&ccedil;&atilde;o tem de importar ou criar uma Carteira para poder
        utilizar
        a Aplica&ccedil;&atilde;o. Ser&aacute; respons&aacute;vel por manter a confidencialidade da sua chave privada e
        seed
        phrase e ser&aacute; totalmente respons&aacute;vel por toda e qualquer atividade que ocorra na sua conta.</p>
    <p>Concorda em notificar-nos imediatamente de qualquer utiliza&ccedil;&atilde;o n&atilde;o autorizada da sua
        palavra-passe, conta ou qualquer outra falha de seguran&ccedil;a, no entanto, n&atilde;o seremos
        respons&aacute;veis
        por qualquer perda ou dano resultante da sua falha no cumprimento deste aspeto. Quando cria uma Carteira,
        recomendamos vivamente que tome precau&ccedil;&otilde;es de modo a evitar a perda de acesso e/ou controlo da sua
        Carteira.</p>
    <p>Deve certificar-se de que tem um saldo adequado na sua Carteira e/ou gas para completar as
        transa&ccedil;&otilde;es
        antes de iniciar uma transa&ccedil;&atilde;o. Reconhece e concorda que n&atilde;o seremos respons&aacute;veis
        por
        quaisquer transa&ccedil;&otilde;es falhadas devido a fundos insuficientes ou gas associado &agrave; sua conta da
        Carteira.</p>
    <p>&Eacute; da sua responsabilidade determinar que impostos se aplicam &agrave;s transa&ccedil;&otilde;es para as
        quais
        submeteu os detalhes da transa&ccedil;&atilde;o atrav&eacute;s dos Produtos e &eacute; da sua responsabilidade
        informar e remeter o imposto correto para a autoridade fiscal apropriada. Concorda que n&atilde;o somos
        respons&aacute;veis por determinar se os impostos se aplicam &agrave;s suas transa&ccedil;&otilde;es de BTCV ou
        por
        recolher, declarar, reter ou remeter quaisquer impostos resultantes de quaisquer transa&ccedil;&otilde;es
        relacionadas com fichas BTCV.</p>
    <p>Se, na medida do permitido pela Aplica&ccedil;&atilde;o, conceder autoriza&ccedil;&atilde;o expressa a um
        terceiro
        para aceder ou estabelecer liga&ccedil;&atilde;o &agrave; sua conta da Carteira, quer atrav&eacute;s do produto
        ou
        servi&ccedil;o do terceiro ou atrav&eacute;s da Aplica&ccedil;&atilde;o, reconhece que a concess&atilde;o de
        autoriza&ccedil;&atilde;o a um terceiro para tomar a&ccedil;&otilde;es espec&iacute;ficas em seu nome n&atilde;o
        o
        exime de qualquer das suas responsabilidades ao abrigo dos presentes Termos. &Eacute; totalmente
        respons&aacute;vel
        por todos os atos ou omiss&otilde;es de qualquer terceiro com acesso &agrave; sua conta da Carteira.</p>
    <p>&Eacute; da sua responsabilidade:</p>
    <ol type="i">
        <li>tomar todas as provid&ecirc;ncias necess&aacute;rias para que tenha acesso aos Websites e a quaisquer
            Produtos;
        </li>
        <li>garantir que todas as pessoas que acedam aos Websites e a quaisquer Produtos atrav&eacute;s da sua
            liga&ccedil;&atilde;o &agrave; Internet estejam cientes dos presentes Termos e os respeitem.</li>
    </ol>
    <p>Para aceder a um Website ou a alguns dos recursos que o mesmo oferece, poder&aacute; ser-lhe pedido que
        forne&ccedil;a certos detalhes de registo ou outras informa&ccedil;&otilde;es. &Eacute; uma
        condi&ccedil;&atilde;o
        da sua utiliza&ccedil;&atilde;o do Website que todas as informa&ccedil;&otilde;es que fornecer no Website sejam
        corretas, atuais e completas. Concorda que todas as informa&ccedil;&otilde;es que fornece para se registar
        atrav&eacute;s de um Website ou de outra forma, incluindo, entre outras, a utiliza&ccedil;&atilde;o de quaisquer
        funcionalidades interativas no Website, s&atilde;o regidas pela nossa Pol&iacute;tica de Privacidade e autoriza
        todas as a&ccedil;&otilde;es que tomamos em rela&ccedil;&atilde;o &agrave;s suas informa&ccedil;&otilde;es de
        acordo
        com a nossa Pol&iacute;tica de Privacidade.</p>
    <p>Deve ter cuidado ao introduzir informa&ccedil;&otilde;es pessoais nos Websites num computador p&uacute;blico ou
        partilhado para que terceiros n&atilde;o sejam capazes de ver ou registar as suas informa&ccedil;&otilde;es
        pessoais.</p>
    <h3>Direitos de autor e licen&ccedil;a</h3>
    <p>Os Websites e quaisquer Produtos e todo o respetivo conte&uacute;do, recursos e funcionalidade (incluindo, entre
        outros, toda a informa&ccedil;&atilde;o, software, texto, apresenta&ccedil;&otilde;es, imagens, v&iacute;deo e
        &aacute;udio e o respetivo design, sele&ccedil;&atilde;o e disposi&ccedil;&atilde;o), s&atilde;o propriedade
        nossa,
        dos nossos licenciadores ou de outros fornecedores de tais materiais e s&atilde;o protegidos por direitos de
        autor,
        marca registada, patente, segredo comercial e outras leis de propriedade intelectual ou direitos de propriedade.
    </p>
    <p>N&atilde;o pode reproduzir, distribuir, modificar, criar obras derivadas de, apresentar publicamente, executar
        publicamente, republicar, descarregar, armazenar ou transmitir qualquer material nos nossos Websites e quaisquer
        Produtos, exceto conforme se segue:</p>
    <ol type="i">
        <li>O seu computador pode armazenar temporariamente c&oacute;pias de tais materiais na RAM, acidentalmente, para
            o
            acesso e visualiza&ccedil;&atilde;o dos mesmos.</li>
        <li>Pode armazenar ficheiros que s&atilde;o automaticamente guardados em cache pelo seu navegador da Internet
            para
            fins de melhoramento da visualiza&ccedil;&atilde;o.</li>
        <li>Pode imprimir ou descarregar uma c&oacute;pia de um n&uacute;mero razo&aacute;vel de p&aacute;ginas dos
            Websites
            para a sua pr&oacute;pria utiliza&ccedil;&atilde;o pessoal, n&atilde;o comercial e n&atilde;o para posterior
            reprodu&ccedil;&atilde;o, publica&ccedil;&atilde;o ou distribui&ccedil;&atilde;o.</li>
    </ol>
    <p>Se disponibilizarmos aplica&ccedil;&otilde;es para computadores, dispositivos m&oacute;veis ou outras
        aplica&ccedil;&otilde;es para transfer&ecirc;ncia, poder&aacute; transferir uma &uacute;nica c&oacute;pia para o
        seu
        computador ou dispositivo m&oacute;vel apenas para utiliza&ccedil;&atilde;o pessoal e n&atilde;o comercial,
        desde
        que concorde em ficar sujeito ao nosso contrato de licen&ccedil;a de utilizador final para tais
        aplica&ccedil;&otilde;es.</p>
    <p>N&atilde;o pode:</p>
    <ol type="i">
        <li>Modificar as c&oacute;pias de quaisquer materiais deste site.</li>
        <li>Eliminar ou alterar quaisquer avisos de direitos de autor, marcas registadas ou outros direitos de
            propriedade
            das c&oacute;pias de materiais deste site.</li>
        <li>Aceder ou utilizar para quaisquer fins comerciais qualquer parte do Website ou quaisquer servi&ccedil;os ou
            materiais dispon&iacute;veis atrav&eacute;s do Website e quaisquer Produtos.</li>
    </ol>
    <p>Se pretender fazer qualquer utiliza&ccedil;&atilde;o dos materiais nos Websites ou em quaisquer outros Produtos
        para
        al&eacute;m das estabelecidas nesta sec&ccedil;&atilde;o, dirija o seu pedido para: <a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a></p>
    <p>Se imprimir, copiar, modificar, descarregar ou de qualquer outra forma utilizar ou fornecer a qualquer outra
        pessoa
        acesso a qualquer parte dos Websites e a quaisquer Produtos em viola&ccedil;&atilde;o dos Termos, o seu direito
        de
        utilizar os Websites e quaisquer Produtos cessar&aacute; imediatamente e dever&aacute;, &agrave; nossa escolha,
        devolver ou destruir quaisquer c&oacute;pias que tenha feito dos materiais. Nenhum direito, t&iacute;tulo ou
        interesse nos ou para os Websites ou quaisquer Produtos ou qualquer conte&uacute;do no Website ou em quaisquer
        Produtos &eacute; transferido para si e todos os direitos n&atilde;o expressamente concedidos est&atilde;o
        reservados por n&oacute;s. Qualquer utiliza&ccedil;&atilde;o dos Websites n&atilde;o expressamente permitida
        pelos
        presentes Termos de Utiliza&ccedil;&atilde;o &eacute; uma viola&ccedil;&atilde;o dos mesmos e pode constituir
        uma
        infra&ccedil;&atilde;o dos direitos de autor, marcas registadas e outras leis.</p>
    <p>Na qualidade de utilizador dos Produtos, concedemos-lhe uma licen&ccedil;a limitada, pessoal, n&atilde;o
        comercial,
        n&atilde;o exclusiva, n&atilde;o transfer&iacute;vel e revog&aacute;vel para utilizar a Aplica&ccedil;&atilde;o.
    </p>
    <p>Ao utilizar os nossos Produtos, n&atilde;o pode:</p>
    <ol type="i">
        <li>utilizar os nossos Produtos para infringir a lei,</li>
        <li>utilizar ou tentar utilizar a Carteira de outro utilizador sem autoriza&ccedil;&atilde;o ou utilizar os
            nossos
            Produtos de qualquer forma que possa interferir, perturbar, afetar negativamente ou impedir o pleno usufruto
            por
            parte de outros utilizadores;</li>
        <li>distribuir qualquer v&iacute;rus ou outro c&oacute;digo inform&aacute;tico nocivo atrav&eacute;s da nossa
            Aplica&ccedil;&atilde;o;</li>

        <li>tomar qualquer a&ccedil;&atilde;o que possa impor uma carga n&atilde;o razo&aacute;vel ou
            desproporcionadamente
            grande &agrave; nossa infraestrutura ou &agrave; de qualquer um dos nossos fornecedores terceiros;</li>
        <li>tentar contornar a nossa seguran&ccedil;a (n&atilde;o pode contornar, ultrapassar ou tentar ultrapassar ou
            contornar quaisquer medidas que possamos utilizar para impedir ou restringir o acesso aos Produtos
            incluindo,
            sem limita&ccedil;&atilde;o, outras contas, sistemas inform&aacute;ticos ou redes ligadas aos Produtos.</li>
    </ol>
    <p>Qualquer utiliza&ccedil;&atilde;o da Aplica&ccedil;&atilde;o para al&eacute;m da especificamente autorizada nos
        presentes Termos, sem a nossa autoriza&ccedil;&atilde;o pr&eacute;via por escrito, &eacute; estritamente
        proibida e
        cessar&aacute; a sua licen&ccedil;a de utiliza&ccedil;&atilde;o da Aplica&ccedil;&atilde;o.</p>
    <h3>LIMITA&Ccedil;&Atilde;O DE RESPONSABILIDADE E EXCLUS&Atilde;O DE GARANTIAS</h3>
    <p>As informa&ccedil;&otilde;es apresentadas nos ou atrav&eacute;s dos Websites e quaisquer Produtos s&atilde;o
        disponibilizadas apenas para fins de informa&ccedil;&atilde;o geral. N&atilde;o garantimos a exatid&atilde;o,
        integridade ou utilidade destas informa&ccedil;&otilde;es. Qualquer confian&ccedil;a que deposite em tais
        informa&ccedil;&otilde;es &eacute; estritamente por sua conta e risco. N&atilde;o assumimos qualquer
        responsabilidade e obriga&ccedil;&atilde;o decorrente de qualquer confian&ccedil;a depositada em tais materiais
        por
        si ou por qualquer outro visitante dos Websites ou por qualquer pessoa que possa ser informada de qualquer um
        dos
        respetivos conte&uacute;dos.</p>
    <p>Os Websites e quaisquer Produtos podem incluir conte&uacute;dos fornecidos por terceiros, incluindo materiais
        fornecidos por outros utilizadores, bloggers e licenciadores de terceiros, sindicalistas, agregadores e/ou
        servi&ccedil;os de relat&oacute;rios. Todas as declara&ccedil;&otilde;es e/ou opini&otilde;es expressas nestes
        materiais e todos os artigos e respostas a perguntas e outros conte&uacute;dos, para al&eacute;m do
        conte&uacute;do
        fornecido pela Empresa, constituem unicamente a opini&atilde;o e s&atilde;o da responsabilidade da pessoa ou
        entidade que fornece esses materiais. Estes materiais n&atilde;o refletem necessariamente a opini&atilde;o da
        Empresa. N&atilde;o somos de modo algum respons&aacute;veis perante si ou terceiros, pelo conte&uacute;do ou
        exatid&atilde;o de quaisquer materiais fornecidos por terceiros.</p>
    <p>Os Websites e os Produtos n&atilde;o s&atilde;o de qualquer maneira ou sob qualquer forma ou parte destinados a
        constituir ou formar a base de qualquer conselho (profissional ou n&atilde;o) ou a ser utilizados em, ou em
        rela&ccedil;&atilde;o a, qualquer investimento ou outra decis&atilde;o ou transa&ccedil;&atilde;o. N&atilde;o
        aceitamos qualquer responsabilidade (independentemente de como possa surgir) por qualquer
        reclama&ccedil;&atilde;o
        ou perda resultante de:</p>
    <ul>
        <li>qualquer conselho dado;</li>
        <li>qualquer investimento ou outra decis&atilde;o tomada; ou</li>
        <li>qualquer transa&ccedil;&atilde;o feita ou efetuada;</li>
    </ul>
    <p>de acordo com, ou com base em, qualquer informa&ccedil;&atilde;o nos Websites ou em qualquer dos Produtos, nem
        aceitamos qualquer responsabilidade decorrente de qualquer outra utiliza&ccedil;&atilde;o ou confian&ccedil;a
        nos
        Produtos.</p>
    <p>N&atilde;o assumimos quaisquer termos nem fazemos quaisquer declara&ccedil;&otilde;es quanto &agrave;
        precis&atilde;o, integralidade, atualidade, corre&ccedil;&atilde;o, fiabilidade, integridade, qualidade,
        adequa&ccedil;&atilde;o &agrave; finalidade ou originalidade de qualquer conte&uacute;do dos Websites e dos
        Produtos
        e, na medida m&aacute;xima permitida por lei, todas as garantias impl&iacute;citas, condi&ccedil;&otilde;es ou
        outros termos de qualquer tipo s&atilde;o aqui exclu&iacute;dos. At&eacute; ao limite m&aacute;ximo permitido
        por
        lei, n&atilde;o aceitamos qualquer responsabilidade por qualquer perda ou dano de qualquer tipo incorrido como
        resultado da utiliza&ccedil;&atilde;o, por si ou por qualquer outra pessoa, dos Websites e do Produto ou da
        confian&ccedil;a depositada em qualquer um dos respetivos conte&uacute;dos.</p>
    <p>N&atilde;o podemos e n&atilde;o garantimos que qualquer conte&uacute;do de qualquer Website e qualquer Produto
        esteja
        isento de v&iacute;rus e/ou outros c&oacute;digos que possam ter elementos contaminantes ou destrutivos.
        &Eacute; da
        sua responsabilidade implementar salvaguardas apropriadas de seguran&ccedil;a inform&aacute;tica (incluindo
        antiv&iacute;rus e outras verifica&ccedil;&otilde;es de seguran&ccedil;a) para satisfazer as suas
        exig&ecirc;ncias
        quanto &agrave; seguran&ccedil;a e fiabilidade do conte&uacute;do.</li>
    <p>Isenta-nos de qualquer responsabilidade relacionada com quaisquer perdas, danos ou reclama&ccedil;&otilde;es
        decorrentes de:
    <ol type="a">
        <li>erro do utilizador, como palavras-passe esquecidas, transa&ccedil;&otilde;es incorretamente executadas
            ou
            endere&ccedil;os BTCV escritos de forma errada;</li>
        <li>falha do servidor ou perda de dados;</li>
        <li>acesso n&atilde;o autorizado &agrave; sua Carteira atrav&eacute;s da Aplica&ccedil;&atilde;o;</li>
        <li>erros ou outras falhas no software da Aplica&ccedil;&atilde;o; e</li>
        <li>quaisquer atividades n&atilde;o autorizadas de terceiros, incluindo, entre outras, a
            utiliza&ccedil;&atilde;o
            de
            v&iacute;rus, phishing, for&ccedil;a bruta ou outros meios de ataque contra a Aplica&ccedil;&atilde;o.</li>
    </ol>
    </p>
    <p>N&atilde;o fazemos declara&ccedil;&otilde;es relativamente a qualquer conte&uacute;do de terceiros contido nos
        nossos
        Produtos ou acedido atrav&eacute;s dos mesmos. Quaisquer outros termos, condi&ccedil;&otilde;es, garantias ou
        declara&ccedil;&otilde;es associadas a tal conte&uacute;do, s&atilde;o exclusivamente entre si e tais
        organiza&ccedil;&otilde;es e/ou indiv&iacute;duos.</p>
    <h3>Isen&ccedil;&atilde;o de garantia</h3>
    <p>Compreende que n&atilde;o podemos e n&atilde;o garantimos nem asseguramos que os ficheiros dispon&iacute;veis
        para
        transfer&ecirc;ncia a partir da Internet ou dos Websites estejam isentos de v&iacute;rus ou outro c&oacute;digo
        destrutivo. &Eacute; respons&aacute;vel por implementar procedimentos e pontos de controlo suficientes para
        satisfazer os seus requisitos particulares de prote&ccedil;&atilde;o antiv&iacute;rus e precis&atilde;o de
        entrada e
        sa&iacute;da de dados e por manter um meio externo ao nosso site para qualquer reconstru&ccedil;&atilde;o de
        quaisquer dados perdidos.</p>
    <p>N&Atilde;O SEREMOS RESPONS&Aacute;VEIS POR QUALQUER PERDA OU DANO CAUSADO POR UM ATAQUE DE NEGA&Ccedil;&Atilde;O
        DE
        SERVI&Ccedil;O DISTRIBU&Iacute;DO, V&Iacute;RUS OU OUTRO MATERIAL TECNOLOGICAMENTE NOCIVO QUE POSSA INFETAR O
        SEU
        EQUIPAMENTO INFORM&Aacute;TICO, PROGRAMAS INFORM&Aacute;TICOS, DADOS OU OUTRO MATERIAL PROPRIET&Aacute;RIO
        DEVIDO
        &Agrave; SUA UTILIZA&Ccedil;&Atilde;O DO WEBSITE OU QUAISQUER SERVI&Ccedil;OS OU ITENS OBTIDOS ATRAV&Eacute;S DE
        QUALQUER UM DOS WEBSITES OU DEVIDO &Agrave; TRANSFER&Ecirc;NCIA DE QUALQUER MATERIAL PUBLICADO NO MESMO OU EM
        QUAISQUER WEBSITES ASSOCIADOS AO MESMO. A SUA UTILIZA&Ccedil;&Atilde;O DE QUALQUER UM DOS WEBSITES, DO RESPETIVO
        CONTE&Uacute;DO E DE QUAISQUER SERVI&Ccedil;OS OU ITENS OBTIDOS ATRAV&Eacute;S DOS WEBSITES &Eacute; POR SUA
        CONTA E
        RISCO. O WEBSITE, O RESPETIVO CONTE&Uacute;DO E QUAISQUER SERVI&Ccedil;OS OU ITENS OBTIDOS ATRAV&Eacute;S DOS
        WEBSITES S&Atilde;O FORNECIDOS NUMA BASE "COMO EST&Aacute;" E "CONFORME DISPON&Iacute;VEL", SEM QUAISQUER
        GARANTIAS
        DE QUALQUER TIPO, QUER EXPRESSAS OU IMPL&Iacute;CITAS. NEM A EMPRESA NEM QUALQUER PESSOA ASSOCIADA &Agrave;
        MESMA
        FAZ QUALQUER GARANTIA OU DECLARA&Ccedil;&Atilde;O RELATIVA &Agrave; INTEGRIDADE, SEGURAN&Ccedil;A, FIABILIDADE,
        QUALIDADE, PRECIS&Atilde;O OU DISPONIBILIDADE DOS WEBSITES. SEM PREJU&Iacute;ZO DO SUPRACITADO, NEM A EMPRESA
        NEM
        QUALQUER PESSOA RELACIONADA OU ASSOCIADA &Agrave; MESMA DECLARA OU GARANTE QUE QUALQUER UM DOS NOSSOS WEBSITES,
        O
        RESPETIVO CONTE&Uacute;DO OU QUAISQUER SERVI&Ccedil;OS OU ITENS OBTIDOS ATRAV&Eacute;S DO WEBSITE SER&Atilde;O
        PRECISOS, FI&Aacute;VEIS, ISENTOS DE ERROS OU ININTERRUPTOS, QUE OS DEFEITOS SER&Atilde;O CORRIGIDOS, QUE O
        NOSSO
        WEBSITE OU O SERVIDOR QUE O DISPONIBILIZA EST&Aacute; ISENTO DE V&Iacute;RUS OU OUTROS COMPONENTES PREJUDICIAIS
        OU
        QUE TAL WEBSITE OU QUAISQUER SERVI&Ccedil;OS OU ITENS OBTIDOS ATRAV&Eacute;S DO MESMO IR&Atilde;O DE OUTRA FORMA
        SATISFAZER AS SUAS NECESSIDADES OU EXPETATIVAS.</p>
    <p>PELO PRESENTE, A EMPRESA RENUNCIA A TODAS AS GARANTIAS DE QUALQUER TIPO, QUER EXPRESSAS OU IMPL&Iacute;CITAS,
        LEGAIS
        OU OUTRAS, INCLUINDO, ENTRE OUTRAS, QUAISQUER GARANTIAS DE COMERCIABILIDADE, N&Atilde;O INFRA&Ccedil;&Atilde;O E
        ADEQUA&Ccedil;&Atilde;O A UM DETERMINADO FIM.</p>
    <p>ALGUMAS JURISDI&Ccedil;&Otilde;ES N&Atilde;O PERMITEM A EXCLUS&Atilde;O DE GARANTIAS IMPL&Iacute;CITAS OU
        LIMITA&Ccedil;&Otilde;ES SOBRE A DURA&Ccedil;&Atilde;O DAS MESMAS, POR ISSO AS ISEN&Ccedil;&Otilde;ES DE
        RESPONSABILIDADE SUPRACITADAS PODEM N&Atilde;O SE APLICAR A SI NA SUA TOTALIDADE, MAS APLICAR-SE-&Atilde;O
        AT&Eacute; AO LIMITE M&Aacute;XIMO PERMITIDO PELA LEI APLIC&Aacute;VEL.</p>
    <h3>Limita&ccedil;&atilde;o da responsabilidade</h3>
    <p>EM CASO ALGUM A EMPRESA, AS RESPETIVAS FILIAIS OU OS SEUS LICENCIADORES, PRESTADORES DE SERVI&Ccedil;OS,
        FUNCION&Aacute;RIOS, AGENTES, ADMINISTRADORES OU DIRETORES SER&Atilde;O RESPONS&Aacute;VEIS POR DANOS DE
        QUALQUER
        TIPO, SOB QUALQUER TEORIA LEGAL, DECORRENTES OU RELACIONADOS COM A SUA UTILIZA&Ccedil;&Atilde;O OU INCAPACIDADE
        DE
        UTILIZA&Ccedil;&Atilde;O DE QUALQUER UM DOS NOSSOS WEBSITES, OU QUAISQUER WEBSITES ASSOCIADOS AOS MESMOS,
        QUALQUER
        CONTE&Uacute;DO DOS WEBSITES OU DE OUTROS WEBSITES OU QUAISQUER SERVI&Ccedil;OS OU ITENS OBTIDOS ATRAV&Eacute;S
        DO
        NOSSO WEBSITE OU DE OUTROS WEBSITES, INCLUINDO QUAISQUER DANOS DIRETOS, INDIRETOS, ESPECIAIS, INCIDENTAIS,
        CONSEQUENCIAIS OU PUNITIVOS, INCLUINDO, ENTRE OUTROS, DANOS PESSOAIS, DOR E SOFRIMENTO, ANG&Uacute;STIA
        EMOCIONAL,
        PERDA DE RENDIMENTOS, PERDA DE LUCROS, PERDA DE NEG&Oacute;CIOS OU ECONOMIAS PREVISTAS, PERDA DE USO, PERDA DE
        BOA
        VONTADE, PERDA DE DADOS E SE CAUSADOS POR DELITO (INCLUINDO NEGLIG&Ecirc;NCIA), VIOLA&Ccedil;&Atilde;O DE
        CONTRATO
        OU DE OUTRA FORMA, MESMO QUE PREVIS&Iacute;VEL. O SUPRACITADO N&Atilde;O AFETA QUALQUER RESPONSABILIDADE QUE
        N&Atilde;O POSSA SER EXCLU&Iacute;DA OU LIMITADA AO ABRIGO DA LEI APLIC&Aacute;VEL (QUE PODE INCLUIR FRAUDE).
    </p>
    <p>A EMPRESA N&Atilde;O SER&Aacute; RESPONS&Aacute;VEL POR QUALQUER PERDA OU DANO RESULTANTE DE QUALQUER
        UTILIZA&Ccedil;&Atilde;O DA SUA CONTA POR SI OU POR TERCEIROS (AUTORIZADOS OU N&Atilde;O POR SI), INCLUINDO,
        ENTRE
        OUTROS, ATAQUES INFORM&Aacute;TICOS, ACESSO N&Atilde;O AUTORIZADO POR TERCEIROS.</p>
    <h3>Indemniza&ccedil;&atilde;o</h3>
    <p>Concorda em defender, indemnizar e isentar a Empresa, as respetivas filiais, licenciadores e prestadores de
        servi&ccedil;os, bem como os respetivos administradores, diretores, funcion&aacute;rios, contratantes, agentes,
        licenciadores, fornecedores, sucessores e cession&aacute;rios de e contra quaisquer reclama&ccedil;&otilde;es,
        responsabilidades, danos, senten&ccedil;as, pr&eacute;mios, perdas, custos, despesas ou honor&aacute;rios
        (incluindo
        honor&aacute;rios razo&aacute;veis de advogados) decorrentes de ou relacionados com a sua viola&ccedil;&atilde;o
        dos
        presentes Termos de Utiliza&ccedil;&atilde;o ou a sua utiliza&ccedil;&atilde;o de quaisquer Websites ou
        quaisquer
        Produtos, incluindo, entre outros, qualquer utiliza&ccedil;&atilde;o do conte&uacute;do de qualquer Website,
        servi&ccedil;os e produtos para al&eacute;m dos expressamente autorizados nos presentes Termos de
        Utiliza&ccedil;&atilde;o ou a sua utiliza&ccedil;&atilde;o de qualquer informa&ccedil;&atilde;o obtida a partir
        de
        qualquer um dos Websites.</p>
    <h3>PRAZO LIMITE PARA RECLAMA&Ccedil;&Otilde;ES</h3>
    <p>Concorda que qualquer reclama&ccedil;&atilde;o que possa ter surgido ou que esteja relacionada com a sua
        rela&ccedil;&atilde;o connosco tem de ser apresentada no prazo de um ano ap&oacute;s o surgimento da mesma, caso
        contr&aacute;rio, a sua reclama&ccedil;&atilde;o ser&aacute; exclu&iacute;da permanentemente.</p>
    <h3>LEI APLIC&Aacute;VEL</h3>
    <p>Independentemente da sua localiza&ccedil;&atilde;o, as leis da Pol&oacute;nia ir&atilde;o reger os presentes
        Termos e
        a rela&ccedil;&atilde;o das partes como se tivesse assinado os presentes Termos na Pol&oacute;nia, sem levar em
        considera&ccedil;&atilde;o as regras de conflitos de leis da Pol&oacute;nia. Se quaisquer
        disposi&ccedil;&otilde;es
        dos presentes Termos forem inconsistentes com qualquer lei aplic&aacute;vel, essas disposi&ccedil;&otilde;es
        ser&atilde;o substitu&iacute;das ou modificadas apenas na medida das inconsist&ecirc;ncias de tais
        disposi&ccedil;&otilde;es. As partes concordam em recorrer aos tribunais na Pol&oacute;nia para a
        jurisdi&ccedil;&atilde;o exclusiva de qualquer disputa resultante ou relacionada com a sua
        utiliza&ccedil;&atilde;o
        dos Produtos ou com a sua viola&ccedil;&atilde;o dos presentes Termos. Renuncia a qualquer obje&ccedil;&atilde;o
        baseada na falta de jurisdi&ccedil;&atilde;o pessoal, local de resid&ecirc;ncia, local impr&oacute;prio ou forum
        non
        conveniens em qualquer a&ccedil;&atilde;o deste tipo.</p>
    <h3>RESCIS&Atilde;O</h3>
    <p>Em caso de rescis&atilde;o relativamente &agrave; sua licen&ccedil;a de utiliza&ccedil;&atilde;o da
        Aplica&ccedil;&atilde;o, as suas obriga&ccedil;&otilde;es ao abrigo dos presentes Termos continuar&atilde;o em
        vigor. O seu acesso aos fundos na sua Carteira ap&oacute;s a rescis&atilde;o depender&aacute; do seu acesso
        &agrave;
        c&oacute;pia de seguran&ccedil;a do seu endere&ccedil;o de Carteira e chave privada.</p>
    <h3>INTERRUP&Ccedil;&Atilde;O DOS SERVI&Ccedil;OS</h3>
    <p>Podemos, a nosso exclusivo crit&eacute;rio e sem custos para si, com ou sem aviso pr&eacute;vio e, a qualquer
        momento, modificar ou interromper, tempor&aacute;ria ou permanentemente, qualquer parte dos nossos Produtos.
        &Eacute; o &uacute;nico respons&aacute;vel por armazenar fora dos Produtos uma c&oacute;pia de seguran&ccedil;a
        de
        qualquer endere&ccedil;o de Carteira e par de chaves privadas que mantenha na sua Carteira. Manter uma
        c&oacute;pia
        de seguran&ccedil;a externa de qualquer endere&ccedil;o de Carteira e pares de chaves privadas associadas
        &agrave;
        sua Carteira permitir-lhe-&aacute; aceder &agrave;s Redes Ethereum sobre as quais a sua Carteira se encontra
        protegida. Tal c&oacute;pia de seguran&ccedil;a permitir&aacute; ao utilizador restaurar totalmente a respetiva
        Carteira em qualquer altura sem custo ou perda das fichas BTCV do utilizador. Se n&atilde;o mantiver uma
        c&oacute;pia de seguran&ccedil;a dos dados da sua Carteira fora dos Produtos, n&atilde;o poder&aacute; aceder
        &agrave;s fichas BTCV associadas &agrave; sua Carteira. N&atilde;o seremos responsabilizados por qualquer perda
        de
        fichas BTCV no caso de interrup&ccedil;&atilde;o ou deprecia&ccedil;&atilde;o dos Produtos.</p>
    <h3>SEM REN&Uacute;NCIA</h3>
    <p>A nossa aus&ecirc;ncia de exerc&iacute;cio ou atraso no exerc&iacute;cio de qualquer direito, poder ou
        privil&eacute;gio ao abrigo dos presentes Termos n&atilde;o deve constituir uma ren&uacute;ncia; nem qualquer
        exerc&iacute;cio &uacute;nico ou parcial de qualquer direito, poder ou privil&eacute;gio deve impedir qualquer
        outro
        ou futuro exerc&iacute;cio do mesmo.</p>
    <h3>REN&Uacute;NCIA E SEPARABILIDADE</h3>
    <p>Nenhuma ren&uacute;ncia da Empresa de qualquer termo ou condi&ccedil;&atilde;o estabelecida nos presentes Termos
        ser&aacute; considerada uma ren&uacute;ncia adicional ou cont&iacute;nua de tal termo ou condi&ccedil;&atilde;o
        ou
        uma ren&uacute;ncia de qualquer outro termo ou condi&ccedil;&atilde;o e qualquer falha da Empresa em fazer valer
        um
        direito ou disposi&ccedil;&atilde;o ao abrigo dos presentes Termos n&atilde;o constituir&aacute; uma
        ren&uacute;ncia
        de tal direito ou disposi&ccedil;&atilde;o. Se se verificar que qualquer parte dos presentes Termos &eacute;
        inv&aacute;lida, nula ou por qualquer raz&atilde;o inaplic&aacute;vel, esse termo ser&aacute; considerado
        separ&aacute;vel e limitado ou eliminado na medida do m&iacute;nimo necess&aacute;rio. A limita&ccedil;&atilde;o
        ou
        elimina&ccedil;&atilde;o do termo n&atilde;o afetar&aacute; quaisquer outros termos.</p>
    <h3>FOR&Ccedil;A MAIOR</h3>
    <p>N&atilde;o seremos responsabilizados por quaisquer atrasos, falhas no desempenho ou interrup&ccedil;&otilde;es de
        servi&ccedil;o que resultem direta ou indiretamente de qualquer causa ou condi&ccedil;&atilde;o fora do nosso
        controlo razo&aacute;vel, incluindo, entre outros: qualquer atraso ou falha devido a qualquer ato de Deus, ato
        de
        autoridades civis ou militares, ato de terrorismo, perturba&ccedil;&atilde;o civil, guerra, greve ou outra
        disputa
        laboral, inc&ecirc;ndio, interrup&ccedil;&atilde;o nos servi&ccedil;os de telecomunica&ccedil;&otilde;es ou
        Internet
        ou nos servi&ccedil;os de fornecedores de rede, falha de equipamento e/ou software, outra cat&aacute;strofe ou
        qualquer outra ocorr&ecirc;ncia que esteja fora do nosso controlo razo&aacute;vel e que n&atilde;o afete a
        validade
        e aplicabilidade de quaisquer disposi&ccedil;&otilde;es restantes.</p>
    <h3>CESS&Atilde;O</h3>
    <p>Concorda que podemos ceder quaisquer dos nossos direitos e/ou transferir, subcontratar ou delegar quaisquer das
        nossas obriga&ccedil;&otilde;es ao abrigo dos presentes Termos. A sua aceita&ccedil;&atilde;o dos presentes
        Termos
        &eacute; pessoal para si e n&atilde;o pode transferi-la ou ced&ecirc;-la a terceiros.</p>
    <h3>CONTRATO INTEGRAL</h3>
    <p>Os Termos constituem o &uacute;nico e completo contrato entre si e n&oacute;s com respeito ao Website e aos
        Produtos
        e substituem todos os entendimentos, contratos, declara&ccedil;&otilde;es e garantias pr&eacute;vias e
        contempor&acirc;neas, tanto escritas como orais, com respeito aos Websites.</p>


</body>

</html>