<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <style>
        p {
            text-align: justify;
        }
    </style>
</head>

<body>

    <h3>Kullanım Şartları</h3>
    <p>L&Uuml;TFEN BU WEB SİTESİNİ VE WEB SİTESİ &Uuml;ZERİNDEN SAĞLANAN HERHANGİ BİR HİZMETİ VEYA &Uuml;R&Uuml;N&Uuml;
        KULLANMADAN &Ouml;NCE BU KULLANIM ŞARTLARINI (&ldquo;<strong>ŞARTLAR</strong>&rdquo;) DİKKATLİ BİR ŞEKİLDE
        OKUYUN.
    </p>
    <h3>Kullanım Şartlarının Kabul&uuml;</h3>
    <p>Bu kullanım Şartları sizinle kayıtlı adresi ul. Jerzego Ficowskiego 15, 01-747 Warsaw, Poland olan, Polonya
        yasaları
        kapsamında usul&uuml;nce kurulmuş ve faaliyetlerini ge&ccedil;erli bir şekilde y&uuml;r&uuml;ten bir sınırlı
        sorumluluk şirketi olan Mine Best sp. z o.o. (&ldquo;Şirket&rdquo;, &ldquo;biz&rdquo; veya &ldquo;bize&rdquo;)
        arasındadır.</p>
    <p>Aşağıdaki h&uuml;k&uuml;m ve şartlar, a&ccedil;ık bir şekilde atıfta bulunulmak suretiyle dahil edilen her
        t&uuml;rl&uuml; belge ile birlikte (bunlar bir arada &ldquo;Kullanım Şartları&rdquo;), ilişkili ELECTRUM VAULT
        masa
        &uuml;st&uuml; uygulaması ve GOLD WALLET mobil uygulaması (her biri &ldquo;Uygulama ve birlikte
        &ldquo;Uygulamalar)
        ve Web Sitesinde ve Uygulamalarda veya bunlar &uuml;zerinden sunulan herhangi bir medya, analiz, i&ccedil;erik,
        işlevsellik veya hizmet ve her t&uuml;rl&uuml; ilişkili siteyi ve hizmeti kullanımınız dahil olmak &uuml;zere <a
            href="http://www.bitcoinvault.global">www.bitcoinvault.global</a> (&ldquo;Web Sitesi)&rdquo; sitesine
        erişiminizi ve bu siteyi kullanımınızı y&ouml;netir.</p>
    <p>Web Sitesi, Uygulamalar ve tarafımızca veya tarafımız &uuml;zerinden sunulan t&uuml;m ve diğer medya, analiz,
        i&ccedil;erik,işlevsellik, &uuml;r&uuml;n ve hizmetlerden &ldquo;&Uuml;r&uuml;n&rdquo; olarak bahsedilir.</p>
    <p>L&uuml;tfen, bir Web sitesini veya herhangi bir &Uuml;r&uuml;n&uuml; kullanmaya başlamadan &ouml;nce Kullanım
        Şartlarını dikkatlice okuyun. Web Sitesini veya herhangi bir &Uuml;r&uuml;n&uuml; kullanmak suretiyle (&ouml;rn.
        Bir
        Wallet oluşturmak veya i&ccedil;eri aktarmak, bir masa&uuml;st&uuml; veya mobil uygulamayı &ccedil;alıştırmak,
        ya da
        web sitemizi ziyaret etmek) veya size se&ccedil;enek sunulduğunda Kullanım Şartlarını kabul etmek &uuml;zere
        tıklayarak, bu Kullanım Şartlarını okuduğunuzu, anladığınızı ve bu Şartların bağlayıcı olduğunu ve bu Şartlara
        uyacağınızı kabul ettiğinizi tasdik edersiniz.</p>
    <p>Web sitelerinin ve &Uuml;r&uuml;nlerin formatını ve i&ccedil;eriğini zaman zaman sizi bilgilendirmeksizin
        değiştirebilirsiniz. Uygulamayı kullanımınızla ilgili bu t&uuml;r t&uuml;m değişiklikler web sitemizde veya
        Uygulamamızda yayınlandıklarında anında etkili olacaktır. Bu t&uuml;r bir değişiklik sonrasında Uygulamayı
        kullanmaya devam etmeniz o zaman ge&ccedil;erli olacak Şartların bağlayıcı olacağını kabul ettiğiniz anlamına
        gelir.
        &Uuml;zerinizde bağlayıcı olan her t&uuml;rl&uuml; değişikliğin farkında olabilmeniz i&ccedil;in bu sayfayı sık
        sık
        kontrol etmeniz beklenmektedir.</p>
    <p>Web sitelerini ve &Uuml;r&uuml;nleri kullanımınızın &ldquo;olduğu gibi&rdquo; ve &ldquo;elverişli olma&rdquo;
        esasına
        g&ouml;re olduğunu ve riskin tamamen size ait olduğunu kabul etmektesiniz. Web Sitelerinde ve her
        t&uuml;rl&uuml;
        &Uuml;r&uuml;nde yer alan t&uuml;m bilgilerin (kullanıcılar tarafından oluşturulan i&ccedil;erik haricinde)
        doğru
        olması i&ccedil;in elimizden geleni yapmamızla beraber, bu bilgiler kendisine g&uuml;venilecek herhangi bir
        otorite
        veya tavsiye değildir ve &ouml;yle olması ama&ccedil;lanmamıştır.</p>
    <p>Bu Şartları ve bu Şartlardaki herhangi bir değişikliği kabul etmiyorsanız, Web Sitesini veya herhangi bir
        &Uuml;r&uuml;n&uuml; ya da Uygulamaya erişmemeli veya bunları kullanmamalısınız veya herhangi bir
        &Uuml;r&uuml;ne
        erişmemeli veya kullanmamalısınız.</p>
    <p>Uygulamanın bu Şartların herhangi bir h&uuml;km&uuml;n&uuml; y&uuml;r&uuml;rl&uuml;ğe koymada veya kısmen
        y&uuml;r&uuml;rl&uuml;ğe koymada başarısız olması ya da gecikmesi herhangi bir haktan feragat edildiği şeklinde
        yorumlanmayacaktır.</p>
    <p>Bu Kullanım Şartlarıyla ilgili herhangi bir sorunuz veya yorumunuz varsa l&uuml;tfen bize web sitesinden <a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a> adresinden bir mesaj g&ouml;nderin
        veya bizimle Facebook, Telegram ya da Twitter &uuml;zerinden iletişime ge&ccedil;in. Bu Anlaşmayı veya bu
        Anlaşmadaki herhangi bir değişikliği kabul etmiyorsanız, Hizmetlerimizi kullanmamalısınız.</p>
    <h3>Web Sitemizi ve Uygulamalar dahil olmak &uuml;zere her &Uuml;r&uuml;n&uuml;m&uuml;z&uuml; kimler
        kullanabilir</h3>
    <p>Web Sitesi, (i) Polonya&rsquo;da (18 yaş ve &uuml;zeri) ve (ii) kullanıcının yargı yetkisi b&ouml;lgesi veya
        ikamet
        ettiği yerdeki reşit olma yaşına ulaşmış kullanıcılara sunulur ve onlar tarafından kullanılabilir. Web Sitesini
        ve
        herhangi bir &Uuml;r&uuml;n&uuml; kullanmak suretiyle (i) 18 yaşında veya daha b&uuml;y&uuml;k olduğunuzu,
        (ii)yargı
        yetkisi b&ouml;lgenizde veya ikamet ettiğiniz yerde reşit olduğunuzu, (iii) ge&ccedil;erli yasa, emir, direktif,
        reg&uuml;lasyon ve yaptırım listesi kapsamında Web Sitesini veya herhangi bir &Uuml;r&uuml;n&uuml; kullanmanızın
        engellenmemiş olduğunu ve (iiii) Web Sitesini ve herhangi bir &Uuml;r&uuml;n&uuml; yalnızca yasal bir
        ama&ccedil;la
        kullandığınızı a&ccedil;ık&ccedil;a beyan ve taahh&uuml;t edersiniz.</p>
    <p>Web Sitemizi veya &Uuml;r&uuml;nlerimizi t&uuml;zel bir kişiyi temsilen kullanıyorsanız, ayrıca şunları garanti
        ve
        taahh&uuml;t edersiniz: (a) t&uuml;zel kişi usul&uuml;nce kurulmuş ve kurumunun yargı yetkisi b&ouml;lgesi
        i&ccedil;inde ge&ccedil;erli yasalar altında yasal olarak varlığını s&uuml;rd&uuml;rmektedir ve (b) s&ouml;z
        konusu
        t&uuml;zel kişi tarafından onun adına hareket etmek &uuml;zere usul&uuml;nce yetkinlendirilmişsinizdir.</p>
    <p>Hizmetlerimizi yalnızca yargı yetkisi b&ouml;lgenizin yasaları kapsamında izin verilmesi halinde
        kullanabilirsiniz.
        L&uuml;tfen bu Şartların, sizin i&ccedil;in ge&ccedil;erli olan t&uuml;m yasalar, kurallar ve mevzuatlarla
        uyumlu
        olduğundan emin olun. Uygulamayı kullanmak suretiyle, bu Şartlarda belirttiğimiz uygunluk gereksinimlerinin
        tamamını
        karşıladığınızı a&ccedil;ık&ccedil;a garanti ve taahh&uuml;t edersiniz. Yine de belirli kişilerin
        Uygulamalarımıza
        erişmesini veya Uygulamalarımızı kullanmasını reddedebiliriz ve uygunluk kriterlerimizi istediğimiz zaman
        değiştirme
        hakkını saklı tutarız.</p>
    <p>Bu gereksinimleri karşılamıyorsanız, Web Sitesine veya herhangi bir &Uuml;r&uuml;ne erişmemeli veya bunları
        kullanmamalısınız.</p>
    <h3>UYGULAMALAR VE SORUMLULUKLARINIZ HAKKINDA</h3>
    <p>Uygulama, Bitcoin Vault (&ldquo;BTCV&rdquo;) tokenlerini (&ldquo;BTCV&rdquo; tokenleri) almak ve g&ouml;ndermek
        i&ccedil;in kullanabileceğiniz Wallet adreslerini oluşturan yazılımdır. Wallet adresinizi, &ccedil;ekirdek
        ifadenizi ve &ouml;zel anahtar erişim bilgilerinizi g&uuml;vende tutmalısınız.
        Bunu yapmamanız halinde sonu&ccedil; olarak Wallet&rsquo;la ilişkilendirilen BTCV tokenlerinizin
        kontrol&uuml;n&uuml; kaybedebilirsiniz.</p>
    <p>Uygulamalar şifre kurtarmada yardımcı olamaz. Uygulamalar Wallet adresinizi saklar ancak Wallet şifrenizi,
        şifrelenmiş &ouml;zel anahtarı, şifrelenmemiş &ouml;zel anahtarı veya Wallet&rsquo;ınızla ilişkili
        &ccedil;ekirdek
        ifadeyi almaz veya saklamaz. Bu nedenle size Wallet şifrenizi geri almanızda destek olamayız. Orijinal şifreyi
        hatırlayamazsanız Wallet&rsquo;ınız i&ccedil;in yeni bir şifre oluşturamayız.</p>
    <p>Herhangi bir Wallet adresinin ve Wallet&rsquo;ınızda tutulan &ouml;zel anahtarın yedeğini g&uuml;venli bir
        şekilde
        muhafaza etmediyseniz, s&ouml;z konusu Wallet adresiyle ilişkilendirdiğiniz t&uuml;m BTCV tokenlerinin Wallet
        şifresine sahip olmamanız halinde erişilemez olacağını kabul ve tasdik etmektesiniz.</p>
    <p>&Uuml;r&uuml;nler &uuml;zerinden sağladığınız t&uuml;m bilgilerin doğru ve eksiksiz olduğunu taahh&uuml;t ve
        garanti
        etmektesiniz. BTCV tokenlerinin &Uuml;r&uuml;nler &uuml;zerinden başlatılan işlemleriyle ilişkili yaptığınız
        herhangi bir hata veya eksiklik i&ccedil;in sorumlu olmadığımızı kabul ve tasdik etmektesiniz. BTCV tokeni
        transferi
        yapmayı denemeden &ouml;nce işlem detaylarınızı dikkatlice incelemenizi şiddetle tavsiye ederiz.</p>
    <p>Uygulamayı kullanmaya başladığınızda Uygulamayı kullanmak i&ccedil;in bir Wallet&rsquo;ı i&ccedil;eri aktarmanız
        veya
        oluşturmanız gerekir. &Ouml;zel anahtarınızın ve &ccedil;ekirdek ifadenizin gizliliği korumak sizin
        sorumluluğunuz
        olacaktır ve hesabınızda ger&ccedil;ekleşen her t&uuml;rl&uuml; aktiviteden tamamen sorumlu olacaksınız.</p>
    <p>Bizi şifrenin veya hesabın her t&uuml;rl&uuml; izinsiz kullanımı veya diğer g&uuml;venlik ihlalleri konusunda
        anında
        bilgilendireceğinizi , ancak buna uygun davranmamanızdan kaynaklanan hi&ccedil;bir zarar ve hasar i&ccedil;in
        sorumlu olmayacağımızı kabul etmektesiniz. Bir Wallet oluşturduğunuzda Wallet&rsquo;ınıza erişimi ve/veya Wallet
        &uuml;zerindeki denetiminizi kaybetmemek i&ccedil;in &ouml;nlem almanızı &ouml;zellikle tavsiye ederiz.</p>
    <p>Bir işlemi başlatmadan &ouml;nce işlemleri tamamlamak i&ccedil;in Wallet&rsquo;ınızda yeterli bakiye ve/veya gas
        olduğundan emin olmalısınız. Yetersiz fon veya Wallet hesabınızla ilişkili yetersiz gas nedeniyle başarısız olan
        işlemlerden sorumlu olmayacağımızı kabul ve tasdik etmektesiniz.</p>
    <p>&Uuml;r&uuml;nler &uuml;zerinden işlem ayrıntılarını g&ouml;nderdiğiniz işlemlere uygulanacak vergilerin, varsa,
        neler olduğunu tespit etmek sizin sorumluluğunuzdadır ve uygun vergi otoritesine doğru vergiyi bildirmek ve
        &ouml;demek de sizin sorumluluğunuzdadır. BTCV işlemlerinize vergi uygulanıp uygulanmadığını tespit etmenin veya
        BTCV tokenleriyle ilgili işlemlerden ortaya &ccedil;ıkan vergileri toplama, bildirme, bunlara stopaj uygulama ya
        da
        &ouml;demenin bizim sorumluluğumuz olmadığını kabul edersiniz.</p>
    <p>Uygulamanın izin verdiği &ouml;l&ccedil;&uuml;de Wallet hesabınıza &uuml;&ccedil;&uuml;nc&uuml; bir tarafın
        erişmesine veya bağlanmasına a&ccedil;ık onay vermeniz halinde, ister &uuml;&ccedil;&uuml;nc&uuml; tarafın
        &uuml;r&uuml;n veya hizmetleri &uuml;zerinden gerekse Uygulama &uuml;zerinden olsun,
        &uuml;&ccedil;&uuml;nc&uuml;
        bir tarafa sizin adınıza belirli eylemler ger&ccedil;ekleştirmesi i&ccedil;in izin vermeniz sizi bu Şartlar
        kapsamındaki sorumluluklarınızdan kurtarmaz. Wallet hesabınıza erişimi olan herhangi bir
        &uuml;&ccedil;&uuml;nc&uuml; tarafın t&uuml;m eylemlerinden ve ihmallerinden tam olarak sorumlusunuzdur.</p>
    <p>Aşağıdakilerden sorumlusunuz:</p>
    <ol type="i">
        <li>Web sitelerine veya t&uuml;m &Uuml;r&uuml;nlere erişim sağlamanız i&ccedil;in gerekli t&uuml;m
            d&uuml;zenlemeleri yapmak,</li>
        <li>İnternet bağlantısı &uuml;zerinden Web Sitelerine ve &Uuml;r&uuml;nlere erişimi olan herkesin bu Şartların
            farkında olmasını ve onlara uymasını sağlamak.</li>
    </ol>
    <p>Bir Web Sitesine veya sunduğu kaynaklardan bazılarına erişmek i&ccedil;in sizden belirli kayıt bilgileri veya
        başka
        bilgiler istenebilir. Web sitesine sağlanan t&uuml;m bilgilerin doğru, g&uuml;ncel ve eksiksiz olması Web
        Sitesini
        kullanmanızın şartlarından biridir. Web Sitesini kullanarak veya Web Sitesindeki interaktif &ouml;zellikleri
        kullanmak dahil ama bunlarla sınırlı olmayan başka bir şekilde sağladığınız t&uuml;m bilgilerin Gizlilik
        Politikamız
        tarafından y&ouml;netildiğini kabul etmektesiniz ve Gizlilik Politikamıza uygun olarak bilgilerinizle ilgili
        yaptığımız t&uuml;m işlemlere onay vermektesiniz.</p>
    <p>Web sitelerine genel kullanıma a&ccedil;ık veya paylaşımlı bir bilgisayarda kişisel bilgilerinizi girerken
        dikkatli
        olmalısınız, b&ouml;ylece başkaları kişisel bilgilerinizi g&ouml;r&uuml;nt&uuml;leyemez ya da kaydedemez.</p>
    <h3>Telif Hakları ve Lisans</h3>
    <p>Web Siteleri ve &Uuml;r&uuml;nler ve t&uuml;m i&ccedil;erikleri, &ouml;zellikleri ve işlevleri (t&uuml;m
        bilgiler,
        yazılım, metin, ekranlar, g&ouml;r&uuml;nt&uuml;ler, video ve ses, bunların tasarımı, se&ccedil;imi ve
        d&uuml;zenlenmesi dahil ancak bunlarla sınırlı olmamak kaydıyla) bize, lisans verenlerimize ve bu t&uuml;r
        materyallerin diğer sağlayıcılarına aittir ve telif hakkı, ticari marka, patent, ticaret sırrı ve diğer fikri
        m&uuml;lkiyet veya ticari haklar &uuml;zerinde m&uuml;lkiyet yasaları tarafından korunmaktadır.</p>
    <p>Web Sitelerimizdeki veya &Uuml;r&uuml;nlerimizdeki hi&ccedil;bir materyali aşağıdaki durumlar haricinde
        &ccedil;oğaltmamalı, dağıtmamalı, değiştirmemeli, t&uuml;revi &ccedil;alışmalar oluşturmamalı, kamuya
        a&ccedil;ık
        sergilememeli, halka a&ccedil;ık bir şekilde bu materyalleri işlememeli, yeniden yayınlamamalı, indirmemeli,
        saklamamalı ve taşımamalıdır:</p>
    <ol type="i">
        <li>Bilgisayarınız, bu materyallere erişmeniz ve bu materyalleri g&ouml;r&uuml;nt&uuml;lemeniz amacıyla
            RAM&rsquo;de
            bu t&uuml;r materyallerin kopyalarını ge&ccedil;ici olarak saklayabilir.</li>
        <li>G&ouml;r&uuml;nt&uuml;lemeyi iyileştirme amacıyla Web tarayıcınız tarafından otomatik olarak ara belleğe
            alınmış
            dosyaları saklayabilirsiniz.</li>
        <li>Web sitelerinin makul sayıda sayfasının bir n&uuml;shasını kendi kişisel, ticari olmayan kullanımınız
            i&ccedil;in başkaca &ccedil;oğaltma, yayınlama veya dağıtım olmaksızın yazdırabilir veya indirebilirsiniz.
        </li>
    </ol>
    <p>İndirilmek &uuml;zere masa&uuml;st&uuml;, mobil veya başka uygulamalar sağlamamız halinde, bilgisayarınıza veya
        mobil
        cihazınıza yalnızca sizin kendi kişisel, ticari olmayan kullanımınız i&ccedil;in, s&ouml;z konusu uygulamaların
        son
        kullanıcı lisans s&ouml;zleşmelerine uymayı kabul etmeniz koşuluyla tek bir kopya indirebilirsiniz.</p>
    <p>Şunları yapmamalısınız:</p>
    <ol type="i">
        <li>Bu siteden herhangi bir materyalin kopyalarında değişiklik yapmak.</li>
        <li>Bu sitenin kopyalarından telif hakkı, ticari marka ve m&uuml;lkiyet hakları bildirimlerini silmek ya da
            değiştirmek.</li>
        <li>Web Sitesinin veya hizmetlerin ya da Web Sitesi ve &Uuml;r&uuml;nler &uuml;zerinden erişilebilir
            materyallerin
            herhangi bir kısmına herhangi bir ticari ama&ccedil; i&ccedil;in erişmek veya kullanmak</li>
    </ol>
    <p>Web sitelerindeki veya &Uuml;r&uuml;nlerdeki materyalleri bu b&ouml;l&uuml;mde belirtilenler dışında herhangi bir
        şekilde kullanmak istiyorsanız talebinizi şu adrese iletin:<a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a></p>
    <p>Web sitelerinin veya &Uuml;r&uuml;nlerin herhangi bir kısmını Şartları ihlal edecek şekilde yazdırırsanız,
        kopyalarsanız, değiştirirseniz, indirirseniz veya başka bir şekilde kullanırsanız ya da başka bir kişinin
        erişimine
        sunarsanız, Web Sitelerini ve t&uuml;m &Uuml;r&uuml;nleri kullanma hakkınız anında sona erer ve kendi
        takdirimize
        bağlı olarak oluşturduğunuz materyallerin her t&uuml;rl&uuml; kopyasını iade etme veya imha etmeniz gerekir. Web
        Sitelerini veya &Uuml;r&uuml;nleri ya da Web Sitesindeki veya &Uuml;r&uuml;nlerdeki herhangi bir i&ccedil;eriğin
        hi&ccedil;bir hakkı, m&uuml;lkiyeti veya menfaati size aktarılmaz ve a&ccedil;ık&ccedil;a size tanınmayan
        t&uuml;m
        hakları tarafımızca mahfuzdur. Web Sitelerinin bu Kullanım Şartlarında a&ccedil;ık&ccedil;a izin verilmeyen bir
        şekilde herhangi bir kullanımı bu Kullanım Şartlarının ihlalini oluşturur ve telif hakkı, ticari marka ve diğer
        yasaları ihlal edebilir.</p>
    <p>Bir &Uuml;r&uuml;n kullanıcısı olarak Uygulamayı kullanmanız i&ccedil;in size sınırlı, kişisel, ticari olmayan,
        m&uuml;nhasır olmayan, transfer edilemeyen ve geri alınabilir bir lisans sunuyoruz.</p>
    <p>&Uuml;r&uuml;nlerimizi kullanırken şunları yapamazsınız:</p>
    <ol type="i">
        <li>Yasaları &ccedil;iğnemek i&ccedil;in &Uuml;r&uuml;nlerimizi kullanmak,</li>
        <li>Yetkisiz bir şekilde başka bir kullanıcının Wallet&rsquo;ını kullanmak veya kullanmaya teşebb&uuml;s etmek
            veya
            &uuml;r&uuml;nlerimizi; başkalarının &uuml;r&uuml;nlerden tam olarak faydalanmasını engelleyecek, kesintiye
            uğratacak, olumsuz bir şekilde etkileyecek veya faydalanmasına m&uuml;dahale edecek şekilde kullanmak,</li>
        <li>Uygulama &uuml;zerinden herhangi bir vir&uuml;s veya başka bir zararlı bilgisayar kodu dağıtmak,</li>
        <li>Bizim altyapımızda veya herhangi bir &uuml;&ccedil;&uuml;nc&uuml; taraf sağlayıcımızın alt yapısında makul
            olmayan veya orantısız derecede b&uuml;y&uuml;k y&uuml;k oluşturan herhangi bir eylemde bulunmak,</li>
        <li>G&uuml;venliğimizin a&ccedil;ığını bulmaya &ccedil;alışmak (diğer hesaplar, bilgisayar sistemleri veya
            &Uuml;r&uuml;nlere bağlı ağlar dahil ancak bunlarla sınırlı olmayacak şekilde &Uuml;r&uuml;nlere erişimi
            &ouml;nlemek veya sınırlamak i&ccedil;in kullanabileceğimiz her t&uuml;rl&uuml; &ouml;nlemi atlatamazsınız,
            a&ccedil;ığını bulmaya &ccedil;alışamazsınız veya bunları yapmaya teşebb&uuml;s edemezsiniz).</li>
    </ol>
    <p>Bu Şartlarda a&ccedil;ık&ccedil;a izin verilenler dışında Uygulamanın &ouml;nceden yazılı iznimiz olmaksızın her
        t&uuml;rl&uuml; kullanımı kesinlikle yasaklanmıştır ve Uygulamayı kullanma lisansınızı fesheder.</p>
    <h3>SORUMLULUĞUN SINIRLANDIRILMASI VE GARANTİ KOŞULLARI</h3>
    <p>Web sitelerinde veya &Uuml;r&uuml;nlerde sunulan veya bunlar &uuml;zerinden sunulan bilgiler yalnızca genel
        bilgilendirme ama&ccedil;lıdır. Bu bilgilerin doğruluğunu, eksiksizliğini veya kullanışlılığını garanti
        etmiyoruz.
        Bu t&uuml;r bilgilere itimat etmenin riski kesinlikle size aittir. Tarafınızca veya Web Sitelerini ziyaret eden
        başka ziyaret&ccedil;iler tarafınca veya i&ccedil;eriklerinden herhangi biri hakkında bilgilendirilmiş
        olabilecek
        bir kişi tarafınca bu t&uuml;r materyallere itimat etmeden kaynaklanan her t&uuml;rl&uuml;
        y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml; ve sorumluluğu reddediyoruz.</p>
    <p>Web siteleri ve &Uuml;r&uuml;nler diğer kullanıcılar, blog yazarları ve &uuml;&ccedil;&uuml;nc&uuml; taraf lisans
        verenler, konsorsiyum &uuml;yeleri, toplayıcılar ve/veya raporlama hizmetleri tarafından sağlanan materyaller
        dahil
        olmak &uuml;zere &uuml;&ccedil;&uuml;nc&uuml; taraflarca sağlanan i&ccedil;erikleri barındırabilir. Şirket
        tarafından sağlanan i&ccedil;erik haricinde bu materyallerde ifade edilen t&uuml;m a&ccedil;ıklamalar ve/veya
        g&ouml;r&uuml;şler ve t&uuml;m makaleler ve sorulara verilen cevaplar ve diğer i&ccedil;erikler yalnızca bu
        materyalleri sağlayan kişi ya da kurumun d&uuml;ş&uuml;nceleridir ve yalnızca bu kişi ve kurumlar sorumludur. Bu
        materyaller şirketin g&ouml;r&uuml;ş&uuml;n&uuml; yansıtmak zorunda değildir. Size veya herhangi bir
        &uuml;&ccedil;&uuml;nc&uuml; tarafa karşı &uuml;&ccedil;&uuml;nc&uuml; taraflarca sağlanan herhangi bir
        materyalin
        i&ccedil;eriği veya doğruluğundan sorumlu veya y&uuml;k&uuml;ml&uuml; değildir.</p>
    <p>Web Siteleri ve &Uuml;r&uuml;nler hi&ccedil;bir şekilde veya hi&ccedil;bir bi&ccedil;imde veya kısımda herhangi
        bir
        tavsiye (profesyonel veya başka t&uuml;rl&uuml;) teşkil etmeye veya oluşturmaya y&ouml;nelik değildir veya
        herhangi
        bir yatırım veya başka bir karar ya da işlemde veya bunlarla ilgili olarak kullanıma y&ouml;nelik değildir.
        Aşağıdakilerden kaynaklanan herhangi bir talep veya zarara karşılık hi&ccedil;bir sorumluluk (nasıl ortaya
        &ccedil;ıktığından bağımsız olarak) kabul etmiyoruz:</p>
    <ul>
        <li>Web Sitelerindeki veya &Uuml;r&uuml;nlerin herhangi birine dair hi&ccedil;bir bilgiye g&uuml;venerek veya
            onları
            esas alarak verilen her t&uuml;rl&uuml; tavsiye,</li>
        <li>her t&uuml;rl&uuml; yatırım veya verilen başka bir karar ya da</li>
        <li>yapılan ya da etkilenen herhangi bir işlem;</li>
    </ul>
    <p>Ya da &Uuml;r&uuml;nlerin herhangi bir başka kullanımından veya bunlara g&uuml;venilmesinden ortaya &ccedil;ıkan
        hi&ccedil;bir y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml; kabul etmiyoruz.</p>
    <p>Web Sitelerinin ve &Uuml;r&uuml;nlerinin herhangi bir i&ccedil;eriğinin doğruluğu, eksiksizliği, g&uuml;ncelliği,
        doğruluğu, g&uuml;venilirliği, b&uuml;t&uuml;nl&uuml;ğ&uuml;, kalitesi, amaca uygunluğu veya orijinalliği
        hakkında
        hi&ccedil;bir şartı kabul etmiyoruz veya herhangi bir taahh&uuml;tte bulunmuyoruz ve yasanın izin verdiği en
        geniş
        kapsamda, t&uuml;m dolaylı garantiler, koşullar veya her t&uuml;rl&uuml; diğer şartlar işbu belgede hari&ccedil;
        tutulmuştur. Yasanın izin verdiği en geniş kapsamda Web Sitelerini ve &Uuml;r&uuml;n&uuml; kullananmanızın veya
        başka birinin kullanmasının veya i&ccedil;eriğine g&uuml;venmenizin sonucunda veya başka birinin g&uuml;venmesi
        sonucunda ortaya &ccedil;ıkan hi&ccedil;bir kayıp veya hasar i&ccedil;in hi&ccedil;bir
        y&uuml;k&uuml;ml&uuml;l&uuml;k kabul etmemekteyiz.</p>
    <p>Hi&ccedil;bir Web Sitesi ve &Uuml;r&uuml;n&uuml;n herhangi bir i&ccedil;eriğinin vir&uuml;s i&ccedil;ermeyeceğine
        ve/veya bulaşıcı ya da hasar verici unsurlar i&ccedil;erebilecek başka bir kod i&ccedil;ermeyeceğine dair
        garanti
        veremeyiz ve vermemekteyiz. İ&ccedil;eriğin g&uuml;venliği ve g&uuml;venilirliği ile ilgili gereksinimlerinizi
        yerine getirmek amacıyla uygun BT g&uuml;venliği korumalarını uygulamak (antivir&uuml;s ve diğer g&uuml;venlik
        kontrolleri dahil olmak &uuml;zere) sizin sorumluluğunuzdur.</p>
    <p>Aşağıdakilerden kaynaklanan her t&uuml;rl&uuml; kayıp, hasar veya taleplerle ilişkili t&uuml;m
        y&uuml;k&uuml;ml&uuml;l&uuml;klerden bizi muaf tutmaktasınız:</p>
    <ol type="a">
        <li>unutulan şifreler, yanlış yapılandırılmış işlemler veya yanlış yazılmış BTCV adresleri gibi kullanıcı
            hatası,
        </li>
        <li>sunucu arızası veya veri kaybı,</li>
        <li>Uygulama &uuml;zerinden C&uuml;zdanınıza yetkisiz erişim;</li>
        <li>Uygulama yazılımındaki arıza veya hatalar ve</li>
        <li>vir&uuml;s, oltalama, kaba kuvvet uygulama veya Uygulamaya karşı herhangi bir saldırı y&ouml;ntemi
            kullanılması
            dahil ancak bunlarla sınırlı olmamak kaydıyla her t&uuml;rl&uuml; yetkisiz &uuml;&ccedil;&uuml;nc&uuml;
            taraf
            faaliyetleri.</li>
    </ol>
    <p>&Uuml;r&uuml;nlerimizde yer alan veya &uuml;r&uuml;nlerimiz aracılığıyla erişilen hi&ccedil;bir
        &uuml;&ccedil;&uuml;nc&uuml; taraf i&ccedil;erikle ilgili herhangi bir taahh&uuml;tte bulunmuyoruz. Bu t&uuml;r
        i&ccedil;erikle ilgili t&uuml;m diğer şartlar, koşullar, garantiler veya taahh&uuml;tler tamamen sizinle
        s&ouml;z
        konusu kurumlar ve/veya bireyler arasındadır.</p>
    <h3>Garanti Koşulları</h3>
    <p>İnternetten veya web sitelerinden indirilebilecek dosyaların vir&uuml;s veya başka hasar verici kod
        i&ccedil;ermeyeceğini garanti veya taahh&uuml;t edemeyiz ve etmemekteyiz. Antivir&uuml;s koruması ve veri
        girişiyle
        veri &ccedil;ıktılarının doğruluğu, kayıp verilerin yeniden yapılandırılması i&ccedil;in sitemiz dışında
        y&ouml;ntemlerin sağlanması i&ccedil;in belirli gereksinimlerinizi yerine getirmek amacıyla yeterli
        prosed&uuml;rleri ve kontrol noktalarını uygulamak sizin sorumluluğunuzdadır.</p>
    <p>WEB SİTESİNİ VEYA WEB SİTELERİNİ KULLANMANIZ YA DA WEB SİTESİNDE VEYA WEB SİTESİNDE BAĞLANTI VERİLEN HERHANGİ BİR
        WEB
        SİTESİNDE YER ALAN HERHANGİ BİR MATERYALİ İNDİRMENİZ NEDENİYLE BİR DAĞITILMIŞ HİZMET SALDIRISI, VİR&Uuml;SLER
        VEYA
        BİLGİSAYAR EKİPMANINIZI, BİLGİSAYAR PROGRAMLARINIZI, VERİ VEYA DİĞER TESCİL MARKALI MATERYALLERİNİZİ
        ETKİLEYEBİLECEK
        DAĞITILMIŞ HİZMET ENGELLEME SALDIRISI, VİR&Uuml;SLER VEYA TEKNOLOJİK OLARAK ZARARLI MATERYALLERİN NEDEN OLDUĞU
        HERHANGİ BİR KAYIP VEYA HASARDAN SORUMLU OLMAYACAĞIZ. HERHANGİ BİR WEB SİTESİNİ KULLANIMINIZ, İ&Ccedil;ERİKLERİ
        VE
        WEB SİTELERİ &Uuml;ZERİNDEN ELDE EDİLEN HER T&Uuml;RL&Uuml; HİZMET VEYA &Uuml;R&Uuml;N&Uuml;N RİSKİ SİZE AİTTİR.
        WEB
        SİTESİ, İ&Ccedil;ERİĞİ VE WEB SİTELERİNDEN ELDE EDİLEN T&Uuml;M HİZMETLER VEYA &Uuml;R&Uuml;NLER HERHANGİ BİR
        T&Uuml;RDE A&Ccedil;IK VEYA DOLAYLI GARANTİLER OLMAKSIZIN &ldquo;OLDUĞU GİBİ&rdquo; VE &ldquo;ELVERİŞLİ
        OLMA&rdquo;
        ESASINA G&Ouml;RE SAĞLANIR. NE ŞİRKET NE DE ŞİRKETLE İLİŞKİLİ HERHANGİ BİR KİŞİ WEB SİTELERİNİN EKSİKSİZLİĞİ,
        G&Uuml;VENLİĞİ, G&Uuml;VENİLİRLİĞİ, KALİTESİ, DOĞRULUĞU İLE İLGİLİ HERHANGİ BİR GARANTİDE VETA TAAHH&Uuml;TTE
        BULUNUR. YUKARIDAKİLERİ KISITLAMAMAK KAYDIYLA, NE ŞİRKET NE DE ŞİRKET İLE İLİŞKİLİ HERHANGİ BİR KİŞİ WEB
        SİTELERİMİZİN Hİ&Ccedil;BİRİNİN, İ&Ccedil;ERİĞİNİN VEYA WEB SİTESİ &Uuml;ZERİNDEN ELDE EDİLEN HERHANGİ BİR
        HİZMETİN
        VEYA &Uuml;R&Uuml;N&Uuml;N DOĞRU, G&Uuml;VENİLİR, HATASIZ VE KESİNTİSİZ OLACAĞINI, KUSURLARIN
        D&Uuml;ZELTİLECEĞİNİ,
        SUNAN WEB SİTESİNİN VEYA SUNUCUNUN VİR&Uuml;S VEYA DİĞER TEHLİKELİ BİRLEŞENLER İ&Ccedil;ERMEDİĞİNİ VEYA S&Ouml;Z
        KONUSU WEB SİTESİNİN YA DA BU WEB SİTESİ &Uuml;ZERİNDEN ELDE EDİLEN HİZMETLERİN VEYA &Uuml;R&Uuml;NLERİN
        BEKLENTİLERİNİZİ VEYA İHTİYA&Ccedil;LARINIZI KARŞILACAĞINI TAAHH&Uuml;T VEYA GARANTİ ETMEZ.</p>
    <p>İŞBU BELGE İLE ŞİRKET, HER T&Uuml;RL&Uuml; TİCARETE UYGUNLUK, İHLAL ETMEME VE BELİRLİ BİR AMACA UYGUNLUK DAHİL
        AMA
        BUNLARLA SINIRLI OLMAMAK KAYDIYLA A&Ccedil;IK VEYA DOLAYLI, YASAL VEYA BAŞLA T&Uuml;RL&Uuml; T&Uuml;M
        GARANTİLERİ
        REDDEDER.</p>
    <p>BAZI YARGI YETKİSİ ALANLARI, DOLAYLI GARANTİLERİN S&Uuml;RESİ &Uuml;ZERİNDE KISITLAMALARA VEYA GARANTİDEN
        HARİ&Ccedil; TUTULMAYA İZİN VERMEZ, BU NEDENLE YUKARIDAKİ KOŞULLAR TAMAMIYLA SİZİN İ&Ccedil;İN GE&Ccedil;ERLİ
        OLMAYABİLİR ANCAK GE&Ccedil;ERLİ YASANIN İZİN VERDİĞİ AZAMİ &Ouml;L&Ccedil;&Uuml;DE GE&Ccedil;ERLİ OLACAKTIR.
    </p>
    <h3>Y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml;n Sınırlandırılması</h3>
    <p>ŞİRKET, BAĞLI ŞİRKETLERİ VEYA LİSANS SAHİPLERİ, HİZMET SAĞLAYICILARI, &Ccedil;ALIŞANLARI, TEMSİLCİLERİ,
        YETKİLİLERİ
        VEYA Y&Ouml;NETİCİLERİ; Hİ&Ccedil;BİR DURUMDA, Hİ&Ccedil;BİR YASAL TEORİ KAPSAMINDA, WEB SİTELERİMİZDEN HERHANGİ
        BİRİNİ VEYA ONLARA BAĞLI OLAN HERHANGİ BİR WEB SİTESİNİ, WEB SİTELERİ VEYA BU T&Uuml;R DİĞER WEB SİTELERİNDEKİ
        İ&Ccedil;ERİKLERİ YA DA WEB SİTEMİZ VEYA BU T&Uuml;R DİĞER WEB SİTELERİNDEN ELDE EDİLEN HER T&Uuml;RL&Uuml;
        HİZMET
        VEYA &Uuml;R&Uuml;N&Uuml;, KULLANMANIZDAN VEYA KULLANAMAMANIZDAN KAYNAKLANAN KİŞİSEL YARALANMA, ACI VE IZDIRAP,
        DUYGUSAL STRES, GELİ KAYBI, KAR KAYBI, İŞ VEYA BEKLENEN GETİRİLERİN KAYBI, KULLANIM KAYBI, İYİ NİYET KAYBI, VERİ
        KAYBI VE HAKSIZ FİİLİN (İHMAL DAHİL), S&Ouml;ZLEŞMENİN İHLALİNİN VEYA &Ouml;NG&Ouml;R&Uuml;LEBİLİR OLSA BİLE
        BAŞKA
        T&Uuml;RL&Uuml; NEDEN OLUNANLAR DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK KAYDIYLA HER T&Uuml;RL&Uuml; DOĞRUDAN,
        DOLAYLI,
        &Ouml;ZEL, İKİNCİL, TALİ VEYA CEZAİ HASARLAR DAHİL OLMAK &Uuml;ZERE Hİ&Ccedil;BİR HASARDAN
        Y&Uuml;K&Uuml;ML&Uuml;
        OLMAYACAKTIR. YUKARIDAKİLER (YOLSUZLUĞU İ&Ccedil;EREBİLECEK ŞEKİLDE) GE&Ccedil;ERLİ YASA KAPSAMINDA HARİ&Ccedil;
        BIRAKILAMAYACAK VEYA SINIRLANDIRILAMAYACAK Hİ&Ccedil;BİR Y&Uuml;K&Uuml;ML&Uuml;L&Uuml;Ğ&Uuml; ETKİLEMEZ.</p>
    <p>ŞİKET, HESABINIZIN SİZİN TARAFINIZDAN VEYA &Uuml;&Ccedil;&Uuml;NC&Uuml; BİR TARAF&Ccedil;A (SİZİN TARAFINIZDAN
        YETKİLENDİRİLMİŞ OLSA DA OLMASA DA) KULLANIMINDAN KAYNAKLANAN Hİ&Ccedil;BİR KAYIP VEYA HASARDAN SİBER
        SALDIRILAR,
        HERHANGİ BİR &Uuml;&Ccedil;&Uuml;NC&Uuml; TARAFIN YETKİSİZ ERİŞİMİ DAHİL ANCAK BUNUNLA SINIRLI OLMAMAK KAYDIYLA
        Y&Uuml;K&Uuml;ML&Uuml; OLMAYACAKTIR.</p>
    <h3>Tazminat</h3>
    <p>Şirketi, bağlı şirketlerini, lisans verenleri, hizmet sağlayıcıları ve ilgili yetkililerini, y&ouml;neticilerini,
        &ccedil;alışanlarını, y&uuml;klenicilerini, bayilerini, lisans verenleri, tedarik&ccedil;ileri, varisleri ve
        devralanları, bu Kullanım Şartlarını ihlal etmeniz veya Web sitesinin i&ccedil;eriğinin, hizmetlerinin ve
        &uuml;r&uuml;nlerinin bu Kullanım Şartlarında a&ccedil;ık&ccedil;a izin verilen dışındaki kullanımları veya
        herhangi
        bir Web Sitesinden elde ettiğiniz bilgileri kullanımınızdan kaynaklanan veya bununla ilişkili her
        t&uuml;rl&uuml;
        dava, y&uuml;k&uuml;ml&uuml;l&uuml;k, hasar, yargılanma, tazminat, zarar, maliyet, giderler veya
        &uuml;cretlerden ve
        bunlara karşı savunmalı, korumalı ve tazmin etmelidir.</p>
    <h3>TALEPLER &Uuml;ZERİNDEKİ S&Uuml;RE SINIRLANDIRMASI</h3>
    <p>Bizimle olan ilişkinizden doğan veya bu ilişkiyle ilgili her t&uuml;rl&uuml; talebinizin bir yıl i&ccedil;inde
        a&ccedil;ılması gerektiğini, aksi takdirde talebinizin kalıcı olarak engelleneceğini kabul etmektesiniz.</p>
    <h3>GE&Ccedil;ERLİ KANUN</h3>
    <p>Nerede ikamet ettiğinizden bağımsız olarak, bu Şartlar ve tarafların ilişkisi Polonya uluslararası hususi hukuk
        kurallarından bağımsız olarak bu Şartları Polonya&rsquo;da imzalamışsınız gibi Polonya yasalarına g&ouml;re
        y&ouml;netilecektir. Bu Şartların herhangi bir h&uuml;km&uuml; ge&ccedil;erli yasayla &ccedil;elişirse, bu
        h&uuml;k&uuml;mler ilga edilir veya yalnızca h&uuml;k&uuml;mlerle uyuşmadıkları &ouml;l&ccedil;&uuml;de
        değiştirilirler. Taraflar, &Uuml;r&uuml;nleri kullanmanızdan veya bu Şartları ihlal etmenizden doğan veya
        bunlarla
        ilişkili her t&uuml;rl&uuml; anlaşmazlığın m&uuml;nhasır yargı yetkisi i&ccedil;in Polonya mahkemelerine sunmayı
        kabul eder. Kişisel yargılanmanın olmaması, ikamet yeri, mahkeme yeri veya bu t&uuml;r bir davada uygun olmayan
        yargı yerine bağlı her t&uuml;rl&uuml; itirazdan feragat etmektesiniz.</p>
    <h3>FESİH</h3>
    <p>Uygulamayı kullanma lisansınızın feshedilmesi halinde, bu Şartlar altındaki y&uuml;k&uuml;ml&uuml;l&uuml;kleriniz
        devam eder. Wallet&rsquo;ınızdaki fonlara fesihten sonra ulaşımınız Wallet adresinizin yedeklemesine ve
        &ouml;zel
        anahtarınıza erişiminize bağlı olacaktır.</p>
    <h3>HİZMETLERİN SONA ERMESİ</h3>
    <p>Tamamen kendi takdirimize bağlı olarak ve size herhangi bir maliyeti olmaksızın ve herhangi bir zamanda
        &Uuml;r&uuml;nlerimizin herhangi bir kısmını ge&ccedil;ici veya kalıcı olarak değiştirebilir, sona
        erdirebiliriz.
        Wallet&rsquo;inizde tuttuğunuz &ouml;zel anahtar &ccedil;iftinin ve Wallet adresinin bir yedeğini
        &Uuml;r&uuml;nler
        dışında saklamak tamamen sizin sorumluluğunuzdadır. Wallet adresinin ve Wallet'inizla ilişkili &ouml;zel anahtar
        &ccedil;iftlerinin harici bir yedeğini tutmak Wallet&rsquo;inizin g&uuml;venceye alındığı Ethereum
        Networks&rsquo;e
        erişmenize imkan verir. Bu t&uuml;r bir yedekleme kullanıcının Wallet'lerini istedikleri zaman kullanıcının BTCV
        tokenleri kaybolmadan ve herhangi bir &uuml;cret &ouml;demeden geri y&uuml;klemesine imkan verir.
        &Uuml;r&uuml;nler
        dışında Wallet verilerinizin yedeğini tutmazsanız, Wallet&rsquo;ınızla ilişkili BTCV tokenlerinize
        erişemezsiniz.
        &Uuml;r&uuml;nleri kullanımdan kaldırmamız veya değerini d&uuml;ş&uuml;rmemiz halinde BTCV tokenlerinin
        kaybından
        sorumlu ve y&uuml;k&uuml;ml&uuml; tutulmayacağız.</p>
    <h3>FERAGAT ETMEME</h3>
    <p>Bu Şartlar altındaki herhangi bir hakkı, g&uuml;c&uuml; veya ayrıcalığı kullanmamamız veya kullanmakta
        gecikmemiz,
        bir feragat yerine ge&ccedil;meyecektir; ya da herhangi bir hakkın, g&uuml;c&uuml;n veya ayrıcalığın tek başına
        veya
        kısmen kullanılması bunların veya diğerlerinin kullanımını imkansız kılmayacaktır.</p>
    <h3>FERAGAT VE AYRILABİLİRLİK</h3>
    <p>Şirketin bu Şartlarda belirtilen h&uuml;k&uuml;m ve koşullardan feragati, s&ouml;z konusu h&uuml;k&uuml;m veya
        koşuldan daha fazla veya kalıcı bir feragat olarak veya başka herhangi bir h&uuml;k&uuml;m ve koşuldan feragat
        olarak kabul edilmeyecektir ve Şirketin bu Koşullar altında herhangi bir hakkı veya h&uuml;km&uuml; savunmaması,
        s&ouml;z konusu haktan veya h&uuml;k&uuml;mden feragat oluşturmayacaktır. Koşulların herhangi bir kısmının
        ge&ccedil;ersiz, h&uuml;k&uuml;ms&uuml;z veya herhangi bir nedenle uygulanamaz olduğu ortaya &ccedil;ıkarsa o
        h&uuml;k&uuml;m ayrılabilir kabul edilecek ve gerekli olan minimum &ouml;l&ccedil;&uuml;de sınırlandırılacak
        veya
        silinecektir. H&uuml;km&uuml;n sınırlandırılması veya silinmesi diğer h&uuml;k&uuml;mleri etkilemeyecektir.</p>
    <h3>M&Uuml;CBİR SEBEP</h3>
    <p>Doğa olayları, sivil veya askeri otoritelerin eylemleri, ter&ouml;rizm eylemleri, sivil ayaklanma, savaş, grev
        veya
        başka bir iş&ccedil;i - işveren anlaşmazlığı, yangın, telekom&uuml;nikasyon veya İnternet hizmetlerinde ya da ağ
        sağlayıcı hizmetlerinde kesinti, ekipman ve/veya yazılımda arıza, diğer afetler veya makul kontrol&uuml;m&uuml;z
        dışında herhangi bir başka olay dahil ancak bunlarla sınırlı olmamak kaydıyla makul kontrol&uuml;m&uuml;z
        dışında
        herhangi bir neden veya durumun doğrudan veya dolaylı sonucu olarak her t&uuml;rl&uuml; gecikme, yerine
        getirememe
        veya hizmet kesintisinden sorumlu tutulmayacaktır ve kalan h&uuml;k&uuml;mlerin ge&ccedil;erliliğini ve
        uygulanabilirliğini etkilemeyecektir.</p>
    <h3>DEVRETME</h3>
    <p>Haklarımızı atayabileceğimizi ve/veya bu Şartlar altındaki y&uuml;k&uuml;ml&uuml;l&uuml;klerimizi transfer
        edebileceğimizi, taşerona verebileceğimizi veya devredebileceğimizi kabul etmektesiniz. Bu Şartları
        kabul&uuml;n&uuml;z kişiseldir ve bunu herhangi bir &uuml;&ccedil;&uuml;nc&uuml; tarafa transfer edemez veya
        atayamazsınız.</p>
    <h3>T&Uuml;M ANLAŞMA</h3>
    <p>Şartlar Web Sitesi ve &Uuml;r&uuml;nlerle ilgili olarak sizinle aramızdaki tek ve t&uuml;m anlaşmayı oluşturur ve
        Web
        Siteleriyle ilişkili olarak hem s&ouml;zl&uuml; hem de yazılı olmak &uuml;zere t&uuml;m &ouml;nceki ve eş
        zamanlı
        anlaşmaları, s&ouml;zleşmeleri, taahh&uuml;tleri ve garantileri ge&ccedil;ersiz kılar.</p>
</body>

</html>