<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <style>
        p {
            text-align: justify;
        }
    </style>
</head>

<body>

    <h3>Điều khoản Sử dụng</h3>
    <p>VUI L&Ograve;NG ĐỌC KỸ ĐIỀU KHOẢN SỬ DỤNG (<b>ĐIỀU
        KHOẢN</b>) TRƯỚC KHI SỬ DỤNG TRANG WEB HOẶC BẤT KỲ DỊCH VỤ HOẶC SẢN
        PHẨM
        N&Agrave;O ĐƯỢC ĐỀ XUẤT TH&Ocirc;NG QUA TRANG WEB</p>
    <h3>Chấp nhận
        Điều khoản
        Sử dụng</h3>
    <p>C&aacute;c điều khoản sử dụng n&agrave;y được thống nhất bởi v&agrave; giữa bạn v&agrave; Mine Best sp. z o.o.,
        c&ocirc;ng ty tr&aacute;ch nhiệm hữu hạnđược th&agrave;nh lập hợp ph&aacute;p v&agrave; hoạt động hợp lệ
        theoluật
        ph&aacute;p Ba Lan, c&oacute; địa chỉ tại: ul. Jerzego Ficowskiego 15, 01-747 Warsaw, Ba Lan,
        (<b>"C&ocirc;ng ty"</b> hoặc
        <b>"ch&uacute;ng t&ocirc;i"</b>).
    </p>
    <p>C&aacute;c điều khoản v&agrave; điều kiện sau đ&acirc;y, c&ugrave;ng với mọi t&agrave;i liệu đi k&egrave;m
        r&otilde;
        r&agrave;ng th&ocirc;ng qua tham chiếu (gọi chung l&agrave; c&aacute;c "Điều khoản Sử dụng" n&agrave;y) chi phối
        quyền truy cập v&agrave; sử dụng của bạn đối với<a
            href="http://www.bitcoinvault.global">www.bitcoinvault.global</a>,(Trang web), bao gồm ứng dụng m&aacute;y
        t&iacute;nh để b&agrave;n ELECTRUM VAULT được li&ecirc;n kết v&agrave; ứng dụng di động GOLD WALLET (gọi
        ri&ecirc;ng
        l&agrave; &ldquo;Ứng dụng&rdquo; v&agrave; gọi chung l&agrave; &ldquo;c&aacute;c Ứng dụng&rdquo;) c&ugrave;ng
        quyền
        truy cập v&agrave; sử dụng của bạn đối với bất kỳ phương tiện, t&agrave;i liệu ph&acirc;n t&iacute;ch, nội dung,
        chức năng v&agrave; dịch vụ n&agrave;o được cung cấp tr&ecirc;n hoặc th&ocirc;ng qua bất kỳ Trang web v&agrave;
        Ứng
        dụng n&agrave;o, cũng như quyền truy cập v&agrave; sử dụng của bạn đối với tất cả v&agrave; bất kỳ trang web
        v&agrave; dịch vụ li&ecirc;n quan n&agrave;o.</p>
    <p>Trang web, Ứng dụng, c&ugrave;ng tất cả v&agrave; mọi phương tiện, t&agrave;i liệu ph&acirc;n t&iacute;ch, nội
        dung,
        chức năng, sản phẩm v&agrave; dịch vụ do ch&uacute;ng t&ocirc;i cung cấp hoặc được cung cấp th&ocirc;ng qua
        ch&uacute;ng t&ocirc;i đều được gọi l&agrave; &ldquo;Sản phẩm&rdquo;.</p>
    <p>Vui l&ograve;ng đọc kỹ Điều khoản Sử dụng trước khi bắt đầu sử dụng Trang web v&agrave; Sản phẩm bất kỳ. Bằng
        việc sử
        dụng Trang web hoặc Sản phẩm bất kỳ (v&iacute; dụ:tạo hoặc kết nối v&iacute;, tải xuống hoặc chạy ứng dụng
        m&aacute;y t&iacute;nh b&agrave;n hoặc di động của ch&uacute;ng t&ocirc;i, hoặc truy cập trang web của
        ch&uacute;ng
        t&ocirc;i) hoặc bằng việc nhấp v&agrave;o chấp thuận hoặc đồng &yacute; với Điều khoản Sử dụng khi t&ugrave;y
        chọn
        n&agrave;y c&oacute; sẵn cho bạn, bạnx&aacute;c nhận rằng bạn đ&atilde; đọc, hiểu v&agrave; đồng &yacute;chịu sự
        r&agrave;ng buộc v&agrave; phải tu&acirc;n thủ c&aacute;c Điều khoản Sử dụng n&agrave;y.</p>
    <p>T&ugrave;y từng thời điểm, ch&uacute;ng t&ocirc;i c&oacute; thể thay đổi định dạng v&agrave; nội dung Trang web
        v&agrave; Sản phẩm m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o cho bạn. Mọi thay đổi như vậy li&ecirc;n
        quan
        đến việc bạn sử dụng Ứng dụng sẽ c&oacute; hiệu lực ngay lập tức khi được đăng tr&ecirc;n trang web của
        ch&uacute;ng
        t&ocirc;i hoặc tr&ecirc;n Ứng dụng của ch&uacute;ng t&ocirc;i. Việc bạn tiếp tục sử dụng Ứng dụng sau khi
        c&oacute;
        c&aacute;c thay đổi như vậy sẽ biểu thị rằng bạn chấp nhận c&aacute;c Điều khoản hiện thời. Bạn n&ecirc;n kiểm
        tra
        trang n&agrave;y thường xuy&ecirc;n để biết được mọi thay đổi do ch&uacute;ng sẽ r&agrave;ng buộc bạn.</p>
    <p>Bạn đồng &yacute; rằng việc bạn sử dụng c&aacute;c Trang web v&agrave; Sản phẩm l&agrave; tr&ecirc;n cơ sở
        "nguy&ecirc;n trạng" v&agrave; "sẵn c&oacute;" v&agrave; bạn ho&agrave;n to&agrave;n chịu mọi rủi ro. Mặc
        d&ugrave;
        ch&uacute;ng t&ocirc;i nỗ lực đảm bảo rằng tất cả th&ocirc;ng tin c&oacute; tr&ecirc;n c&aacute;c Trang web
        v&agrave; bất kỳ Sản phẩm n&agrave;o (ngo&agrave;i nội dung do người d&ugrave;ng tạo) l&agrave; ch&iacute;nh
        x&aacute;c, nhưng c&aacute;c th&ocirc;ng tin n&agrave;y kh&ocirc;ng d&agrave;nh v&agrave; kh&ocirc;ng nhằm tạo
        ra
        bất kỳ quyền hay lời khuy&ecirc;n n&agrave;o d&agrave;nh cho bạn.</p>
    <p>Nếu bạn kh&ocirc;ng đồng &yacute; với c&aacute;c Điều khoản n&agrave;y hoặc bất kỳ điều chỉnh n&agrave;o đối với
        c&aacute;c Điều khoản n&agrave;y,bạn kh&ocirc;ng được truy cập hoặc sử dụng Trang web v&agrave; bất kỳ Sản phẩm
        hay
        Ứng dụng n&agrave;o hoặc truy cập hoặc sử dụng bất kỳ Sản phẩm n&agrave;o.</p>
    <p>Việc Ứng dụng kh&ocirc;ng thực thi hoặc chậm trễ thực thi hoặc thực thi một phần bất kỳ điều khoản n&agrave;o
        trong
        c&aacute;c Điều khoản n&agrave;y sẽ kh&ocirc;ng được coi l&agrave; khước từ bất kỳ quyền n&agrave;o.</p>
    <p>Nếu bạn c&oacute; c&acirc;u hỏi hoặc nhận x&eacute;t li&ecirc;n quan đến c&aacute;c Điều khoản Sử dụng
        n&agrave;y,
        vui l&ograve;ng gửi tin nhắn cho ch&uacute;ng t&ocirc;i tr&ecirc;n trang web đến địa chỉ&nbsp;<a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a>hoặc li&ecirc;n hệ với ch&uacute;ng
        t&ocirc;i qua Facebook, Telegram hoặc Twitter. Nếu bạn kh&ocirc;ng đồng &yacute; với Thỏa thuận n&agrave;y hoặc
        bất
        kỳ sửa đổi n&agrave;o đối với Thỏa thuận n&agrave;y, bạn kh&ocirc;ng n&ecirc;n sử dụng Dịch vụ của ch&uacute;ng
        t&ocirc;i.</p>
    <h3>Ai c&oacute; thể
        sử dụng Trang web
        của ch&uacute;ng
        t&ocirc;i v&agrave;
        c&aacute;c Sản
        phẩm bao gồm
        c&aacute;c Ứng
        dụng</h3>
    <p>Trang web được cung cấp v&agrave; sẵn c&oacute; cho người d&ugrave;ng ở độ tuổi hợp ph&aacute;p (i) tại Ba Lan
        (18
        tuổi trở l&ecirc;n) v&agrave; (ii) ở khu vực ph&aacute;p l&yacute; hoặc nơi cư tr&uacute; của người d&ugrave;ng.
        Bằng việc sử dụng Trang web v&agrave; Sản phẩm, bạn tuy&ecirc;n bố v&agrave; đảm bảo rằng bạn (i) từ 18 tuổi trở
        l&ecirc;n, (ii) đủ tuổi hợp ph&aacute;p tại khu vực ph&aacute;p l&yacute; hoặc nơi cư tr&uacute; của bạn, (iii)
        kh&ocirc;ng bị cấm sử dụng Trang web v&agrave; bất kỳ Sản phẩm n&agrave;o theo bất kỳ luật, lệnh, chỉ thị, quy
        định
        hoặc danh s&aacute;ch trừng phạt hiện h&agrave;nh n&agrave;o v&agrave; (iii) đang sử dụng Trang web v&agrave;
        Sản
        phẩm chỉ cho mục đ&iacute;ch hợp ph&aacute;p.</p>
    <p>Nếu bạn đang sử dụng Trang web hoặc Sản phẩm của ch&uacute;ng t&ocirc;i thay mặt ph&aacute;p nh&acirc;n, bạn
        tuy&ecirc;n bố v&agrave; đảm bảo rằng: (a) ph&aacute;p nh&acirc;n đ&oacute; được th&agrave;nh lập hợp lệ
        v&agrave;
        tồn tại hợp ph&aacute;p theo luật hiện h&agrave;nh của khu vực ph&aacute;p l&yacute; của tổ chức đ&oacute;;
        v&agrave; (b) bạn được ph&aacute;p nh&acirc;n đ&oacute; ủy quyền hợp ph&aacute;p để h&agrave;nh động thay mặt
        cho
        ph&aacute;p nh&acirc;n đ&oacute;.</p>
    <p>Bạn chỉ c&oacute; thể sử dụng Dịch vụ của ch&uacute;ng t&ocirc;i nếu được luật ph&aacute;p của khu vực t&agrave;i
        ph&aacute;n của bạn cho ph&eacute;p. Vui l&ograve;ng đảm bảo rằng c&aacute;c Điều khoản n&agrave;y tu&acirc;n
        thủ
        tất cả luật, quy tắc v&agrave; quy định &aacute;p dụng cho bạn. Bằng việc sử dụng Ứng dụng, bạn tuy&ecirc;n bố
        v&agrave; đảm bảo rằng bạn đ&aacute;p ứng tất cả c&aacute;c y&ecirc;u cầu về t&iacute;nh đủ điều kiện m&agrave;
        ch&uacute;ng t&ocirc;i n&ecirc;u trong c&aacute;c Điều khoản n&agrave;y. Tuy nhi&ecirc;n, ch&uacute;ng t&ocirc;i
        vẫn
        c&oacute; thể từ chối cho ph&eacute;p một số người truy cập hoặc sử dụng Ứng dụng v&agrave; ch&uacute;ng
        t&ocirc;i
        c&oacute; quyền thay đổi ti&ecirc;u ch&iacute; về t&iacute;nh đủ điều kiện bất kỳ l&uacute;c n&agrave;o.</p>
    <p>Nếu bạn kh&ocirc;ng đ&aacute;p ứng được c&aacute;c y&ecirc;u cầu n&agrave;y, bạn kh&ocirc;ng được truy cập hoặc
        sử
        dụng Trang web v&agrave; Sản phẩm bất kỳ.</p>
    <h3>VỀỨNG DỤNG
        V&Agrave; TR&Aacute;CH
        NHIỆM CỦA
        BẠN</h3>
    <p>Ứng dụng l&agrave; phần mềm tạo địa chỉ V&iacute; m&agrave; bạn c&oacute; thể sử dụng để gửi v&agrave; nhận
        m&atilde;
        th&ocirc;ng b&aacute;o Bitcoin Vault (&ldquo;BTCV&rdquo;) (&ldquo;m&atilde; th&ocirc;ng b&aacute;o BTCV&rdquo;).
    </p>
    <p>Bạn phải bảo mật địa chỉ V&iacute;, cụm từ hạt giống v&agrave; th&ocirc;ng tin truy cập kh&oacute;a c&aacute;
        nh&acirc;n. Kh&ocirc;ng l&agrave;m như vậy c&oacute; thể dẫn đến mất quyền kiểm so&aacute;t m&atilde;
        th&ocirc;ng
        b&aacute;o BTCV được li&ecirc;n kết với V&iacute;.</p>
    <p>Ứng dụng kh&ocirc;ng thể hỗ trợ lấy lại mật khẩu. Ứng dụng lưu trữ địa chỉ V&iacute; của bạn nhưng kh&ocirc;ng
        nhận
        hoặc lưu trữ mật khẩu của V&iacute;, kh&oacute;a c&aacute; nh&acirc;n m&atilde; h&oacute;a, kh&oacute;a
        c&aacute;
        nh&acirc;n kh&ocirc;ng m&atilde; h&oacute;a hoặc cụm từ hạt giống được li&ecirc;n kết với V&iacute; của bạn. Do
        đ&oacute;, ch&uacute;ng t&ocirc;i kh&ocirc;ng thể hỗ trợ bạn lấy lại mật khẩu của V&iacute;. Ch&uacute;ng
        t&ocirc;i
        kh&ocirc;ng thể tạo mật khẩu mới cho V&iacute; nếu bạn kh&ocirc;ng nhớ mật khẩu ban đầu của m&igrave;nh.</p>
    <p>Nếu bạn chưa bảo mật an to&agrave;n bản sao lưu địa chỉ V&iacute; v&agrave; cặp kh&oacute;a ri&ecirc;ng được duy
        tr&igrave; trong V&iacute; của m&igrave;nh, bạn chấp nhận v&agrave; x&aacute;c nhận rằng mọi m&atilde;
        th&ocirc;ng
        b&aacute;o BTCV bạn đ&atilde; li&ecirc;n kết với địa chỉ V&iacute; đ&oacute; sẽ kh&ocirc;ng thể truy cập được
        nếu
        bạn kh&ocirc;ng c&oacute; mật khẩu V&iacute; của m&igrave;nh.</p>
    <p>Bạn tuy&ecirc;n bố v&agrave; đảm bảo rằng mọi th&ocirc;ng tin bạn cung cấp qua Sản phẩm l&agrave; ch&iacute;nh
        x&aacute;c v&agrave; đầy đủ. Bạn chấp nhận v&agrave; thừa nhận rằng ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu
        tr&aacute;ch nhiệm về bất kỳ lỗi hoặc thiếu s&oacute;t n&agrave;o m&agrave; bạn gặp phải li&ecirc;n quan đến bất
        kỳ
        giao dịch m&atilde; th&ocirc;ng b&aacute;o BTCV n&agrave;o được thực hiện th&ocirc;ng qua Sản phẩm. Đặc biệt,
        ch&uacute;ng t&ocirc;i khuyến kh&iacute;ch bạn xem kỹ lại chi tiết giao dịch trước khi tiến h&agrave;nh chuyển
        m&atilde; th&ocirc;ng b&aacute;o BTCV.</p>
    <p>Khi bắt đầu sử dụng Ứng dụng, bạn phải nhập hoặc tạo V&iacute; để sử dụng Ứng dụng. Bạn c&oacute; tr&aacute;ch
        nhiệm
        duy tr&igrave; t&iacute;nh bảo mật của kh&oacute;a c&aacute; nh&acirc;n v&agrave; cụm từ hạt giống, đồng thời
        ho&agrave;n to&agrave;n chịu tr&aacute;ch nhiệm về mọi hoạt động xảy ra trong t&agrave;i khoản của bạn.</p>
    <p>Bạn đồng &yacute; th&ocirc;ng b&aacute;o ngay cho ch&uacute;ng t&ocirc;i mọi h&agrave;nh vi sử dụng tr&aacute;i
        ph&eacute;p mật khẩu, t&agrave;i khoản của bạn hoặc bất kỳ h&agrave;nh vi vi phạm bảo mật n&agrave;o
        kh&aacute;c,
        tuy nhi&ecirc;n ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm đối với c&aacute;c tổn thất hoặc
        thiệt
        hại ph&aacute;t sinh từ việc bạn kh&ocirc;ng tu&acirc;n thủ quy định n&agrave;y. Khi tạo V&iacute;, bạn
        n&ecirc;n
        thực hiện c&aacute;c biện ph&aacute;p ph&ograve;ng ngừa để tr&aacute;nh mất quyền truy cập v&agrave;/hoặc quyền
        kiểm
        so&aacute;t V&iacute; của m&igrave;nh.</p>
    <p>Bạn phải đảm bảo rằng bạn c&oacute; đủ số dư trong V&iacute; v&agrave;/hoặc kh&iacute; để ho&agrave;n tất giao
        dịch
        trước khi bắt đầu giao dịch. Bạn x&aacute;c nhận v&agrave; đồng &yacute; rằng ch&uacute;ng t&ocirc;i sẽ
        kh&ocirc;ng
        chịu tr&aacute;ch nhiệm đối với bất kỳ giao dịch kh&ocirc;ng th&agrave;nh c&ocirc;ng n&agrave;o do kh&ocirc;ng
        đủ
        tiền hoặc kh&iacute; li&ecirc;n quan đến t&agrave;i khoản V&iacute; của bạn.</p>
    <p>Bạn c&oacute; tr&aacute;ch nhiệm x&aacute;c định những khoản thuế n&agrave;o, nếu c&oacute;, được &aacute;p cho
        c&aacute;c giao dịch m&agrave; bạn đ&atilde; gửi chi tiết giao dịch th&ocirc;ng qua Sản phẩm v&agrave; bạn
        c&oacute;
        tr&aacute;ch nhiệm b&aacute;o c&aacute;o v&agrave; nộp thuế ch&iacute;nh x&aacute;c cho cơ quan thuế c&oacute;
        thẩm
        quyền. Bạn đồng &yacute; rằng ch&uacute;ng t&ocirc;i kh&ocirc;ng c&oacute; tr&aacute;ch nhiệm x&aacute;c định
        xem
        c&aacute;c giao dịch BTCV của bạn c&oacute; phải chịu thuế hay kh&ocirc;ng hoặc đối với việc thu thập,
        b&aacute;o
        c&aacute;o, khấu lưu hoặc nộp bất kỳ khoản thuế n&agrave;o ph&aacute;t sinh từ bất kỳ giao dịch n&agrave;o
        li&ecirc;n quan đến m&atilde; th&ocirc;ng b&aacute;o BTCV.</p>
    <p>Nếu, trong phạm vi được Ứng dụng cho ph&eacute;p, bạn cấp quyền r&otilde; r&agrave;ng cho b&ecirc;n thứ ba truy
        cập
        hoặc kết nối với t&agrave;i khoản V&iacute; của bạn, d&ugrave; th&ocirc;ng qua sản phẩm hoặc dịch vụ của
        b&ecirc;n
        thứ ba hay th&ocirc;ng qua Ứng dụng, bạn thừa nhận rằng việc cấp quyền cho b&ecirc;n thứ ba như vậy để thực hiện
        c&aacute;c h&agrave;nh động cụ thể thay mặt bạn kh&ocirc;ng giảm bớt bất kỳ tr&aacute;ch nhiệm n&agrave;o của
        bạn
        theo c&aacute;c Điều khoản n&agrave;y. Bạn ho&agrave;n to&agrave;n chịu tr&aacute;ch nhiệm về mọi h&agrave;nh vi
        hoặc thiếu s&oacute;t của bất kỳ b&ecirc;n thứ ba n&agrave;o c&oacute; quyền truy cập v&agrave;o t&agrave;i
        khoản
        V&iacute; của bạn.</p>
    <p>Bạn c&oacute; tr&aacute;ch nhiệm:</p>
    <ol type="i">
        <li>thực hiện mọi sắp xếp cần thiết để c&oacute; quyền truy cập v&agrave;o Trang web v&agrave; Sản phẩm;</li>
        <li>đảm bảo rằng tất cả những người truy cập v&agrave;o Trang web v&agrave; Sản phẩm th&ocirc;ng qua kết nối
            internet của bạn đều hiểu r&otilde; v&agrave; tu&acirc;n thủ c&aacute;c Điều khoản n&agrave;y.</li>
    </ol>
    <p>Để truy cập một Trang web hoặc một số t&agrave;i nguy&ecirc;n m&agrave; n&oacute; cung cấp, bạn c&oacute; thể
        được
        y&ecirc;u cầu cung cấp một số chi tiết đăng k&yacute; nhất định hoặc th&ocirc;ng tin kh&aacute;c. Điều kiện để
        bạn
        được sử dụng Trang web l&agrave; tất cả th&ocirc;ng tin bạn cung cấp tr&ecirc;n Trang web đều phải ch&iacute;nh
        x&aacute;c, cập nhật v&agrave; đầy đủ. Bạn đồng &yacute; rằng tất cả th&ocirc;ng tin bạn cung cấp để đăng
        k&yacute;
        sử dụng Trang web hoặc kh&aacute;c đi, bao gồm nhưng kh&ocirc;ng giới hạn ở việc sử dụng bất kỳ t&iacute;nh năng
        tương t&aacute;c n&agrave;o tr&ecirc;n Trang web vốn phải tu&acirc;n thủ Ch&iacute;nh s&aacute;ch bảo mật của
        ch&uacute;ng t&ocirc;i, v&agrave; bạn đồng &yacute; với mọi h&agrave;nh động ch&uacute;ng t&ocirc;i thực hiện
        li&ecirc;n quan đến th&ocirc;ng tin của bạn theo Ch&iacute;nh s&aacute;ch bảo mật của ch&uacute;ng t&ocirc;i.
    </p>
    <p>Bạn n&ecirc;n thận trọng khi đưa th&ocirc;ng tin c&aacute; nh&acirc;n l&ecirc;n Trang web qua m&aacute;y
        t&iacute;nh
        c&ocirc;ng cộng hoặc m&aacute;y t&iacute;nh d&ugrave;ng chung để người kh&aacute;c kh&ocirc;ng thể xem hoặc ghi
        lại
        th&ocirc;ng tin c&aacute; nh&acirc;n của bạn.</p>
    <h3>Bản quyền
        v&agrave; Giấy
        ph&eacute;p</h3>
    <p>C&aacute;c Trang web v&agrave; Sản phẩm v&agrave; to&agrave;n bộ nội dung, t&iacute;nh năng v&agrave; chức năng
        của
        ch&uacute;ng (bao gồm nhưng kh&ocirc;ng giới hạn ở tất cả th&ocirc;ng tin, phần mềm, văn bản, h&igrave;nh hiện,
        h&igrave;nh ảnh, video v&agrave; &acirc;m thanh cũng như thiết kế, lựa chọn v&agrave; sắp xếp c&aacute;c nội
        dung
        đ&oacute;) thuộc sở hữu của ch&uacute;ng t&ocirc;i, người cấp ph&eacute;p hoặc c&aacute;c nh&agrave; cung cấp
        kh&aacute;c của t&agrave;i liệu đ&oacute; v&agrave; được bảo vệ theo luật bản quyền, nh&atilde;n hiệu, bằng
        s&aacute;ng chế, b&iacute; mật thương mại v&agrave; c&aacute;c luật sở hữu tr&iacute; tuệ hoặc quyền sở hữu
        kh&aacute;c.</p>
    <p>Bạn kh&ocirc;ng được ph&eacute;p sao ch&eacute;p, ph&acirc;n phối, sửa đổi, tạo ra c&aacute;c t&aacute;c phẩm
        ph&aacute;i sinh, trưng b&agrave;y c&ocirc;ng khai, tr&igrave;nh diễn c&ocirc;ng khai, t&aacute;i xuất bản, tải
        xuống, lưu trữ hoặc truyền tải bất kỳ t&agrave;i liệu n&agrave;o tr&ecirc;n Trang web của ch&uacute;ng t&ocirc;i
        c&ugrave;ng bất kỳ Sản phẩm n&agrave;o, ngoại trừ những trường hợp sau:</p>
    <ol type="i">
        <li>M&aacute;y t&iacute;nh của bạn c&oacute; thể ngẫu nhi&ecirc;n lưu trữ bản sao của c&aacute;c t&agrave;i liệu
            đ&oacute; trong RAM khi bạn truy cập v&agrave; xem c&aacute;c t&agrave;i liệu đ&oacute;.</li>
        <li>Bạn c&oacute; thể lưu trữ c&aacute;c tệp được tr&igrave;nh duyệt Web của bạn tự động lưu v&agrave;o bộ nhớ
            đệm
            cho c&aacute;c mục đ&iacute;ch n&acirc;ng cao hiển thị.</li>
        <li>Bạn c&oacute; thể in hoặc tải xuống bản sao với số lượng hợp l&yacute; c&aacute;c trang của Trang web để sử
            dụng
            cho mục đ&iacute;ch c&aacute; nh&acirc;n, phi thương mại nhưng kh&ocirc;ng phải để t&aacute;i tạo, xuất bản
            hoặc
            ph&acirc;n phối kh&aacute;c.</li>
    </ol>
    <p>Nếu ch&uacute;ng t&ocirc;i cung cấp c&aacute;c ứng dụng cho m&aacute;y t&iacute;nh để b&agrave;n, thiết bị di
        động
        hoặc c&aacute;c ứng dụng kh&aacute;c để tải xuống, th&igrave; bạn c&oacute; thể tải xuống bản sao duy nhất về
        m&aacute;y t&iacute;nh hoặc thiết bị di động của ri&ecirc;ng m&igrave;nh, sử dụng phi thương mại, với điều kiện
        l&agrave; bạn đồng &yacute; bị r&agrave;ng buộc bởi thỏa thuận cấp ph&eacute;p người d&ugrave;ng cuối của
        ch&uacute;ng t&ocirc;i cho c&aacute;c ứng dụng đ&oacute;.</p>
    <p>Bạn kh&ocirc;ng được:</p>
    <ol type="i">
        <li>Sửa đổi bản sao của bất kỳ t&agrave;i liệu n&agrave;o c&oacute; được từ trang web n&agrave;y.</li>
        <li>X&oacute;a hoặc thay đổi th&ocirc;ng b&aacute;o về bản quyền, nh&atilde;n hiệu thương mại hoặc c&aacute;c
            quyền
            độc quyền kh&aacute;c khỏi c&aacute;c bản sao t&agrave;i liệu c&oacute; được từ trang web n&agrave;y.</li>
        <li>Truy cập hoặc sử dụng cho mục đ&iacute;ch thương mại bất kỳ phần n&agrave;o của Trang web hoặc bất kỳ dịch
            vụ
            hoặc t&agrave;i liệu n&agrave;o c&oacute; sẵn qua Trang web v&agrave; Sản phẩm.</li>
    </ol>
    <p>Nếu bạn muốn sử dụng t&agrave;i liệu c&oacute; được từ Trang web hoặc bất kỳ Sản phẩm n&agrave;o cho c&aacute;c
        mục
        đ&iacute;ch được n&ecirc;u ở phần n&agrave;y, vui l&ograve;ng gửi y&ecirc;u cầu tới:<a
            href="mailto:contact@bitcoinvault.global">contact@bitcoinvault.global</a></p>
    <p>Nếu bạn in, sao ch&eacute;p, sửa đổi, tải xuống hoặc sử dụng hoặc cung cấp cho bất kỳ người n&agrave;o quyền truy
        cập
        v&agrave;o bất kỳ phần n&agrave;o của Trang web v&agrave; Sản phẩm kh&ocirc;ng ph&ugrave; hợp với Điều khoản,
        th&igrave; quyền sử dụng Trang web v&agrave; mọi Sản phẩm của bạn sẽ chấm dứt ngay lập tức v&agrave; bạn phải,
        theo
        quyết định của ch&uacute;ng t&ocirc;i, trả lại hoặc hủy bất kỳ bản sao t&agrave;i liệu n&agrave;o bạn đ&atilde;
        tạo
        ra. Kh&ocirc;ng quyền, quyền sở hữu hoặc lợi &iacute;ch n&agrave;o đối với Trang web hoặc Sản phẩm hoặc bất kỳ
        nội
        dung n&agrave;o tr&ecirc;n Trang web hoặc Sản phẩm được chuyển giao cho bạn v&agrave; tất cả c&aacute;c quyền
        kh&ocirc;ng được cấp r&otilde; r&agrave;ng đều thuộc về ch&uacute;ng t&ocirc;i. Mọi h&agrave;nh vi sử dụng Trang
        web
        đi ngược một c&aacute;ch r&otilde; r&agrave;ng với c&aacute;c Điều khoản Sử dụng n&agrave;y đều vi phạm
        c&aacute;c
        Điều khoản Sử dụng n&agrave;y v&agrave; c&oacute; thể vi phạm luật về bản quyền, nh&atilde;n hiệu thương mại
        v&agrave; c&aacute;c luật kh&aacute;c.</p>
    <p>Với tư c&aacute;ch người d&ugrave;ng Sản phẩm, ch&uacute;ng t&ocirc;i cấp cho bạn giấy ph&eacute;p c&oacute; giới
        hạn, c&aacute; nh&acirc;n, phi thương mại, kh&ocirc;ng độc quyền, kh&ocirc;ng thể chuyển nhượng v&agrave;
        c&oacute;
        thể thu hồi để sử dụng Ứng dụng.</p>
    <p>Khi sử dụng Sản phẩm của ch&uacute;ng t&ocirc;i, bạn kh&ocirc;ng được:</p>
    <ol type="i">
        <li>sử dụng Sản phẩm của ch&uacute;ng t&ocirc;i để vi phạm ph&aacute;p luật,</li>
        <li>sử dụng hoặc cố t&igrave;nh sử dụng V&iacute; của người d&ugrave;ng kh&aacute;c khi chưa được ph&eacute;p
            hoặc
            sử dụng Sản phẩm của ch&uacute;ng t&ocirc;i theo bất kỳ c&aacute;ch thức n&agrave;o c&oacute; thể g&acirc;y
            trở
            ngại, l&agrave;m gi&aacute;n đoạn, ảnh hưởng ti&ecirc;u cực hoặc cản trở người d&ugrave;ng kh&aacute;c trải
            nghiệm đầy đủ V&iacute; v&agrave; Sản phẩm;</li>
        <li>ph&aacute;t t&aacute;n vi-r&uacute;t hoặc m&atilde; m&aacute;y t&iacute;nh c&oacute; hại kh&aacute;c
            th&ocirc;ng
            qua Ứng dụng của ch&uacute;ng t&ocirc;i;</li>
        <li>thực hiện những h&agrave;nh động c&oacute; thể tạo &aacute;p lực lớn kh&ocirc;ng hợp l&yacute; hoặc
            kh&ocirc;ng
            tương xứng l&ecirc;n cơ sở hạ tầng của ch&uacute;ng t&ocirc;i hoặc c&aacute;c nh&agrave; cung cấp b&ecirc;n
            thứ
            ba của ch&uacute;ng t&ocirc;i;</li>
        <li>cố t&igrave;nh ph&aacute; vỡ c&aacute;c h&agrave;ng r&agrave;o bảo mật của ch&uacute;ng t&ocirc;i (bạn
            kh&ocirc;ng được bỏ qua, ph&aacute; vỡ hoặc cố t&igrave;nh vượt qua hoặc ph&aacute; vỡ bất kỳ biện
            ph&aacute;p
            n&agrave;o được ch&uacute;ng t&ocirc;i &aacute;p dụng để ngăn chặn hoặc hạn chế quyền truy cập v&agrave;o
            Sản
            phẩm, bao gồm nhưng kh&ocirc;ng giới hạn ở c&aacute;c t&agrave;i khoản kh&aacute;c, hệ thống m&aacute;y
            t&iacute;nh hoặc mạng được kết nối với Sản phẩm.</li>
    </ol>
    <p>Mọi h&agrave;nh vi sử dụng Ứng dụng ngo&agrave;i c&aacute;c hoạt động được cho ph&eacute;p cụ thể theo c&aacute;c
        Điều khoản n&agrave;y khi chưa c&oacute; sự cho ph&eacute;p trước bằng văn bản của ch&uacute;ng t&ocirc;i, đều
        bị
        nghi&ecirc;m cấm v&agrave; sẽ chấm dứt giấy ph&eacute;p sử dụng Ứng dụng của bạn.</p>
    <h3>GIỚI HẠN
        TR&Aacute;CH NHIỆM &amp;
        TUY&Ecirc;N BỐ
        KHƯỚC TỪ
        BẢO ĐẢM</h3>
    <p>Th&ocirc;ng tin được tr&igrave;nh b&agrave;y tr&ecirc;n hoặc th&ocirc;ng qua Trang web v&agrave; Sản phẩm đều chỉ
        phục vụ cho mục đ&iacute;ch cung cấp th&ocirc;ng tin th&ocirc;ng thường. Ch&uacute;ng t&ocirc;i kh&ocirc;ng đảm
        bảo
        sự ch&iacute;nh x&aacute;c, đầy đủ hoặc hữu dụng của th&ocirc;ng tin n&agrave;y. Bạn ho&agrave;n to&agrave;n
        chịu
        mọi rủi ro khi dựa v&agrave;o c&aacute;c th&ocirc;ng tin đ&oacute;. Ch&uacute;ng t&ocirc;i tuy&ecirc;n bố khước
        từ
        mọi tr&aacute;ch nhiệm ph&aacute;p l&yacute; v&agrave; nghĩa vụ ph&aacute;t sinh từ việc sử dụng c&aacute;c
        l&agrave;i liệu tr&ecirc;n bởi bạn hoặc bất kỳ kh&aacute;ch truy cập n&agrave;o của Trang web hoặc bất kỳ ai
        c&oacute; thể đ&atilde; được cho biết về nội dung của c&aacute;c t&agrave;i liệu tr&ecirc;n dựa.</p>
    <p>Trang web v&agrave; Sản phẩm đều c&oacute; thể chứa nội dung do b&ecirc;n thứ ba cung cấp bao gồm c&aacute;c
        t&agrave;i liệu do người d&ugrave;ng kh&aacute;c, người viết blog v&agrave; ngườiị cấp ph&eacute;p b&ecirc;n thứ
        ba,
        nghiệp đo&agrave;n, đơn vị cung cấp dịch vụ tổng hợp th&ocirc;ng tin v&agrave;/hoặc đơn vị cung cấp dịch vụ
        b&aacute;o c&aacute;o cung cấp. Tất cả tuy&ecirc;n bố v&agrave;/hoặc quan điểm thể hiện trong c&aacute;c
        t&agrave;i
        liệu đ&oacute;, v&agrave; tất cả c&aacute;c b&agrave;i b&aacute;o v&agrave; c&acirc;u trả lời cho c&aacute;c
        c&acirc;u hỏi v&agrave; nội dung kh&aacute;c ngo&agrave;i nội dung do C&ocirc;ng ty cung cấp chỉ l&agrave; quan
        điểm
        v&agrave; tr&aacute;ch nhiệm của c&aacute; nh&acirc;n hoặc tổ chức cung cấp c&aacute;c t&agrave;i liệu
        đ&oacute;.
        C&aacute;c t&agrave;i liệu đ&oacute; kh&ocirc;ng nhất thiết thể hiện quan điểm của C&ocirc;ng ty. Ch&uacute;ng
        t&ocirc;i kh&ocirc;ng c&oacute; nghĩa vụ hoặc chịu tr&aacute;ch nhiệm trước bạn hoặc b&ecirc;n thứ ba về nội
        dung
        hoặc độ t&iacute;nh x&aacute;c của bất kỳ t&agrave;i liệu n&agrave;o do c&aacute;c b&ecirc;n thứ ba cung cấp.
    </p>
    <p>Trang web v&agrave; Sản phẩm kh&ocirc;ng được thiết kế để cấu th&agrave;nh hoặc h&igrave;nh th&agrave;nh, theo
        bất kỳ
        c&aacute;ch n&agrave;o hoặc dưới bất kỳ h&igrave;nh thức hoặc bộ phận n&agrave;o, cơ sở cho c&aacute;c lời
        khuy&ecirc;n (chuy&ecirc;n nghiệp, v.v.) hoặc để sử dụng trong hoặc li&ecirc;n quan đến c&aacute;c khoản đầu tư
        hoặc
        quyết định hoặc giao dịch kh&aacute;c. Ch&uacute;ng t&ocirc;i kh&ocirc;ng chấp nhận tr&aacute;ch nhiệm (bất kể
        tr&aacute;ch nhiệm c&oacute; thể ph&aacute;t sinh như thế n&agrave;o) đối với c&aacute;c khiếu nại hoặc tổn thất
        ph&aacute;t sinh từ:</p>
    <ul>
        <li>c&aacute;c lời khuy&ecirc;n được đưa ra;</li>
        <li>c&aacute;c khoản đầu tư được thực hiện hoặc quyết định được đưa ra; hoặc</li>
        <li>c&aacute;c giao dịch được thực hiện hoặc c&oacute; hiệu lực;</li>
    </ul>
    <p>khi dựa tr&ecirc;n hoặc được dựa tr&ecirc;n th&ocirc;ng tin c&oacute; tr&ecirc;n Trang web hoặc trong Sản phẩm,
        ch&uacute;ng t&ocirc;i cũng kh&ocirc;ng thừa nhận tr&aacute;ch nhiệm ph&aacute;p l&yacute; ph&aacute;t sinh từ
        việc
        sử dụng hoặc dựa v&agrave;o Sản phẩm kh&aacute;c.</p>
    <p>Ch&uacute;ng t&ocirc;i kh&ocirc;ng tham gia v&agrave;o c&aacute;c thỏa thuận hoặc đưa ra c&aacute;c tuy&ecirc;n
        bố về
        t&iacute;nh ch&iacute;nh x&aacute;c, t&iacute;nh đầy đủ, t&iacute;nh cập nhật, t&iacute;nh đ&uacute;ng đắn,
        t&iacute;nh đ&aacute;ng tin cậy, t&iacute;nh to&agrave;n vẹn, chất lượng, t&iacute;nh ph&ugrave; hợp cho mục
        đ&iacute;ch hoặc t&iacute;nh nguy&ecirc;n bản của nội dung tr&ecirc;n Trang web v&agrave; Sản phẩm v&agrave;, ở
        mức
        tối đa được luật ph&aacute;p cho ph&eacute;p, tất cả bảo đảm ngụ &yacute;, điều kiện hoặc điều khoản kh&aacute;c
        với
        bất kỳ bản chất n&agrave;o đều bị loại trừ theo đ&acirc;y. Trong phạm vi tối đa được ph&aacute;p luật cho
        ph&eacute;p, ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu tr&aacute;ch nhiệm ph&aacute;p l&yacute; đối với c&aacute;c
        tổn
        thất hoặc thiệt hại dưới bất kỳ h&igrave;nh thức n&agrave;o ph&aacute;t sinh do bạn hoặc người kh&aacute;c
        kh&aacute;c sử dụng Trang web v&agrave; Sản phẩm hoặc dựa v&agrave;o bất kỳ nội dung n&agrave;o của Trang web
        v&agrave; Sản phẩm đ&oacute;.</p>
    <p>Ch&uacute;ng t&ocirc;i kh&ocirc;ng thể v&agrave; kh&ocirc;ng đảm bảo rằng nội dung của Trang web v&agrave; Sản
        phẩm
        sẽ kh&ocirc;ng chứa vi-r&uacute;t v&agrave;/hoặc m&atilde; kh&aacute;c c&oacute; thể c&oacute; c&aacute;c
        th&agrave;nh phần độc hại hoặc ph&aacute; hoại. Bạn c&oacute; tr&aacute;ch nhiệm &aacute;p dụng c&aacute;c biện
        ph&aacute;p đảm bảo an ninh CNTT th&iacute;ch hợp (bao gồm c&aacute;c phần mềm diệt vi-r&uacute;t v&agrave;
        c&aacute;c kiểm tra bảo mật kh&aacute;c) để đ&aacute;p ứng c&aacute;c y&ecirc;u cầu của bạn về t&iacute;nh an
        to&agrave;n v&agrave; t&iacute;nh đ&aacute;ng tin cậy của nội dung.</p>
    <p>Bạn giải ph&oacute;ng ch&uacute;ng t&ocirc;i khỏi mọi tr&aacute;ch nhiệm ph&aacute;p l&yacute; li&ecirc;n quan
        đến
        c&aacute;c tổn thất, thiệt hại hoặc khiếu nại ph&aacute;t sinh từ:</p>
        <ol type="a">
    <li>lỗi của người d&ugrave;ng như qu&ecirc;n mật khẩu, tạo giao dịch kh&ocirc;ng ch&iacute;nh x&aacute;c hoặc
        nhập
        sai địa chỉ BTCV;</li>      
    <li>lỗi m&aacute;y chủ hoặc mất dữ liệu;</li>
    <li>truy cập tr&aacute;i ph&eacute;p v&agrave;o V&iacute; của bạn th&ocirc;ng qua Ứng dụng;</li>
    <li>lỗi kỹ thuật hoặc c&aacute;c lỗi kh&aacute;c trong phần mềm Ứng dụng; v&agrave;</li>
    <li>c&aacute;c hoạt động tr&aacute;i ph&eacute;p của b&ecirc;n thứ ba, bao gồm nhưng kh&ocirc;ng giới hạn ở việc
        sử
        dụng vi-r&uacute;t, tấn c&ocirc;ng giả mạo (phising), tấn c&ocirc;ng bằng c&aacute;ch d&ograve; mật khẩu (brute
        forcing) hoặc c&aacute;c phương thức tấn c&ocirc;ng kh&aacute;c nhằm v&agrave;o Ứng dụng.</li>
    </ol>
        <p>Ch&uacute;ng t&ocirc;i kh&ocirc;ng đưa ra c&aacute;c tuy&ecirc;n bố li&ecirc;n quan đến c&aacute;c nội dung của
        b&ecirc;n thứ ba c&oacute; trong hoặc được truy cập th&ocirc;ng qua Sản phẩm của ch&uacute;ng t&ocirc;i. Mọi
        điều
        khoản, điều kiện, bảo đảm hoặc tuy&ecirc;n bố n&agrave;o kh&aacute;c li&ecirc;n quan đến nội dung đ&oacute;, chỉ
        c&oacute; t&iacute;nh chất giữa bạn v&agrave; c&aacute;c tổ chức v&agrave;/hoặc c&aacute; nh&acirc;n đ&oacute;.
    </p>
    <h3>Tuy&ecirc;n bố
        Khước từ
        Bảo đảm</h3>
    <p>Bạn hiểu rằng ch&uacute;ng t&ocirc;i kh&ocirc;ng thể v&agrave; kh&ocirc;ng đảm bảo hoặc bảo đảm rằng c&aacute;c
        tệp
        sẵn c&oacute; để tải xuống từ internet hoặc c&aacute;c Trang web sẽ kh&ocirc;ng chứa vi-r&uacute;t hoặc
        m&atilde;
        ph&aacute; hoại kh&aacute;c. Bạn c&oacute; tr&aacute;ch nhiệm thực hiện đầy đủ c&aacute;c quy tr&igrave;nh
        v&agrave;
        điểm kiểm tra để đ&aacute;p ứng c&aacute;c y&ecirc;u cầu cụ thể của bạn về bảo vệ chống vi-r&uacute;t v&agrave;
        t&iacute;nh ch&iacute;nh x&aacute;c của dữ liệu đầu v&agrave;o v&agrave; đầu ra cũng như duy tr&igrave; phương
        tiện
        b&ecirc;n ngo&agrave;i trang web của ch&uacute;ng t&ocirc;i để t&aacute;i tạo lại bất kỳ dữ liệu bị mất
        n&agrave;o.
    </p>
    <p>CH&Uacute;NG T&Ocirc;I SẼ KH&Ocirc;NG CHỊU TR&Aacute;CH NHIỆM ĐỐI VỚI C&Aacute;C TỔN THẤT HOẶC THIỆT HẠI
        PH&Aacute;T
        SINH TỪ C&Aacute;C CUỘC TẤN C&Ocirc;NG TỪ-CHỐI-DỊCH-VỤ, VI-R&Uacute;T HOẶC T&Agrave;I LIỆU C&Oacute; HẠI VỀ MẶT
        C&Ocirc;NG NGHỆ KH&Aacute;C ĐƯỢC PH&Aacute;T T&Aacute;N C&Oacute; THỂ ẢNH HƯỞNG ĐẾN THIẾT BỊ M&Aacute;Y
        T&Iacute;NH,
        CHƯƠNG TR&Igrave;NH M&Aacute;Y T&Iacute;NH, DỮ LIỆU HOẶC T&Agrave;I LIỆU ĐỘC QUYỀN KH&Aacute;C CỦA BẠN DO BẠN
        Đ&Atilde; SỬ DỤNG TRANG WEB HOẶC C&Aacute;C DỊCH VỤ HOẶC T&Agrave;I LIỆU C&Oacute; ĐƯỢC TH&Ocirc;NG QUA
        C&Aacute;C
        TRANG WEB HOẶC DO BẠN TẢI XUỐNG C&Aacute;C T&Agrave;I LIỆU ĐƯỢC ĐĂNG TR&Ecirc;N Đ&Oacute; HOẶC TR&Ecirc;N
        C&Aacute;C
        TRANG WEB LI&Ecirc;N KẾT VỚI N&Oacute;. BẠN CHỊU MỌI RỦI RO KHI SỬ DỤNG C&Aacute;C TRANG WEB, NỘI DUNG CỦA
        CH&Uacute;NG V&Agrave; C&Aacute;C DỊCH VỤ HOẶC T&Agrave;I LIỆU C&Oacute; ĐƯỢC TH&Ocirc;NG QUA C&Aacute;C TRANG
        WEB
        Đ&Oacute;. TRANG WEB, NỘI DUNG CỦA TRANG WEB V&Agrave; C&Aacute;C DỊCH VỤ HOẶC T&Agrave;I LIỆU C&Oacute; ĐƯỢC
        TH&Ocirc;NG QUA C&Aacute;C TRANG WEB ĐỀU ĐƯỢC CUNG CẤP TR&Ecirc;N CƠ SỞ "NGUY&Ecirc;N TRẠNG" V&Agrave; "NHƯ HIỆN
        C&Oacute;" M&Agrave; KH&Ocirc;NG C&Oacute;, D&Ugrave; R&Otilde; R&Agrave;NG HAY NGỤ &Yacute;, BẤT KỲ BẢO ĐẢM
        N&Agrave;O DƯỚI BẤT KỲ H&Igrave;NH THỨC N&Agrave;O. C&Ocirc;NG TY CŨNG NHƯ C&Aacute;C C&Aacute; NH&Acirc;N
        LI&Ecirc;N KẾT VỚI C&Ocirc;NG TY ĐỀU KH&Ocirc;NG ĐƯA RA BẤT KỲ BẢO ĐẢM HOẶC TUY&Ecirc;N BỐ N&Agrave;O VỀ
        T&Iacute;NH
        ĐẨY ĐỦ, BẢO MẬT, T&Iacute;NH Đ&Aacute;NG TIN CẬY, CHẤT LƯỢNG, T&Iacute;NH CH&Iacute;NH X&Aacute;C HOẶC
        T&Iacute;NH
        SẴN C&Oacute; CỦA C&Aacute;C TRANG WEB. KH&Ocirc;NG GIỚI HẠN Ở C&Aacute;C TUY&Ecirc;N BỐ TR&Ecirc;N Đ&Acirc;Y,
        C&Ocirc;NG TY V&Agrave; NHỮNG NGƯỜI LI&Ecirc;N QUAN ĐẾN HOẶC ĐƯỢC LI&Ecirc;N KẾT VỚI C&Ocirc;NG TY ĐỀU
        KH&Ocirc;NG
        TUY&Ecirc;N BỐ HOẶC ĐẢM BẢO RẰNG C&Aacute;C TRANG WEB CỦA CH&Uacute;NG T&Ocirc;I, NỘI DUNG CỦA TRANG WEB
        Đ&Oacute;
        HOẶC C&Aacute;C DỊCH VỤ HOẶC T&Agrave;I LIỆU C&Oacute; ĐƯỢC TH&Ocirc;NG QUA TRANG WEB ĐỀU CH&Iacute;NH
        X&Aacute;C,
        Đ&Aacute;NG TIN CẬY, KH&Ocirc;NG C&Oacute; LỖI HOẶC KH&Ocirc;NG BỊ GI&Aacute;N ĐOẠN, RẰNG C&Aacute;C KHIẾM
        KHUYẾT SẼ
        ĐƯỢC SỬA CHỮA, RẰNG TRANG WEB CỦA CH&Uacute;NG T&Ocirc;I HOẶC M&Aacute;Y CHỦ CỦA TRANG WEB SẼ KH&Ocirc;NG
        C&Oacute;
        VI-R&Uacute;T HOẶC C&Aacute;C TH&Agrave;NH PHẦN C&Oacute; HẠI KH&Aacute;C HOẶC RẰNG TRANG WEB Đ&Oacute; HOẶC
        C&Aacute;C DỊCH VỤ HOẶC T&Agrave;I LIỆU C&Oacute; ĐƯỢC TH&Ocirc;NG QUA TRANG WEB N&Agrave;Y ĐỀU Đ&Aacute;P ỨNG
        ĐƯỢC
        NHU CẦU HOẶC KỲ VỌNG CỦA BẠN.</p>
    <p>C&Ocirc;NG TY THEO Đ&Acirc;Y TỪ CHỐI MỌI BẢO ĐẢM DƯỚI BẤT KỲ H&Igrave;NH THỨC N&Agrave;O, D&Ugrave; L&Agrave;
        R&Otilde; R&Agrave;NG HAY NGỤ &Yacute;, D&Ugrave; THEO QUY ĐỊNH CỦA PH&Aacute;P LUẬT HAY KH&Aacute;C ĐI, BAO GỒM
        NHƯNG KH&Ocirc;NG GIỚI HẠN Ở BẢO ĐẢM VỀ KHẢ NĂNG THƯƠNG MẠI, T&Iacute;NH KH&Ocirc;NG VI PHẠM BẢN QUYỀN V&Agrave;
        PH&Ugrave; HỢP VỚI C&Aacute;C MỤC Đ&Iacute;CH CỤ THỂ.</p>
    <p>MỘT SỐ KHU VỰC PH&Aacute;P L&Yacute; KH&Ocirc;NG CHO PH&Eacute;P LOẠI TRỪ C&Aacute;C BẢO ĐẢM HOẶC GIỚI HẠN VỀ
        THỜI
        HẠN CỦA C&Aacute;C BẢO ĐẢM NGỤ &Yacute;, DO Đ&Oacute; C&Aacute;C TUY&Ecirc;N BỐ KHƯỚC TỪ TR&Aacute;CH NHIỆM
        TR&Ecirc;N C&Oacute; THỂ HO&Agrave;N TO&Agrave;N KH&Ocirc;NG &Aacute;P DỤNG VỚI BẠN NHƯNG SẼ &Aacute;P DỤNG Ở
        MỨC ĐỘ
        TỐI ĐA ĐƯỢC LUẬT PH&Aacute;P HIỆN H&Agrave;NH CHO PH&Eacute;P.</p>
    <h3>Giới hạn
        Tr&aacute;ch nhiệm</h3>
    <p>TRONG MỌI TRƯỜNG HỢP, C&Ocirc;NG TY, CHI NH&Aacute;NH HOẶC NGƯỜI CẤP PH&Eacute;P CỦA C&Aacute;C CHI NH&Aacute;NH
        N&Agrave;Y, NH&Agrave; CUNG CẤP DỊCH VỤ, NH&Acirc;N VI&Ecirc;N, ĐẠI L&Yacute;, QUẢN L&Yacute; HOẶC GI&Aacute;M
        ĐỐC
        ĐỀU KH&Ocirc;NG CHỊU TR&Aacute;CH NHIỆM VỀ C&Aacute;C THIỆT HẠI DƯỚI BẤT KỲ H&Igrave;NH THỨC N&Agrave;O, THEO
        BẤT KỲ
        L&Yacute; THUYẾT PH&Aacute;P LUẬT N&Agrave;O, PH&Aacute;T SINH TỪ HOẶC LI&Ecirc;N QUAN ĐẾN VIỆC BẠN SỬ DỤNG HOẶC
        KH&Ocirc;NG C&Oacute; KHẢ NĂNG SỬ DỤNG C&Aacute;C TRANG WEB CỦA CH&Uacute;NG T&Ocirc;I HOẶC C&Aacute;C TRANG WEB
        ĐƯỢC LI&Ecirc;N KẾT VỚI C&Aacute;C TRANG WEB CỦA CH&Uacute;NG T&Ocirc;I, C&Aacute;C NỘI DUNG TR&Ecirc;N
        C&Aacute;C
        TRANG WEB HOẶC C&Aacute;C TRANG WEB KH&Aacute;C Đ&Oacute; HOẶC C&Aacute;C DỊCH VỤ HOẶC T&Agrave;I LIỆU C&Oacute;
        ĐƯỢC TH&Ocirc;NG QUA TRANG WEB CỦA CH&Uacute;NG T&Ocirc;I HOẶC C&Aacute;C TRANG WEB KH&Aacute;C Đ&Oacute;, BAO
        GỒM
        C&Aacute;C THIỆT HẠI TRỰC TIẾP, GI&Aacute;N TIẾP, ĐẶC BIỆT, NGẪU NHI&Ecirc;N, K&Eacute;O THEO HOẶC DO
        H&Igrave;NH
        PHẠT MANG T&Iacute;NH CẢNH C&Aacute;O BAO GỒM NHƯNG KH&Ocirc;NG GIỚI HẠN Ở CHẤN THƯƠNG, ĐAU ĐỚN V&Agrave;
        KH&Oacute;
        CHỊU, CĂNG THẲNG VỀ MẶT CẢM X&Uacute;C, TỔN THẤT DOANH THU, TỔN THẤT LỢI NHUẬN, TỔN THẤT KINH DOANH HOẶC
        C&Aacute;C
        KHOẢN TIẾT KIỆM C&Oacute; THỂ DỰ ĐO&Aacute;N, VIỆC KH&Ocirc;NG THỂ SỬ DỤNG, TỔN THẤT VỀ THIỆN CH&Iacute;, TỔN
        THẤT
        DỮ LIỆU V&Agrave; D&Ugrave; C&Oacute; PH&Aacute;T SINH TỪ SAI LẦM C&Aacute; NH&Acirc;N (BAO GỒM SỰ XAO
        NH&Atilde;NG), PHẠM VI HỢP ĐỒNG, V.V., NGAY CẢ KHI C&Oacute; THỂ DỰ ĐO&Aacute;N TRƯỚC. C&Aacute;C TUY&Ecirc;N BỐ
        MIỄN TRỪ TR&Ecirc;N KH&Ocirc;NG ẢNH HƯỞNG ĐẾN C&Aacute;C TR&Aacute;CH NHIỆM PH&Aacute;P L&Yacute; KH&Ocirc;NG
        THỂ BỊ
        LOẠI TRỪ HOẶC GIỚI HẠN THEO LUẬT HIỆN H&Agrave;NH (C&Oacute; THỂ BAO GỒM TR&Aacute;CH NHIỆM ĐỐI VỚI H&Agrave;NH
        VI
        LỪA ĐẢO).</p>
    <p>C&Ocirc;NG TY SẼ KH&Ocirc;NG CHỊU TR&Aacute;CH NHIỆM VỀ C&Aacute;C TỔN THẤT HOẶC THIỆT HẠI PH&Aacute;T SINH TỪ
        VIỆC
        BẠN HOẶC B&Ecirc;N THỨ BA (D&Ugrave; Đ&Atilde; ĐƯỢC BẠN CHO PH&Eacute;P HAY CHƯA) SỬ DỤNG T&Agrave;I KHOẢN CỦA
        BẠN
        BAO GỒM NHƯNG KH&Ocirc;NG GIỚI HẠN Ở C&Aacute;C CUỘC TẤN C&Ocirc;NG MẠNG, TRUY CẬP TR&Aacute;I PH&Eacute;P BỞI
        B&Ecirc;N THỨ BA.</p>
    <h3>Bồi thường</h3>
    <p>Bạn đồng &yacute; bảo vệ, đảm bảo v&agrave; giữ cho C&ocirc;ng ty, c&aacute;c chi nh&aacute;nh, người cấp
        ph&eacute;p
        v&agrave; nh&agrave; cung cấp dịch vụ của C&ocirc;ng ty cũng như c&aacute;c quản l&yacute;, gi&aacute;m đốc,
        nh&acirc;n vi&ecirc;n, nh&agrave; thầu, đại l&yacute;, người cấp ph&eacute;p, nh&agrave; cung cấp, người kế
        nhiệm
        v&agrave; người được chuyển nhượng của C&ocirc;ng ty v&agrave; của c&aacute;c chi nh&aacute;nh, người cấp
        ph&eacute;p v&agrave; nh&agrave; cung cấp dịch vụ của C&ocirc;ng kh&ocirc;ng bị tổn hại trước c&aacute;c khiếu
        nại,
        tr&aacute;ch nhiệm ph&aacute;p l&yacute;, thiệt hại, ph&aacute;n quyết, giải thưởng, tổn thất, chi ph&iacute;,
        ph&iacute; hoặc lệ ph&iacute; (bao gồm cả th&ugrave; lao luật sư hợp l&yacute;) ph&aacute;t sinh từ hoặc
        li&ecirc;n
        quan đến việc bạn vi phạm c&aacute;c Điều khoản Sử dụng n&agrave;y hoặc việc bạn sử dụng c&aacute;c Trang web
        hoặc
        Sản phẩm bao gồm nhưng kh&ocirc;ng giới hạn, việc sử dụng c&aacute;c nội dung, dịch vụ v&agrave; sản phẩm của
        Trang
        web kh&aacute;c với những g&igrave; được cho ph&eacute;p r&otilde; r&agrave;ng trong Điều khoản Sử dụng
        n&agrave;y
        hoặc việc bạn sử dụng c&aacute;c th&ocirc;ng tin thu được từ bất kỳ Trang web n&agrave;o.</p>
    <h3>GIỚI HẠN
        THỜI GIAN KHIẾU
        NẠI</h3>
    <p>Bạn đồng &yacute; rằng mọi khiếu nại bạn c&oacute; thể đưa ra ph&aacute;t sinh từ hoặc li&ecirc;n quan đến mối
        quan
        hệ của bạn với ch&uacute;ng t&ocirc;i đều phải được nộp trong v&ograve;ng một năm sau khi khiếu nại đ&oacute;
        ph&aacute;t sinh, nếu kh&ocirc;ng khiếu nại của bạn sẽ bị từ chối vĩnh viễn.</p>
    <h3>LUẬT CHI PHỐI</h3>
    <p>D&ugrave; bạn ở đ&acirc;u, luật ph&aacute;p của Ba Lan sẽ chi phối c&aacute;c Điều khoản n&agrave;y v&agrave; mối
        quan hệ của c&aacute;c b&ecirc;n như thể bạn đ&atilde; k&yacute; c&aacute;c Điều khoản n&agrave;y tại Ba Lan bất
        kể
        đến c&aacute;c kh&aacute;c biệt về quy tắc luật của Ba Lan. Nếu bất kỳ quy định n&agrave;o trong c&aacute;c Điều
        khoản n&agrave;y kh&ocirc;ng ph&ugrave; hợp với luật hiện h&agrave;nh, th&igrave; c&aacute;c quy định đ&oacute;
        sẽ
        chỉ được thay thế hoặc sửa đổi trong phạm vi c&aacute;c quy định đ&oacute; thiếu nhất qu&aacute;n. C&aacute;c
        b&ecirc;n đồng &yacute; đệ tr&igrave;nh l&ecirc;n c&aacute;c t&ograve;a &aacute;n tại Ba Lan xin quyền
        t&agrave;i
        ph&aacute;n ri&ecirc;ng đối với c&aacute;c tranh chấp ph&aacute;t sinh từ hoặc li&ecirc;n quan đến việc bạn sử
        dụng
        Sản phẩm hoặc việc bạn vi phạm c&aacute;c Điều khoản n&agrave;y. Bạn khước từ mọi phản đối dựa tr&ecirc;n việc
        thiếu
        thẩm quyền c&aacute; nh&acirc;n, nơi cư tr&uacute;, địa điểm kh&ocirc;ng ph&ugrave; hợp hoặc thẩm quyền
        kh&ocirc;ng
        th&iacute;ch hợp trong c&aacute;c h&agrave;nh động ph&aacute;p l&yacute; như vậy.</p>
    <h3>CHẤM DỨT
        DỊCH VỤ</h3>
    <p>Trong trường hợp chấm dứt dịch vụ li&ecirc;n quan đến giấy ph&eacute;p sử dụng Ứng dụng của bạn, c&aacute;c nghĩa
        vụ
        của bạn theo c&aacute;c Điều khoản n&agrave;y sẽ vẫn tiếp tục. Quyền truy cập của bạn v&agrave;o số tiền trong
        V&iacute; sau khi chấm dứt sẽ phụ thuộc v&agrave;o quyền truy cập của bạn v&agrave;o bản sao lưu địa chỉ
        V&iacute;
        v&agrave; kh&oacute;a c&aacute; nh&acirc;n của bạn.</p>
    <h3>NGƯNG CUNG CẤP
        DỊCH VỤ</h3>
    <p>Ch&uacute;ng t&ocirc;i c&oacute; thể, theo quyết định ri&ecirc;ng của m&igrave;nh v&agrave; kh&ocirc;ng
        t&iacute;nh
        ph&iacute; cho bạn, gửi hoặc kh&ocirc;ng gửi th&ocirc;ng b&aacute;o trước, v&agrave; v&agrave;o bất cứ
        l&uacute;c
        n&agrave;o, sửa đổi hoặc ngừng, tạm thời hoặc vĩnh viễn, bất kỳ phần n&agrave;o trong Sản phẩm của ch&uacute;ng
        t&ocirc;i. Bạn ho&agrave;n to&agrave;n chịu tr&aacute;ch nhiệm lưu trữ b&ecirc;n ngo&agrave;i Sản phẩm bản sao
        lưu
        địa chỉ V&iacute; v&agrave; cặp kh&oacute;a ri&ecirc;ng tư được bạn duy tr&igrave; trong V&iacute; của
        m&igrave;nh.
        Việc duy tr&igrave; b&ecirc;n ngo&agrave;i bản sao địa chỉ V&iacute; v&agrave; c&aacute;c cặp kh&oacute;a
        c&aacute;
        nh&acirc;n được li&ecirc;n kết với V&iacute; của bạn sẽ cho ph&eacute;p bạn truy cập v&agrave;o Mạng Ethereum
        nơi
        V&iacute; của bạn được bảo mật. Bản sao lưu như vậy sẽ cho ph&eacute;p người d&ugrave;ng kh&ocirc;i phục
        ho&agrave;n
        to&agrave;n V&iacute; của họ bất kỳ l&uacute;c n&agrave;o m&agrave; kh&ocirc;ng mất ph&iacute; hoặc mất
        m&atilde;
        th&ocirc;ng b&aacute;o BTCV của người d&ugrave;ng. Nếu bạn kh&ocirc;ng duy tr&igrave; b&ecirc;n ngo&agrave;i Sản
        phẩm bản sao lưu dữ liệu tr&ecirc;n V&iacute; của m&igrave;nh, bạn sẽ kh&ocirc;ng thể truy cập m&atilde;
        th&ocirc;ng
        b&aacute;o BTCV được li&ecirc;n kết với V&iacute; của bạn. Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu
        tr&aacute;ch
        nhiệm hoặc c&oacute; nghĩa vụ đối với c&aacute;c thất lạc m&atilde; th&ocirc;ng b&aacute;o BTCV trong trường hợp
        ch&uacute;ng t&ocirc;i ngừng cung cấp hoặc hủy Sản phẩm.</p>
    <h3>KH&Ocirc;NG TUY&Ecirc;N
        BỐ KHƯỚC TỪ</h3>

        </p>
        <p>Việc ch&uacute;ng t&ocirc;i kh&ocirc;ng thực thi hoặc chậm trễ thực thi bất kỳ quyền, quyền lực hoặc đặc
            quyền
            n&agrave;o theo Điều khoản n&agrave;y sẽ kh&ocirc;ng được coi l&agrave; khước từ; cũng như việc thực thi đơn
            lẻ
            hoặc
            một phần bất kỳ quyền, quyền lực hoặc đặc quyền n&agrave;o đều sẽ kh&ocirc;ng ngăn cản bất kỳ việc thực thi
            n&agrave;o kh&aacute;c hoặc việc tiếp tục thực thi ch&uacute;ng.</p>
        <h3>TUY&Ecirc;N BỐ
            KHƯỚC TỪ
            V&Agrave; T&Iacute;NH
            T&Aacute;CH BIỆT</h3>
        <p>Kh&ocirc;ng tuy&ecirc;n bố khước từ n&agrave;o từ ph&iacute;a C&ocirc;ng ty đối với bất kỳ điều khoản hoặc
            điều
            kiện
            n&agrave;o được n&ecirc;u trong Điều khoản n&agrave;y sẽ được coi l&agrave; sự khước từ th&ecirc;m hoặc tiếp
            tục
            đối
            với điều khoản hoặc điều kiện đ&oacute; hoặc l&agrave; sự khước từ bất kỳ điều khoản hoặc điều kiện
            n&agrave;o
            kh&aacute;c, v&agrave; việc C&ocirc;ng ty kh&ocirc;ng thực thi quyền hoặc điều khoản theo c&aacute;c Điều
            khoản
            n&agrave;y Sẽ kh&ocirc;ng cấu th&agrave;nh sự khước từ đối với quyền hoặc điều khoản đ&oacute;. Nếu
            c&oacute;
            bất kỳ
            phần n&agrave;o của Điều khoản n&agrave;y kh&ocirc;ng hợp lệ, v&ocirc; hiệu hoặc v&igrave; bất kỳ l&yacute;
            do
            n&agrave;o đ&oacute; kh&ocirc;ng thể thực thi, th&igrave; điều khoản đ&oacute; sẽ được coi l&agrave; bị
            t&aacute;ch
            biệt v&agrave; bị giới hạn hoặc loại bỏ ở mức độ tối thiểu cần thiết. Việc giới hạn hoặc loại bỏ điều khoản
            đ&oacute; sẽ kh&ocirc;ng ảnh hưởng đến c&aacute;c điều khoản c&ograve;n lại.</p>
        <h3>TRƯỜNG HỢP
            BẤT KHẢ
            KH&Aacute;NG</h3>
        <p>Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm về c&aacute;c chậm trễ, lỗi vận h&agrave;nh,
            hoặc
            gi&aacute;n đoạn dịch vụ ph&aacute;t sinh trực tiếp hoặc gi&aacute;n tiếp từ c&aacute;c nguy&ecirc;n
            nh&acirc;n
            hoặc
            điều kiện ngo&agrave;i khả năng kiểm so&aacute;t hợp l&yacute; của ch&uacute;ng t&ocirc;i, bao gồm nhưng
            kh&ocirc;ng
            giới hạn ở: c&aacute;c chậm trễ hoặc lỗi do bất kỳ thi&ecirc;n tai, h&agrave;nh động của ch&iacute;nh quyền
            d&acirc;n sự hoặc qu&acirc;n sự, h&agrave;nh động khủng bố, g&acirc;y rối d&acirc;n sự, chiến tranh,
            đ&igrave;nh
            c&ocirc;ng hoặc tranh chấp lao động kh&aacute;c, hỏa hoạn, gi&aacute;n đoạn dịch vụ viễn th&ocirc;ng hoặc
            dịch
            vụ
            Internet hoặc dịch vụ của đơn vị khai th&aacute;c mạng, hỏng h&oacute;c thiết bị v&agrave;/hoặc phần mềm,
            thảm
            họa
            kh&aacute;c hoặc c&aacute;c sự cố kh&aacute;c nằm ngo&agrave;i khả năng kiểm so&aacute;t hợp l&yacute; của
            ch&uacute;ng t&ocirc;i v&agrave; sẽ kh&ocirc;ng ảnh hưởng đến hiệu lực v&agrave; khả năng thực thi của
            c&aacute;c
            điều khoản c&ograve;n lại.</p>
        <h3>CHUYỂN NHƯỢNG</h3>
        <p>Bạn đồng &yacute; rằng ch&uacute;ng t&ocirc;i c&oacute; thể chuyển nhượng bất kỳ quyền n&agrave;o của
            ch&uacute;ng
            t&ocirc;i v&agrave;/hoặc chuyển nhượng, k&yacute; hợp đồng phụ hoặc ủy quyền bất kỳ nghĩa vụ n&agrave;o của
            ch&uacute;ng t&ocirc;i theo c&aacute;c Điều khoản n&agrave;y. Việc bạn chấp thuận c&aacute;c Điều khoản
            n&agrave;y
            l&agrave; quyết định của c&aacute; nh&acirc;n bạn v&agrave; bạn kh&ocirc;ng được chuyển giao hoặc chuyển
            nhượng
            n&oacute; cho b&ecirc;n thứ ba.</p>
        <h3>TO&Agrave;N BỘ
            THỎA THUẬN</h3>
        <p>Điều khoản Sử dụng n&agrave;y cấu th&agrave;nh thỏa thuận duy nhất v&agrave; to&agrave;n bộ giữa bạn
            v&agrave;
            ch&uacute;ng t&ocirc;i li&ecirc;n quan đến Trang web v&agrave; Sản phẩm v&agrave; thay thế tất cả c&aacute;c
            hiểu
            biết, thỏa thuận, tuy&ecirc;n bố v&agrave; bảo đảm trước đ&acirc;y v&agrave; hiện thời, cả bằng văn bản
            v&agrave;
            bằng miệng, li&ecirc;n quan đến Trang web.</p>

</body>

</html>