Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Please wait while Electrum checks for available updates.
id_id: Mohon tunggu selagi Electrum memeriksa pembaruan terbaru.
ko_kr: Electrum이 업데이트를 확인하는 동안 기다려 주십시오.
pt_pt: Por favor aguarde enquanto Electrum verifica as atualizações disponíveis.
tr_tr: Lütfen Electrum kullanılabilir güncellemeleri kontrol ederken bekleyin.
vi_vn: Vui lòng đợi trong khi Electrum kiểm tra các bản cập nhật có sẵn.

source: Please wait...
id_id: Mohon tunggu…
ko_kr: 기다려주세요...
pt_pt: Por favor, aguarde...
tr_tr: Lütfen bekleyin...
vi_vn: Xin vui lòng đợi...

source: Port
ko_kr: 포트
pt_pt: Porto
vi_vn: Cổng

source: Port number must be decimal
id_id: Nomotr port harus dalam bentuk desimal
ko_kr: 포트 숫자는 소수점이어야 합니다.
pt_pt: O número da porta deve ser decimal
tr_tr: Port numarası ondalık olmalıdır
vi_vn: Cổng số phải là số thập phân

source: Portuguese
id_id: Bahasa Portugis
ko_kr: 포르투갈어
pt_pt: Português
tr_tr: Portekizce
vi_vn: Tiếng Bồ Đào Nha

source: Position in mempool: {size} from tip
id_id: Posisi di mempool: {size} dari ujung
ko_kr: mempool에서 위치: 팁에서 부터 {size}
pt_pt: Posição no mempool: {size} da ponta
tr_tr: Mempool içindeki konum: baştan {size}
vi_vn: Vị trí trong mempool: {size} từ đầu

source: Preferences
id_id: Preferensi
ko_kr: 선호 설정
pt_pt: Preferências
tr_tr: Tercihler
vi_vn: Tùy chọn

source: Press 'Next' to choose device to decrypt.
id_id: Tekan 'Lanjutkan' untuk memilih perangkat yang akan di dekripsi.
ko_kr: 복호화 할 기기를 선택하기 위해 '다음'을 눌러주세요
pt_pt: Prima 'Próximo' para escolher o dispositivo a ser descriptografado.
tr_tr: Şifresini çözeceğiniz cihazı seçmek için 'İleri' seçeneğine basın.
vi_vn: Nhấn 'Tiếp theo' để chọn thiết bị để giải mã.

source: Press 'Next' to create this wallet, or choose another file.
id_id: Tekan 'Lanjutkan' untuk membuat dompet ini, atau pilih file lain.
ko_kr: 이 지갑을 생성하기 위해 '다음'을 누르시거나, 다른 파일을 선택해주세요.
pt_pt: Prima 'Próximo' para criar esta carteira ou escolha outro arquivo.
tr_tr: Bu cüzdanı oluşturmak için 'İleri' seçeneğine basın veya başka bir dosya seçin.
vi_vn: Nhấn 'Tiếp theo' để tạo ví này hoặc chọn một tệp khác.

source: Press 'Next' to create/focus window.
id_id: Tekan 'Lanjutkan' untuk membuat/memfokuskan jendela/window.
ko_kr: 윈도우 생성/포커스 하기 위해 '다음'을 눌러주세요.
pt_pt: Prima 'Próximo' para criar / focalizar a janela.
tr_tr: Pencere oluşturmak/odaklamak için 'İleri' seçeneğine basın.
vi_vn: Nhấn 'Tiếp theo' để tạo / lấy nét cửa sổ.

source: Press 'Next' to open this wallet.
id_id: Tekan 'Lanjutkan' untuk membuka dompet ini.
ko_kr: 지갑을 열기 위해 '다음'을 눌러주세요.
pt_pt: Pressione 'Avançar' para abrir esta carteira.
tr_tr: Bu cüzdanı açmak için 'İleri' seçeneğine basın.
vi_vn: Nhấn 'Tiếp theo' để mở ví này.

source: Press Enter
id_id: Tekan Enter
ko_kr: Enter를 눌러주세요
pt_pt: Prima Enter
tr_tr: Enter’a basın
vi_vn: Nhấn Enter

source: Press again to exit
id_id: Tekan sekali lagi untuk keluar.
ko_kr: 종료하기 위해 다시 눌러주세요
pt_pt: Prima novamente para sair
tr_tr: Çıkmak için tekrar basın
vi_vn: Nhấn một lần nữa để thoát

source: Printer Calibration
id_id: Kalibrasi Printer
ko_kr: Printer 교정
pt_pt: Calibragem da impressora
tr_tr: Yazıcı kalibrasyonu
vi_vn: Hiệu chỉnh Máy in

source: Private key
id_id: Kunci Pribadi
ko_kr: 프라이빗 키
pt_pt: Chave privada
tr_tr: Özel anahtar
vi_vn: Khóa riêng tư

source: Private keys
id_id: Kunci Pribadi
ko_kr: 프라이빗 키
pt_pt: Chaves privadas
tr_tr: Özel anahtarlar
vi_vn: Khóa riêng tư

source: Private keys exported.
id_id: Kunci Pribadi diekspor
ko_kr: 프라이빗 키가 추출되었습니다.
pt_pt: Chaves privadas exportadas.
tr_tr: Özel anahtarlar dışarı aktarıldı
vi_vn: Đã xuất khóa riêng.

source: Problem opening channel:
id_id: Masalah dalam membuka channel:
ko_kr: 채널 열기 문제 발생:
pt_pt: Problema ao abrir canal:
tr_tr: Kanal açılırken sorun:
vi_vn: Vấn đề mở kênh:

source: Proceed at your own risk.
id_id: Lanjutkan dengan risiko Anda sendiri.
ko_kr: 위험을 감수하고 진행바랍니다.
pt_pt: Prossiga por sua conta e risco.
tr_tr: Devam ederseniz risk size aittir.
vi_vn: Tiến hành với rủi ro của riêng quý khách.

source: Provides support for air-gapped transaction signing.
id_id: Memberikan dukungan untuk penandatanganan transaksi air-gapped.
ko_kr: 공매도 서명에 지원합니다.
pt_pt: Fornece suporte para assinatura de transação com intervalo de ar.
tr_tr: Kapalı işlem imzalama için destek sağlar.
vi_vn: Cung cấp hỗ trợ cho việc ký kết giao dịch qua air-gapped.

source: Proxy
ko_kr: 프록시

source: Proxy configuration
id_id: Konfigurasi Proxi
ko_kr: 프록시 설정
pt_pt: Configuração de proxy
tr_tr: Proxy yapılandırması
vi_vn: Cấu hình proxy

source: Proxy mode
id_id: Mode Proxy
ko_kr: 프록시 모드
pt_pt: Modo proxy
tr_tr: Proxy modu
vi_vn: Chế độ proxy

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
id_id: Pengaturan proxy berlaku untuk semua koneksi: dengan server Electrum, tetapi juga dengan layanan pihak ketiga.
ko_kr: 프록시 설정은 모든 연결에 적용됩니다.: Electrum 서버뿐만이 아닌, 써드파티 서비스에도 적용.
pt_pt: As configurações de proxy se aplicam a todas as conexões: com servidores Electrum, mas também com serviços de terceiros.
tr_tr: Proxy ayarları tüm bağlantılar için geçerlidir:Electrum sunucularıyla ama aynı zamanda üçüncü taraf sunucularla.
vi_vn: Cài đặt proxy áp dụng cho tất cả các kết nối: với máy chủ Electrum, nhưng cả với các dịch vụ của bên thứ ba.

source: Proxy user
id_id: Pengguna Proxy
ko_kr: 프록시 사용자
pt_pt: Usuário proxy
tr_tr: Proxy kullanıcısı
vi_vn: Người dùng proxy

source: PubKey cropped because too long string passed
id_id: PubKey dipotong karena string terlalu panjang
ko_kr: 너무 긴 string으로 PubKey 잘림
pt_pt: PubKey cortado porque passou uma cadeia demasiada larga
tr_tr: PubKey çok uzun dizge geçtiğinden kırpıldı
vi_vn: PubKey bị cắt vì chuỗi quá dài được truyền qua

source: Public key
id_id: Kunci publik
ko_kr: 공개 키
pt_pt: Chave pública
tr_tr: Açık anahtar
vi_vn: Khóa công khai

source: Public keys
id_id: Kunci publik
ko_kr: 공개 키
pt_pt: Chaves públicas
tr_tr: Açık anahtarlar
vi_vn: Khóa công khai

source: QR Code
id_id: Kode QR
ko_kr: QR 코드
pt_pt: Código QR
tr_tr: QR Kodu
vi_vn: Mã QR

source: QR code
id_id: Kode QR
ko_kr: QR 코드
pt_pt: Código QR
tr_tr: QR kodu
vi_vn: Mã QR

source: QR code copied to clipboard
id_id: Kode QR disalik ke papan klip
ko_kr: QR 코드가 클립보드에 복사되었습니다
pt_pt: Código QR copiado para a área de transferência
tr_tr: QR kodu panoya kopyalandı
vi_vn: Đã sao chép mã QR vào clipboard

source: QR code saved to file
id_id: Kode QR disimpan ke file
ko_kr: QR 코드 파일에 저장됨
pt_pt: Código QR salvo em arquivo
tr_tr: QR kodu dosyaya kaydedildi
vi_vn: Mã QR được lưu vào tệp

source: Question
id_id: Pertanyaan
ko_kr: 질문
pt_pt: Questão
tr_tr: Soru
vi_vn: Câu hỏi

source: Quit
id_id: Keluar
ko_kr: 나가기
pt_pt: Sair
tr_tr: Çık
vi_vn: Thoát

source: R/W error accessing path
id_id: R/W masalah dalam mengakses jalur
ko_kr: R/W 오류 액세스 경로
pt_pt: Erro de R / W ao acessar o caminho
tr_tr: Yola erişirken R/W hatası
vi_vn: Đường dẫn truy cập lỗi R / W

source: Raw Transaction
id_id: Transaksi Mentah/Raw
ko_kr: 원거래
pt_pt: Transacção sem processar
tr_tr: Ham İşlem
vi_vn: Giao dịch khởi đầu

source: Read QR code
id_id: Baca kode QR
ko_kr: QR 코드 읽기
pt_pt: Leia o código QR
tr_tr: QR kodunu oku
vi_vn: Đọc mã QR

source: Read file
id_id: Baca file
ko_kr: 파일 읽기
pt_pt: Ler arquivo
tr_tr: Dosyayı oku
vi_vn: Đọc file

source: Read from microphone
id_id: Baca dari microphone
ko_kr: 마이크에서 읽기
pt_pt: Ler do microfone
tr_tr: Mikrofondan oku
vi_vn: Đọc từ microphone

source: Ready to encrypt for revealer {version}
id_id: Baca untuk mengenkripsi revealer {version}
ko_kr: revealer {version}에 암호화 준비
pt_pt: Pronto para criptografar para revelador {version}
tr_tr: Revealer {version} için şifrelemeye hazır
vi_vn: Sẵn sàng mã hóa cho trình tiết lộ {version}

source: Receive
id_id: Terima
ko_kr: 받기
pt_pt: Receber
tr_tr: Al
vi_vn: Nhận

source: Received (mSAT):
id_id: Diterima (mSAT):
ko_kr: (mSAT) 받음:
pt_pt: Recebido (mSAT):
tr_tr: Alınan (mSAT):
vi_vn: Đã nhận (mSAT):

source: Receiving
id_id: Menerima
ko_kr: 받는 중
pt_pt: A Receber
tr_tr: Alınıyor
vi_vn: Đang nhận

source: Recipient
id_id: Penerima
ko_kr: 받는 사람
pt_pt: Destinatário
tr_tr: Alıcı
vi_vn: Người nhận

source: Recipient not specified.
id_id: Penerima tidak tertera
ko_kr: 받는 사람 미지정.
pt_pt: Destinatário não especificado.
tr_tr: Alıcı belirlenmedi.
vi_vn: Người nhận không được chỉ định.

source: Recipient of the funds.
id_id: Penerima dana.
ko_kr: 금액 받는 사람.
pt_pt: Destinatário dos fundos.
tr_tr: Fonların alıcısı.
vi_vn: Người nhận tiền.

source: Redeem Script
id_id: Ambil Skrip
ko_kr: 스크립트 상환
pt_pt: Resgatar Script
tr_tr: Betiği kurtar
vi_vn: Đổi tập lệnh

source: Remote
ko_kr: 원격
pt_pt: Controlo remoto
tr_tr: Uzak
vi_vn: Từ xa

source: Remote CTN
ko_kr: 원격 CTN
pt_pt: CTN Remoto
tr_tr: Uzak CTN
vi_vn: CTN từ xa

source: Remote Node ID
ko_kr: 원격 노드 ID
pt_pt: ID de nó remoto
tr_tr: Uzak Düğüm Kimliği
vi_vn: ID nút từ xa

source: Remote channel reserve:
id_id: Cadangan remote channel
ko_kr: 원격 채널 예비:
pt_pt: Reserva de canal remoto:
tr_tr: Uzak kanal rezervi:
vi_vn: Dự trữ kênh từ xa:

source: Remote dust limit:
id_id: Batasan remote dust:
ko_kr: 원격 dust 제한:
pt_pt: Limite de poeira remota:
tr_tr: Uzak cüzi miktar limiti:
vi_vn: Giới hạn dust từ xa:

source: Remote peer ID
ko_kr: 원격 피어 ID
pt_pt: ID de par remoto
tr_tr: Uzak Eş Kimliği
vi_vn: ID peer từ xa

source: Remove
id_id: Hapus
ko_kr: 제거
pt_pt: Remover
tr_tr: Kaldır
vi_vn: Xóa

source: Remove from wallet
id_id: Hapus dari dompet
ko_kr: 지갑에서 제거
pt_pt: Remover da carteira
tr_tr: Cüzdandan kaldır
vi_vn: Xóa khỏi ví

source: Remove {labels} from your list of contacts?
id_id: Hapus {labels} dari daftar kontak Anda?
ko_kr: 연락처에서 {labels}을 제거 하시겠습니까?
pt_pt: Remover {labels} da sua lista de contatos?
tr_tr: Bağlantı listenizden {labels} kaldırılsın mı?

source: Replace by fee
id_id: Gantikan dengan biaya
ko_kr: 수수료로 교체
pt_pt: Substituir por taxa
tr_tr: Ücretle değiştir
vi_vn: Thay thế bằng phí

source: Report contents
id_id: Isi laporan
ko_kr: 내용 리포트
pt_pt: Conteúdo do relatório
tr_tr: Rapor içeriği
vi_vn: Nội dung báo cáo

source: Report sent
id_id: Laporan dikirimkan
ko_kr: 리포트 보냄
pt_pt: Relatório enviado
tr_tr: Rapor gönderildi
vi_vn: Đã gửi báo cáo

source: Reporting Bugs
id_id: Laporkan Bugs
ko_kr: 버그 리포트 중
pt_pt: A informar erros
tr_tr: Hatalar Bildiriliyor
vi_vn: Báo cáo lỗi

source: Request
id_id: Permintaan
ko_kr: 요청
pt_pt: Solicitação
tr_tr: İstek
vi_vn: Yêu cầu

source: Request copied to clipboard
id_id: Permintaan disalik ke papan klip
ko_kr: 요청이 클립보드에 복사되었습니다
pt_pt: Pedido copiado para a área de transferência
tr_tr: İstek panoya kopyalandı
vi_vn: Đã sao chép yêu cầu vào clipboard

source: Request expires
id_id: Permintaan habis tempo
ko_kr: 요청 만료
pt_pt: Pedido expira
tr_tr: İsteğin süre sonu
vi_vn: Yêu cầu hết hạn

source: Request payment
id_id: Ajukan permintaan pembayaran
ko_kr: 지불 요청하기
pt_pt: Solicitar pagamento
tr_tr: Ödeme talep et
vi_vn: Yêu cầu thanh toán

source: Request rejected by server
id_id: Permintaan ditolak oleh server
ko_kr: 요청이 서버에 의해 거부됨
pt_pt: Pedido rejeitado pelo servidor
tr_tr: İstek sunucu tarafından reddedildi
vi_vn: Yêu cầu bị máy chủ từ chối

source: Request saved successfully
id_id: Permintaan sukses disimpan
ko_kr: 요청이 성공적으로 저장되었습니다
pt_pt: Pedido salvo com sucesso
tr_tr: İstek başarıyla kaydedildi
vi_vn: Yêu cầu đã được lưu thành công

source: Request sent.
id_id: Permintaan dikirim
ko_kr: 요청 완료.
pt_pt: Pedido enviado.
tr_tr: İstek gönderildi.
vi_vn: Đã gửi yêu cầu.

source: Requested amount
id_id: Jumlah yang diminta
ko_kr: 요청 금액
pt_pt: Valor solicitado
tr_tr: İstenen tutar
vi_vn: Số tiền yêu cầu

source: Requesting account info from TrustedCoin server...
id_id: Meminta info akun dari server TrustedCoin…
ko_kr: 서버에서 계정 정보 요청중...
pt_pt: Solicitando informações da conta do servidor TrustedCoin ...
tr_tr: TrustedCoin sunucusundan hesap bilgisi isteniyor...
vi_vn: Yêu cầu thông tin tài khoản từ máy chủ TrustedCoin ...

source: Requestor
id_id: Pemohon
ko_kr: 요청자
pt_pt: Solicitante
tr_tr: İsteyen
vi_vn: Người yêu cầu

source: Require {0} signatures
id_id: Memerlukan {0} tandatangan
ko_kr: {0} 서명이 필요합니다.
pt_pt: Requer {0} assinaturas
tr_tr: {0} imza gerekir
vi_vn: Yêu cầu {0} chữ ký

source: Requires
id_id: Memerlukan
ko_kr: 필요
pt_pt: Requer
tr_tr: Gerekir
vi_vn: Yêu cầu

source: Reset
ko_kr: 리셋
pt_pt: Redefinir
tr_tr: Sıfırla
vi_vn: Cài lại

source: Restore 2FA wallet
id_id: Pulihkan dompet 2FA
ko_kr: 이중인증 지갑 복구
pt_pt: Restaurar carteira 2FA
tr_tr: 2FA cüzdanını geri yükle
vi_vn: Khôi phục ví 2FA

source: Restore two-factor Wallet
id_id: Pulihkan Dompet dua-faktor
ko_kr: 이중인중 지갑 복구
pt_pt: Restaurar carteira de dois fatores
tr_tr: İki faktörlü cüzdanı geri yükle
vi_vn: Khôi phục Ví hai yếu tố

source: Revealer - Printer calibration settings
id_id: Revealer - Pengaturan kalibrasi printer
ko_kr: Revealer - Printer 교정 설정
pt_pt: Revelador - configurações de calibração da impressora
tr_tr: Revealer - Yazıcı kalibrasyonu ayarları
vi_vn: Revealer - Cài đặt hiệu chỉnh máy in

source: Revealer Backup Utility
ko_kr: Revealer 백업 유틸리티
pt_pt: Utilidade de copia de segurança do revelador
tr_tr: Revealer Yedekleme Hizmet Yazılımı
vi_vn: Tiện ích sao lưu Revealer

source: Revealer Secret Backup Plugin
id_id: Plugin Backip Rahasia Revealer
ko_kr: Revealer Secret 백업 플러그인
pt_pt: Complemento Revealer Secret Backup
tr_tr: Revealer Gizli Yedekleme Eklentisi

source: Revealers starting with 0 are not secure due to a vulnerability.
id_id: Revealer dimulai dengan 0 tidak aman dapat diamankan dikarenakan kerentanan.
ko_kr: 0으로 시작하는 Revealers는 취약성 때문에 안전하지 않습니다.
pt_pt: Reveladores que começam com 0 não são seguros devido a uma vulnerabilidade.
tr_tr: 0 ile başlayan Revealer’lar bir hassasiyet nedeniyle güvenli değildir.
vi_vn: Những trình Revealers bắt đầu bằng 0 không an toàn do có lỗ hổng bảo mật.

source: Right side
id_id: Sisi Kanan
ko_kr: 오른쪽 사이드
pt_pt: Lado direito
tr_tr: Sağ taraf
vi_vn: Bên phải

source: Route
id_id: Jalur
ko_kr: 경로
pt_pt: Rota
tr_tr: Rota
vi_vn: Lộ trình

source: Run PayServer
id_id: Jalankan PayServer
ko_kr: PayServer 실행
pt_pt: Executar PayServer
tr_tr: PayServer’ı Çalıştır
vi_vn: Chạy PayServer

source: Run Watchtower
id_id: Jalankan Watchtower
ko_kr: Watchtower 실행
pt_pt: Executar Torre de Vigia
tr_tr: Watchtower’ı Çalıştır
vi_vn: Chạy Watchtower

source: SSL cert file
id_id: File SSL cert
ko_kr: SSL cert 파일
pt_pt: Arquivo certificado SSL
tr_tr: SSL sert. dosyası
vi_vn: Tệp chứng chỉ SSL

source: SSL domain
id_id: Domain SSL
ko_kr: SSL 도메인
pt_pt: Domínio SSL
tr_tr: SSL alan adı
vi_vn: Tên miền SSL

source: SSL key file
id_id: File kunci SSL
ko_kr: SSL 키 파일
pt_pt: Arquivo de chave SSL
tr_tr: SSL anahtar dosyası
vi_vn: Tệp khóa SSL

source: Save
id_id: Simpan
ko_kr: 저장
pt_pt: Salvar
tr_tr: Kaydet
vi_vn: Lưu

source: Save invoice to file
id_id: Simpan invoice ke file
ko_kr: 파일에 인보이스 저장
pt_pt: Salvar fatura em arquivo
tr_tr: Faturayı dosyaya kaydet
vi_vn: Lưu hóa đơn vào tệp

source: Save transaction offline
id_id: Simpan transaksi secara offline
ko_kr: 오프라인에서 거래 저장
pt_pt: Salvar transação offline
tr_tr: İşlemi çevrimdışı kaydet
vi_vn: Lưu giao dịch offline

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electrum.
id_id: Simpan label dompet Anda di remote server, dan sinkronkan di beberapa perangkat di mana Anda menggunakan Electrum.
ko_kr: 지갑 라벨을 원격 서버에 저장하고 Electrum을 사용하시는 여러 기기에서 동기화하세요.
pt_pt: Salve suas etiquetas de carteira em um servidor remoto e sincronize-asvários dispositivos onde você usa Electrum.
tr_tr: Cüzdan etiketlerinizi bir uzak sunucuya kaydedin ve Electrum’u kullandığınız çoklu cihazlar arasında eşitleyin.
vi_vn: Lưu nhãn ví của quý khách trên máy chủ từ xa và đồng bộ hóa chúng trên nhiều thiết bị mà quý khách sử dụng Electrum.

source: Script type
id_id: Jenis skrip
ko_kr: 스크립트 타입
pt_pt: Tipo de script
tr_tr: Betik türü
vi_vn: Loại tập lệnh

source: Script type and Derivation path
id_id: Jenis skrip dan jalur derivasi
ko_kr: 스크립트 타입과 파생 경로
pt_pt: Tipo de script e caminho de derivação
tr_tr: Betik türü ve Türetme yolu
vi_vn: Loại tập lệnh và đường dẫn dẫn xuất

source: Secure - confirmed after 24 hours. Can be canceled within that time.
id_id: Aman (Secure) - dikonfirmasi setelah 24 jam. Dapat dibatalkan dalam periode tersebut.
ko_kr: 보안 - 24시간 후 확인. 이 시간내에 취소할 수 있습니다.
pt_pt: Segura - confirmado após 24 horas. Pode ser cancelada dentro desse período.
tr_tr: Güvenli - 24 saat içinde onaylanır. O süre zarfında iptal edilebilir.
vi_vn: Bảo mật - được xác nhận sau 24 giờ. Có thể hủy trong thời gian đó.

source: Secure Fast - confirmed immediately. Cannot be canceled. Requires an additional seed phrase.
id_id: Aman Cepat (Secure Fast) - dinkonfirmasi secara langsung. Tidak dapat dibatalkan. Membutuhkan sebuahfrase seed tambahan.
ko_kr: 빠른 보안 - 즉시 확인됨. 취소할 수 없습니다. 추가 시드 Phrase가필요합니다.
pt_pt: Rápida Segura - confirmada imediatamente. Não pode ser cancelada. Requer umafrase de semente adicional.
tr_tr: Hızlı Güvenli - anında onaylanır. İptal edilemez. İlave bir çekirdek ifade gerektirir.
vi_vn: Nhanh An Toàn- được xác nhận ngay lập tức. Không thể bị hủy bỏ. Yêu cầu một cụm từ hạt giống bổ sung.

source: Secure Fast Tx seed
id_id: Seed Tx Secure Fast (Aman Cepat)
ko_kr: 빠른 보안 거래 속도
pt_pt: A Semente Rápida e Segura Tx
tr_tr: Güvenli Hızlı Tx çekirdeği
vi_vn: Hạt giống Tx nhanh an toàn

source: Secure Fast Tx seed not matching any key in this wallet
id_id: Seed Tx Secure Fast tidak cocok dengan kunci manapun yang tersedia di dompet ini.
ko_kr: 빠른 보안 거래 속도 시드가 이 지갑의 어떤 키와도 매칭되지 않음
pt_pt: A Semente Rápida e Segura Tx não corresponde a nenhuma chave nesta carteira
tr_tr: Güvenli Hızlı Tx çekirdeği bu cüzdandaki hiçbir anahtarla eşleşmiyor
vi_vn: Hạt giống Tx nhanh an toàn không khớp với bất kỳ khóa nào trong ví này

source: Secure Fast seedphrase
id_id: Seedphrase Aman Cepat (Secure Fast)
ko_kr: 빠른 보안 시드phrase
pt_pt: Frase de semente Rápida e Segura
tr_tr: Güvenli Hızlı çekirdek ifadesi
vi_vn: Cụm từ hạt giống nhanh an toàn

source: Secure Fast transaction public key
id_id: Kunci publik transaksi Aman Cepat (Secure Fast)
ko_kr: 빠른 보안 거래 공용 키
pt_pt: Chave pública de transação segura e rápida
tr_tr: Güvenli Hızlı işlem açık anahtarı
vi_vn: Khóa công khai giao dịch nhanh an toàn

source: Secure incoming
id_id: Transaksi Aman Masuk
ko_kr: 보안 수신
pt_pt: Entrada segura
tr_tr: Güvenli gelen
vi_vn: Đến an toàn

source: Secure outgoing
id_id: Transaksi Aman Keluar
ko_kr: 보안 발신
pt_pt: Saída segura
tr_tr: Güvenli giden
vi_vn: Gửi đi an toàn

source: Security Card Challenge
id_id: Tantangan Kartu Keamanan
ko_kr: 보안 카드 Challenge
pt_pt: Desafío do cartão de segurança
tr_tr: Güvenlik Kartı Kimlik Sorma
vi_vn: Thử thách thẻ bảo mật

source: Seed
ko_kr: 시드
pt_pt: Semente
tr_tr: Çekirdek
vi_vn: Hạt giống

source: Seed available
id_id: Seed tersedia
ko_kr: 시드 사용 가능
pt_pt: Semente disponível
tr_tr: Çekirdek kullanılabilir
vi_vn: Hạt giống có sẵn

source: Seed extension
id_id: Ekstensi Seed
ko_kr: 시드 연장
pt_pt: Extensão da semente
tr_tr: Çekirdek uzantısı
vi_vn: Mở rộng hạt giống

source: Segwit 2FA
ko_kr: Segwit 이중 인증

source: Segwit wallets use bech32 addresses, defined in BIP173.
id_id: Dompet Segwit menggunakan alamat bech32, didefinisikan di BIP173.
ko_kr: Segwit지갑은 bech32 주소를 사용하고 BIP173에 정의됨.
pt_pt: As carteiras Segwit usam endereços bech32, definidos em BIP173.
tr_tr: Segwit cüzdanları BIP173 içinde tanımlanmış bech32 adreslerini kullanır.
vi_vn: Ví Segwit sử dụng địa chỉ bech32, được định nghĩa trong BIP173.

source: Select a device
id_id: Pilih perangkat
ko_kr: 기기 선택하기
pt_pt: Selecione um dispositivo
tr_tr: Bir cihaz seçin
vi_vn: Chọn một thiết bị

source: Select date
id_id: Pilih tanggal
ko_kr: 날짜 선택하기
pt_pt: Selecione a data
tr_tr: Tarih seçin
vi_vn: Chọn ngày

source: Select file to export your private keys to
id_id: Pilih file tujuan ekspor kunci pribadi Anda
ko_kr: 프라이빗 키를 내보낼 파일을 선택하세요
pt_pt: Selecione o arquivo para o qual exportar as suas chaves privadas para
tr_tr: Özel anahtarlarınızı dışarı aktarmak için bir dosya seçin
vi_vn: Chọn tệp để xuất khóa cá nhân của quý khách sang

source: Select file to export your wallet transactions to
id_id: Pilih fire tujuan ekspor transaksi dompet Anda
ko_kr: 지갑 거래를 내보낼 파일을 선택하세요
pt_pt: Selecione o arquivo para exportar as suas transações de carteira para
tr_tr: Cüzdan işlemlerinizi dışarı aktarmak için bir dosya seçin
vi_vn: Chọn tệp để xuất các giao dịch ví của quý khách sang

source: Select file to save your {title}
id_id: Pilih file untuk menyimpan {title} Anda
ko_kr: {title}을 저장할 파일을 선택하세요
pt_pt: Selecione o arquivo para salvar seu {title}
tr_tr: {title} kaydetmek için dosya seçin
vi_vn: Chọn tệp để lưu {title} của quý khách

source: Select language
id_id: Pilih Bahasa
ko_kr: 언어 선택
tr_tr: Dili seçin
vi_vn: Chọn ngôn ngữ

source: Select server automatically
id_id: Pilih server secara otomatis
ko_kr: 서버 자동 선택하기
pt_pt: Selecionar servidor automaticamente
tr_tr: Sunucuyu otomatik olarak seçin
vi_vn: Chọn máy chủ tự động

source: Select server manually
id_id: Pilih server secara manual
ko_kr: 서버 수동 선택하기
pt_pt: Selecione o servidor manualmente
tr_tr: Sunucuyu manuel olarak seçin
vi_vn: Chọn máy chủ theo cách thủ công

source: Select where to save file
id_id: Pilih dimana Anda ingin menympan file
ko_kr: 저장할 파일을 선택하기
pt_pt: Selecione onde salvar o arquivo
tr_tr: Dosyayı nereye kaydedeceğinizi seçin
vi_vn: Chọn nơi lưu tệp

source: Select where to save your payment request
id_id: Pilih dimana Anda akan menyimpan permintaan pembayaran
ko_kr: 지불 요청을 저장할 위치 선택하기
pt_pt: Selecione onde salvar o sua solicitação de pagamento
tr_tr: Ödeme isteğinizi nereye kaydedeceğinizi seçin
vi_vn: Chọn nơi lưu yêu cầu thanh toán của quý khách

source: Select where to save your signed transaction
id_id: Pilih dimana Anda akan menyimpan transaksi yang telah ditandatangani
ko_kr: 서명한 거래를 저장할 위치 선택하기
pt_pt: Selecione onde salvar a sua transação assinada
tr_tr: İmzalanan işleminizi nereye kaydedeceğinizi seçin
vi_vn: Chọn nơi lưu giao dịch đã ký của quý khách

source: Select which language is used in the GUI (after restart).
id_id: Pilih bahasa yang akan digunakan di GUI (setelah restart).
ko_kr: GUI에서 사용할 언어 선택 (재시작 후).
pt_pt: Selecione qual idioma é usado na GUI (após reiniciar).
tr_tr: GUI’de hangi dilin kullanıldığını seçin (yeniden başlattıktan sonra).
vi_vn: Chọn ngôn ngữ được sử dụng trong GUI (sau khi khởi động lại).

source: Select your server automatically
id_id: Pilih server Anda secara otomatis
ko_kr: 서버 자동 선택
pt_pt: Selecione o seu servidor automaticamente
tr_tr: Sunucunuzu otomatik olarak seçin
vi_vn: Chọn máy chủ của quý khách tự động

source: Select your transaction file
id_id: Pilih file transaksi Anda
ko_kr: 거래 파일 선택
pt_pt: Selecione o seu arquivo de transação
tr_tr: İşlem dosyanızı seçin
vi_vn: Chọn tệp giao dịch của quý khách

source: Send
id_id: Kirim
ko_kr: 보내기
pt_pt: Enviar
tr_tr: Gönder
vi_vn: Gửi

source: Send Bug Report
id_id: Kirimkan Laporan Bug
ko_kr: 버그 리포트 보내기
pt_pt: Enviar relatório de informação de erros
tr_tr: Hata Raporu Gönder
vi_vn: Gửi báo cáo lỗi

source: Send and receive payment request with an email account
id_id: Kirim dan terima permintaan pembayaran dengan sebuah akun email
ko_kr: 이메일 계정으로 지불 요청 보내고 받기
pt_pt: Enviar e receber pedidos de pagamento com uma conta de e-mail
tr_tr: Bir e-posta hesabıyla ödeme isteği alın ve gönderin
vi_vn: Gửi và nhận yêu cầu thanh toán bằng tài khoản email

source: Send and receive payment requests via email
id_id: Kirim dan terima permintaan pembayaran via email
ko_kr: 이메일로 지불 요청 보내고 받기
pt_pt: Enviar e receber pedidos de pagamento por e-mail
tr_tr: E-posta üzerinden ödeme istekleri gönderin ve alın
vi_vn: Gửi và nhận yêu cầu thanh toán qua email

source: Send cancel transaction
id_id: Kirim transaksi pembatalan
ko_kr: 취소 거래 보내기
pt_pt: Enviar o cancelamento da transação
tr_tr: İşlemi iptal et gönderin
vi_vn: Gửi hủy giao dịch
