Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Copy to clipboard
id_id: Salin ke papan klip
ko_kr: 클립보드에 복사되었습니다
pt_pt: Copiar para área de transferência
tr_tr: Panoya kopyala
vi_vn: Sao chép vào clipboard

source: Copy {column_title}
id_id: Salin {column_title}
ko_kr: 복사 {column_title}
pt_pt: Copiar {column_title}
tr_tr: {column_title} Kopyala
vi_vn: Sao chép {column_title}

source: Cosign with hardware device
id_id: Cosign dengan perangkat keras
ko_kr: 하드웨어 기기에 공동 서명
pt_pt: Fiador com dispositivo de hardware
tr_tr: Donanım cihazınızla eş imzalayın
vi_vn: Cosign với thiết bị phần cứng

source: Cosigner Pool
ko_kr: 공동 서명인 풀
pt_pt: Pool de Fiadores
tr_tr: Eş İmza Sahibi Havuzu

source: Could not close channel:
id_id: Tidak dapat menutup channel:
ko_kr: 채널을 종료할 수 없습니다:
pt_pt: Não foi possível fechar o canal:
tr_tr: Kanal kapatılamıyor:
vi_vn: Không thể đóng kênh:

source: Could not force close channel:
id_id: Tidak dapat memaksa untuk menutup channel:
ko_kr: 채널을 강제종료할 수 없습니다:
pt_pt: Não foi possível forçar o fechamento do canal:
tr_tr: Kanal kapatılmaya zorlanamıyor:
vi_vn: Không thể bắt buộc đóng kênh:

source: Could not open channel: {error_value}
id_id: Tidak dapat membuka channel: {error_value}
ko_kr: 채널을 오픈할 수 없습니다: {error_value}
pt_pt: Não foi possível abrir o canal: {error_value}
tr_tr: Kanal açılamıyor: {error_value}
vi_vn: Không thể mở kênh: {error_value}

source: Could not retrieve Terms of Service:
id_id: Tidak dapat menerima Syarat dan Ketentuan:
ko_kr: 약관을 불러올 수 없습니다.:
pt_pt: Não foi possível recuperar os Termos de Serviço:
tr_tr: Hizmet Koşulları alınamıyor:
vi_vn: Không thể truy xuất Điều khoản dịch vụ:

source: Crash report
id_id: Laporan kerusakan
ko_kr: 충돌 보고
pt_pt: Relatório de falha
tr_tr: Arıza raporu
vi_vn: Báo cáo tai nạn

source: Create a new Revealer
id_id: Buat Revealer baru
ko_kr: 새로운 Revealer 생성
pt_pt: Criar um novo Revealer
tr_tr: Yeni bir Revealer oluştur
vi_vn: Tạo một Revealer mới

source: Create a new seed
id_id: Buat seed baru
ko_kr: 새로운 시드 생성
pt_pt: Criar uma nova semente
tr_tr: Yeni çekirdek oluştur
vi_vn: Tạo một hạt giống mới

source: Create keystore from a master key
id_id: Buat keystore dari master key
ko_kr: 마스터키에서 키 저장소 생성
pt_pt: Criar keystore a partir de uma chave mestra
tr_tr: Bir ana anahtardan keystore oluştur
vi_vn: Tạo kho khóa từ khóa chính

source: Create new wallet
id_id: Buat dompet baru
ko_kr: 새로운 지갑 생성
pt_pt: Criar nova carteira
tr_tr: Yeni cüzdan oluştur
vi_vn: Tạo ví mới

source: Create or restore
id_id: Buat atau pulihkan
ko_kr: 생성 또는 복구
pt_pt: Criar ou restaurar
tr_tr: Oluştur veya geri yükle
vi_vn: Tạo hoặc khôi phục

source: Create transaction
id_id: Buat transaksi
ko_kr: 거래 생성
pt_pt: Criar transação
tr_tr: İşlem oluştur
vi_vn: Tạo giao dịch

source: Critical Error
id_id: Masalah Kritis
ko_kr: 치명적 에러
pt_pt: Erro crítico
tr_tr: Kritik Hata
vi_vn: Lỗi nghiêm trọng

source: Current Fee
id_id: Biaya Sekarang:
ko_kr: 현재 수수료
pt_pt: Taxa Atual
tr_tr: Güncel Ücret
vi_vn: Phí hiện tại

source: Current Fee rate
id_id: Tarif Biaya sekarang:
ko_kr: 현재 수수료 비율
pt_pt: Taxa de taxa atual
tr_tr: Güncel Ücret oranı
vi_vn: Mức phí hiện tại

source: Current Password:
id_id: Kata Sandi Sekarang:
ko_kr: 현재 비밀번호:
pt_pt: Senha atual:
tr_tr: Güncel Şifre:
vi_vn: Mật khẩu hiện tại:

source: Current feerate
id_id: Tarif Biaya sekarang
ko_kr: 현재 수수료 비율
pt_pt: Feerate atual
tr_tr: Güncel ücretoranı
vi_vn: Phí hiện tại

source: Current rate
id_id: Kurs sekarang
ko_kr: 현재 요율
pt_pt: Taxa atual
tr_tr: Güncel oran
vi_vn: Tỷ lệ hiện tại

source: Current version: {version}
id_id: Versi sekarang: {version}
ko_kr: 현재 버전: {version}
pt_pt: Versão atual: {version}
tr_tr: Güncel sürüm: {version}
vi_vn: Phiên bản hiện tại: {version}

source: Custom
id_id: Kustom
ko_kr: 커스텀
pt_pt: Personalizadas
tr_tr: Özel
vi_vn: Tùy chỉnh

source: Custom secret
id_id: Kustom rahasia
ko_kr: 커스텀 비공개
pt_pt: Segredo personalizado
tr_tr: Özel gizli bilgi
vi_vn: Bí mật tùy chỉnh

source: Dark
id_id: Gelap
ko_kr: 어둡게
pt_pt: Escuro
tr_tr: Koyu
vi_vn: Tối

source: Dark/Light
id_id: Gelap/Terang
ko_kr: 어둡게/밝게
pt_pt: Escuro/Claro
tr_tr: Koyu/Açık
vi_vn: Tối/Sáng

source: Date
id_id: Tanggal
ko_kr: 날짜
pt_pt: Data
tr_tr: Tarih
vi_vn: Ngày

source: Date: {date}
id_id: Tanggal: {date}
ko_kr: 날짜: {date}
pt_pt: Data: {date}
tr_tr: Tarih: {date}
vi_vn: Ngày: {date}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
id_id: Log debug dapat disimpan ke disk. Ini berguna untuk melakukan troubleshoot.
ko_kr: 디버그 로그가 디스크에 저장될 수 있습니다. 디버그 로그는 문제 해결에 도움이 됩니다.
pt_pt: Os registros de depuração podem ser mantidos no disco. Eles são úteis para solucionar problemas.
tr_tr: Hata giderme günlükleri diske kalıcı olarak yazdırılabilir. Bunlar sorun giderme için faydalıdır.
vi_vn: Nhật ký gỡ lỗi có thể được lưu vào đĩa. Chúng hữu ích để khắc phục sự cố.

source: Debug message
id_id: Pesan debug
ko_kr: 디버그 메시지
pt_pt: Mensagem de depuração
tr_tr: Hata giderme mesajı
vi_vn: Thông báo gỡ lỗi

source: Decrypt
id_id: Dekripsi
ko_kr: 복호화
pt_pt: Descriptografar
tr_tr: Şifre çöz
vi_vn: Giải mã

source: Default
ko_kr: 디폴트
pt_pt: Pre-determinado
tr_tr: Varsayılan
vi_vn: Mặc định

source: Default Servers
id_id: Server Default
ko_kr: 디폴트 서버
pt_pt: Servidores Padrão
tr_tr: Varsayılan Sunucular
vi_vn: Máy chủ mặc định

source: Delete
id_id: Hapus
ko_kr: 삭제
pt_pt: Excluir
tr_tr: Sil
vi_vn: Xóa

source: Delete expired requests?
id_id: Hapus permintaan habis tempo?
ko_kr: 만료된 요청을 삭제하시겠습니까?
pt_pt: Excluir solicitações expiradas?
tr_tr: Süresi dolan istekler silinsin mi?
vi_vn: Xóa các yêu cầu đã hết hạn?

source: Delete invoice?
id_id: Hapus invoice?
ko_kr: 인보이스를 삭제하시겠습니까?
pt_pt: Excluir fatura?
tr_tr: Fatura silinsin mi?
vi_vn: Xóa hóa đơn?

source: Delete request?
id_id: Hapus permintaan?
ko_kr: 요청을 삭제하시겠습니까?
pt_pt: Apagar Pedido?
tr_tr: İstek silinsin mi?
vi_vn: Xóa yêu cầu?

source: Delete wallet file?
id_id: Hapus file dompet?
ko_kr: 지갑 파일을 삭제하시겠습니까?
pt_pt: Excluir arquivo de carteira?
tr_tr: Cüzdan dosyası silinsin mi?
vi_vn: Xóa tệp ví?

source: Delete wallet?
id_id: Hapus dompet?
ko_kr: 지갑을 삭제하시겠습니까?
pt_pt: Excluir carteira?
tr_tr: Cüzdan silinsin mi?
vi_vn: Xóa ví?

source: Denomination
id_id: Denominasi
ko_kr: 디노미네이션
pt_pt: Denominação
tr_tr: İsimlendirme
vi_vn: Mệnh giá

source: Description
id_id: Deskripsi
ko_kr: 설명
pt_pt: Descrição
tr_tr: Açıklama
vi_vn: Sự miêu tả

source: Description of the transaction (not mandatory).
id_id: Deskripsi transaksi (tidak wajib).
ko_kr: 거래 상세 내역 (선택적).
pt_pt: Descrição da transação (não obrigatório).
tr_tr: İşlemin açıklaması (zorunlu değil).
vi_vn: Mô tả giao dịch (không bắt buộc).

source: Details
id_id: Detail
ko_kr: 상세 내역
pt_pt: Detalhes
tr_tr: Ayrıntılar
vi_vn: Chi tiết

source: Details...
id_id: Detail…
ko_kr: 상세 내역...
pt_pt: Detalhes ...
tr_tr: Ayrıntılar...
vi_vn: Chi tiết...

source: Developers
ko_kr: 개발자
pt_pt: Desenvolvedores
tr_tr: Geliştiriciler
vi_vn: Nhà phát triển

source: Device not in Bitcoin mode
id_id: Perangkat tidak dalam mode Bitcoin
ko_kr: 기기가 비트코인 모드에 있지 않습니다
pt_pt: Dispositivo não está no modo Bitcoin
tr_tr: Cihaz Bitcoin modunda değil
vi_vn: Thiết bị không ở chế độ Bitcoin

source: Digital Revealer ({version}_{code_id}) saved as PNG and PDF at:
id_id: Revealer Digital ({version}_{code_id}) disimpan sebagai PNG dan PDF di:
ko_kr: 디지털 Revealer ({version}_{code_id})가 PNG와 PDF로 다음에 저장되었습니다:
pt_pt: Digital Revealer ({version}_{code_id}) guardado como PNG e PDF em:
tr_tr: Dijital Revealer ({version}_{code_id}) şurada PNG ve PDF olarak kayıtlı:
vi_vn: Digital Revealer ({version} _ {code_id}) được lưu dưới dạng PNG và PDF tại:

source: Disable LN
id_id: Nonaktifkan LN
ko_kr: LN 비활성화
pt_pt: Desativar LN
tr_tr: LN’yi devre dışı bırak
vi_vn: Tắt LN

source: Disable Lightning?
id_id: Nonaktifkan Lightning?
ko_kr: 라이트닝을 비활성화 하시겠습니까?
pt_pt: Desativar Lightning?
tr_tr: Lightning devre dışı bırakılsın mı?
vi_vn: Vô hiệu hóa Lightning?

source: Disabled
id_id: Dinonaktifkan
ko_kr: 비활성화 되었습니다
pt_pt: Desativado
tr_tr: Devre dışı bırakıldı
vi_vn: Đã vô hiệu hóa

source: Disconnected
id_id: Terputus
ko_kr: 연결이 해제되었습니다
pt_pt: Desconectado
tr_tr: Bağlantı kesildi
vi_vn: Đã ngắt kết nối

source: Distributed by Electrum Technologies GmbH
id_id: Didistribusikan oleh Electrum Technologies GmbH
ko_kr: Electrum Technologies GmbH 제공
pt_pt: Distribuído pela Electrum Technologies GmbH
tr_tr: Electrum Technologies GmbH tarafından dağıtılmaktadır
vi_vn: Được phân phối bởi Electrum Technologies GmbH

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
id_id: Jangan masukkan informasi sensitif/pribadi disini. Laporan akan dapat dilihatdi pelacak masalah publik
ko_kr: 민감한/개인적인 정보는 입력하지 마십시오. 해당 보고서는 공개된 이슈 트랙커에 보여집니다.
pt_pt: Não insira informações confidenciais / privadas aqui. O relatório ficará visívelno rastreador de problemas públicos.
tr_tr: Buraya hassas/gizli bilgi girmeyin. Rapor açık sorun izleyicide görünür olacaktır.
vi_vn: Không nhập thông tin nhạy cảm / riêng tư ở đây. Báo cáo sẽ hiển thị trên trình theo dõi vấn đề công khai.

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
id_id: Jangan tempelkan kode yang Anda tidak kenali disini. Menjalankan kode yang salahdapat menyebabkan kehilangan koin yang tidak dapat dibalikkan.
ko_kr: 잘못된 코드를 붙여넣지 마십시오. 잘못된 코드를 시행하는 것은 불가역적인 코인의 손실을 야기할 수 있습니다.
pt_pt: Não cole aqui código que você não entenda. Executando o código erradopode ​​fazer com que suas moedas sejam irreversivelmente perdidas.
tr_tr: Buraya anlamadığınız bir kod yapıştırmayın. Yanlış kodu çalıştırmak coinlerinizin geri alınamaz bir şekilde kaybolmasına neden olur.
vi_vn: Đừng dán mã mà quý khách không hiểu ở đây. Thực thi sai mã có thể khiến tiền của quý khách bị mất và không thể phục hồi.

source: Do not store it electronically.
id_id: Jangan simpan secara elektronik
ko_kr: 컴퓨터상에 저장하지 마십시오.
pt_pt: Não armazene eletronicamente.
tr_tr: Elektronik olarak saklamayın.
vi_vn: Không lưu trữ nó dưới dạng điện tử.

source: Do not use Gold Wallet
id_id: Jangan gunakan Gold Wallet
ko_kr: Gold Wallet을 사용하지 않음
pt_pt: Não use Gold Wallet
tr_tr: Gold Wallet’ı kullanmayın
vi_vn: Không sử dụng Gold Wallet

source: Do you want to create a new seed or to restore a wallet using an existing seed?
id_id: Apakah Anda ingin membuat seed baru atau memulihkan (restore) dompet menggunakan seed yang telahtersedia?
ko_kr: 새로운 시드를 생성하시겠습니까 아니면 기존 시드를 사용하여 지갑을복원하시겠습니까?
pt_pt: Deseja criar uma nova semente ou restaurar uma carteira usando um existentesemente?
tr_tr: Yeni bir çekirdek oluşturmak mı yoksa mevcut çekirdeği kullanarak bir cüzdanı geri yüklemek mi istiyorsunuz?
vi_vn: Bạn muốn tạo một hạt giống mới hay khôi phục ví bằng ví hiện có hạt giống?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
id_id: Apakah Anda ingin membuat seed baru, atau memulihkan sebuah dompet menggunakan seed yang sudah Ada?
ko_kr: 새로운 시드 생성과 기존의 시드를 이용한 지갑 복원 중 어느 것을 원하십니까?
pt_pt: Deseja criar uma nova semente ou restaurar uma carteira usando uma existentesemente?
tr_tr: Yeni bir çekirdek oluşturmak mı yoksa mevcut çekirdeği kullanarak bir cüzdanı geri yüklemek mi istiyorsunuz?
vi_vn: Quý khách muốn tạo một hạt giống mới hay khôi phục ví bằng hạt giống hiện có?

source: Do you want to delete '{path}'?
id_id: Apakah Anda ingin menghapus '{path}'?
ko_kr: '{path}'를 삭제하시겠습니까?
pt_pt: Você deseja eliminar '{path}'?
tr_tr: '{path}’ silinsin mi?
vi_vn: Quý khách có muốn xóa '{path}' không?

source: Do you want to delete the old file
id_id: Apakah Anda ingin menghapus file lama?
ko_kr: 오래된 파일을 삭제하시겠습니까
pt_pt: Você deseja eliminar o arquivo antigo
tr_tr: Eski dosyayı silmek istiyor musunuz
vi_vn: Quý khách có muốn xóa tệp cũ?

source: Do you want to launch the wizard again?
id_id: Apakah Anda ingin meluncurkan wizard lagi?
ko_kr: 마법사를 시행하시겠습니까?
pt_pt: Você deseja iniciar o assistente (Wizard) novamente?
tr_tr: Sihirbazı yeniden başlatmak istiyor musunuz?
vi_vn: Quý khách có muốn khởi chạy lại wizard không?

source: Do you want to open it now?
id_id: Apakah Anda inign membukanya sekarang?
ko_kr: 지금 파일을 오픈하시겠습니까?
pt_pt: Deseja abrir agora?
tr_tr: Şimdi açmak istiyor musunuz?
vi_vn: Hiện tại quý khách có muốn mở nó không?

source: Do you want to remove {address} from your wallet?
id_id: Apakah Anda ingin menghapuskan {address} dari dompet Anda?
ko_kr: 지갑에서 {address}를 삭제하시겠습니까?
pt_pt: Deseja remover {address} da sua carteira?
tr_tr: Cüzdanınızdan {address} adresini kaldırmak istiyor musunuz?
vi_vn: Quý khách có muốn xóa {address} khỏi ví của mình không?

source: Do you want to send this report?
id_id: Apakah Anda ingin mengirimkan laporan ini?
ko_kr: 해당 보고를 전송하시겠습니까?
pt_pt: Quer enviar este relatório?
tr_tr: Bu raporu göndermek istiyor musunuz?
vi_vn: Quý khách có muốn gửi báo cáo này không?

source: Do you want to use Gold Wallet as a transaction authenticator?
id_id: Apakah Anda ingin menggunakan Gold Wallet sebagai autentikator transaksi?
ko_kr: 거래 인증으로 Gold Wallet을 사용하시겠습니까?
pt_pt: Deseja usar a Gold Wallet como um autenticador de transacção?
tr_tr: İşlem kimlik doğrulayıcı olarak Gold Wallet’i kullanmak istiyor musunuz?
vi_vn: Quý khách có muốn sử dụng Gold Wallet làm công cụ xác nhận giao dịch hay không?

source: Do you wish to continue?
id_id: Apakah Anda ingin melanjutkan?
ko_kr: 계속하시겠습니까?
pt_pt: Deseja continuar?
tr_tr: Devam etmek istiyor musunuz?
vi_vn: Quý khách còn muốn tiếp tục không?

source: Don't know any addresses for node:
id_id: Apakah anda mengetahuai alamat node:
ko_kr: 노드 주소를 발견하지 못했습니다:
pt_pt: Não conheço nenhum endereço para o nó:
tr_tr: Düğüm için herhangi bir adres bilinmiyor:
vi_vn: Không biết bất kỳ địa chỉ nào cho nút:

source: Don't show this again.
id_id: Jangan tampilkan ini lagi.
ko_kr: 다시 표시하지 않음.
pt_pt: Não mostre isso de novo.
tr_tr: Bunu tekrar gösterme.
vi_vn: Không hiển thị cái này nữa.

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
id_id: Dikarenakan bug, Electrum versi lama TIDAK akan membuat dompet yang samadengan versi yang lebih baru atau software lain
ko_kr: 버그로 인해 최신 버전 또는 타 소프트웨어가 존재할 경우 구 버전의 Electrum은 동일한 주소를 생성할 수 없습니다.
pt_pt: Devido a um bug, versões antigas do Electrum NÃO irão crear a mesma carteiracomo versões mais recentes ou outro software.
tr_tr: Bir hata nedeniyle, Electrum'un eski sürümleri yeni sürümlerdeki veya başka bir yazılımdakicüzdanın aynısını oluşturmayacaktır.
vi_vn: Do lỗi, các phiên bản Electrum cũ sẽ KHÔNG tạo cùng một ví dưới dạng phiên bản mới hơn hoặc phần mềm khác.

source: Dynamic fee estimates not available
id_id: Estimasi biaya dinamis tidak tersedia
ko_kr: 부과되는 수수료 예측은 불가합니다
pt_pt: Estimativas de taxas dinâmicas não disponíveis
tr_tr: Dinamik ücret tahminleri kullanılamıyor
vi_vn: Ước tính phí động không có sẵn

source: Each revealer should be used only once.
id_id: Setiap revealer hanya dapat digunakan sekali
ko_kr: 각각의 revealer는 단 한번만 사용되어야 합니다.
pt_pt: Cada revelador deve ser usado apenas uma vez.
tr_tr: Her bir revealer yalnızca bir kez kullanılmalıdır.
vi_vn: Mỗi revealer chỉ nên được sử dụng một lần.

source: Edit {title}
id_id: Ubah {title}
ko_kr: 수정 {title}
pt_pt: Editar {title}
tr_tr: {title} başlığını düzenle
vi_vn: Chỉnh sửa{title}

source: Electrum Plugins
id_id: Plugin Electrum
ko_kr: Electrum 플러그인
pt_pt: Complementos de Electrum
tr_tr: Electrum Eklentileri

source: Electrum cannot pair with your {device}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
id_id: Electrum tidak dapat menyambungkan dengan {device} Anda. Sebelum Anda dapat meminta bitcoin untuk dikirimkan ke alamat Anda di dompet ini, pastikanbahwa Anda dapat tersambung dengan perangkat Anda, atau Anda telah memiliki seed (dan passphrase, apabilaada). Jika tidak semua bitcoin yang Anda terima tidak akan dapat digunakan.
ko_kr: Electrum이 귀하의 {device}와 페어링 할 수 없습니다. 이 지갑의 주소로 비트코인 이체를 요청하기 전에,기기와 페어링할 수 있는지 확인하시거나, 해당 시드를 (passphrase, 있는 경우) 가지고 있는지 확인하세요.그렇지 않으면, 받은 모든 비트코인을 사용할 수 없습니다.
pt_pt: Electrum não pode emparelhar com seu {device}. Antes de solicitar que bitcoins sejam enviados para endereços nesta carteira, certifique-se de que pode emparelhar com o seu dispositivo, ou que tenha a sua semente (e senha, se qualquer). Caso contrário, todos os bitcoins que você receber não poderão ser gastos.
tr_tr: Electrum {device} cihazınızla eşleşemiyor. Bitcoinlerin bu cüzdandaki adreslere gönderilmesini talep etmeden önce, cihazınızla eşleştirebildiğinizden veya çekirdeğine (varsa anahtar parolasına) sahip olduğunuzdan emin olun. Aksi takdirde alacağınız tüm bitcoinler harcanamaz olur.
vi_vn: Electrum không thể kết nối với {device} của bạn. Trước khi bạn yêu cầu gửi bitcoin đến các địa chỉ trong ví này, hãy chắc chắnbạn có thể kết nối với thiết bị của mình hoặc bạn có hạt giống bảo mât của nó (và cụm mật khẩu, nếu có). Nếu không, tất cả bitcoin bạn nhận sẽ không thể sử dụng được.

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
id_id: Electrum berkomunikasi dengan server jarak jauh untuk mendapatkan informasi mengenai transaksidan alamat Anda. Semua server memenuhi tujuan yang samadan hanya berbeda dalam hal perangkat keras. Pada sebagian besar kasus Anda hanya perlu untuk membiarkan Electrum untuk memilihsatu secara acak. Namun apabila Anda ingin memilih server sendiri Anda dapat melakukannya secara manual.
ko_kr: Electrum은 원격 서버를 통해 귀하의 거래와 주소 정보를 가져옵니다.모든 서버는 하드웨어만 다를 뿐 동일한 목적을 달성합니다대부분의 경우, Electrum이 무작위로 자동 선택합니다.하지만 원하시면 수동으로 서버를 선택하실 수 있습니다.
pt_pt: Electrum se comunica com servidores remotos para obter informações sobre o seutransações e endereços. Todos os servidores cumprem a mesma finalidade, apenasdiferindo no hardware. Na maioria dos casos, você simplesmente quer deixar Electrum escolher um ao acaso. No entanto, se preferir, fique à vontade para selecionar um servidor manualmente.
tr_tr: Electrum işlemleriniz ve adresleriniz hakkında bilgi almak için uzak sunucularla çalışır. Sunucuların hepsi aynı işe yarar ancak farklı bir donanımla çalışır Çoğu durumda Electrum’un rastgele bir tane seçmesine izin vermek istersiniz. Ancak isterseniz bir sunucuyu manüel olarak seçmekte özgürsünüz.
vi_vn: Electrum kết nối với các máy chủ từ xa để nhận thông tin của bạn vềgiao dịch và địa chỉ. Tất cả các máy chủ đều chỉ thực hiện cùng một mục đích khác biệt về phần cứng. Trong hầu hết các trường hợp, bạn chỉ muốn để Electrum chọn một cách ngẫu nhiên. Tuy nhiên, nếu bạn muốn, hãy chọn máy chủ theo cách thủ công.

source: Electrum connects to several nodes in order to download block headers and find out the longest blockchain.
id_id: Electrum terhubungung dengan beberapa node untuk mengunduh header blok danmenemukan blockchain terpanjang.
ko_kr: Electrum은 블록헤더를 다운로드 받기 위해 다수의 노드와 연결하여 가장 긴 블록체인을 찾아냅니다.
pt_pt: Electrum conect-se a vários nós para descarregar cabeçalhos de bloco edescobrir o blockchain mais longo.
tr_tr: Electrum blok başlıklarını indirmek ve en uzun blockchaini bulmak için çeşitli düğümlere bağlanır.
vi_vn: Kết nối Electrum với một số nút để tải xuống block tiêu đề và tìm ra chuỗi khối dài.

source: Electrum preferences
id_id: Pilihan Electrum
ko_kr: Electrum 선호도
pt_pt: Preferências Electrum
tr_tr: Electrum tercihleri
vi_vn: Tùy chọn Electrum

source: Electrum requests your transaction history from a single server. The returned history is checked against blockchain headers sent by other nodes, using Simple Payment Verification (SPV).
id_id: Electrum mengunduh riwayat transaksi dari satu server. Riwayatpengembalian diperiksa dengan header blockchain dikirim oleh nodes lain,menggunakan Simple Payment Verification (SPV).
ko_kr: Electrum은 단일 서버에 대해 거래 내역을 요청합니다. 타 노드들이 보낸 블록체인 헤더에 대해 단순 지불 검증(SPV)를 이용하여 반환된 내역을 확인합니다.
pt_pt: Electrum solicita o seu histórico de transações de um único servidor. Oo histórico retornado é verificado em relação aos cabeçalhos do blockchain enviados por outros nós,usando a Verificação de Pagamento Simples (SPV).
tr_tr: Electrum işlem geçmişinizi tek bir sunucudan talep eder. Geri gönderilen geçmiş Basit Ödeme Doğrulama (SPV) kullanılarak diğer düğümler tarafından gönderilen blockchain başlıklarına karşı kontrol edilir.
vi_vn: Electrum yêu cầu lịch sử giao dịch của quý khách từ một máy chủ. Các lịch sử trả về được kiểm tra dựa trên các tiêu đề blockchain được gửi bởi các nút khác, bằng Xác minh Thanh toán Đơn giản (SPV).

source: Electrum sends your wallet addresses to a single server, in order to receive your transaction history.
id_id: Electrum mengirim alamt dompet Anda ke satu server, guna menerimariwayat transaksi Anda.
ko_kr: Electrum은 지갑주소를 단일 서버에 전송하여 거래 내역을 얻습니다.
pt_pt: Electrum envia endereços da sua carteira para um único servidor, a fim de receber oseu histórico de transações.
tr_tr: Electrum işlem geçmişinizi almak için cüzdan adreslerinizi tek bir sunucuya gönderir.
vi_vn: Electrum gửi địa chỉ ví của quý khách đến một máy chủ duy nhất, để nhận lịch sử giao dịch của quý khách.

source: Electrum wallet
id_id: Dompet Electrum
ko_kr: Electrum 지갑
pt_pt: Carteira electrum
tr_tr: Electrum cüzdanı
vi_vn: Ví Electrum

source: Electrum was unable to copy your wallet file to the specified location.
id_id: Electrum tidak dapat menyalin file dompet Anda ke lokasi yang Anda tentukan
ko_kr: Electrum이 지정된 위치에 귀하의 지갑 파일을 복사하지 못했습니다.
pt_pt: Electrum não conseguiu copiar o arquivo da carteira para o local especificado.
tr_tr: Electrum cüzdan dosyanızı belirtilen konuma kopyalayamadı.
vi_vn: Electrum không thể sao chép tệp ví của quý khách vào vị trí được chỉ định.

source: Electrum was unable to deserialize the transaction:
id_id: Electrum tidak dapat mendeserialisasikan transaksi:
ko_kr: Electrum이 거래를 풀어내지 못했습니다.:
pt_pt: Electrum não conseguiu desserializar a transação:
tr_tr: Electrum işlemi ters serileştiremedi:
vi_vn: Electrum không thể giải mã giao dịch:

source: Electrum was unable to open your transaction file
id_id: Electrum tidak dapat membuka file transaksi Anda
ko_kr: Electrum이 거래 파일을 열지 못했습니다.
pt_pt: Electrum não conseguiu abrir seu arquivo de transação
tr_tr: Electrum işlem cüzdanınızı açamadı
vi_vn: Electrum không thể mở tệp giao dịch của quý khách

source: Electrum was unable to parse your transaction
id_id: Electrum tidak mengurai transaksi Anda
ko_kr: Electrum이 거래를 분석할 수 없습니다.
pt_pt: Electrum não foi capaz de analisar sua transação
tr_tr: Electrum işleminizi ayrıştıramadı
vi_vn: Electrum không thể phân tích cú pháp giao dịch của quý khách

source: Electrum was unable to produce a private key-export.
id_id: Electrum tidak dapat menghasikan kunci private-ekspor.
ko_kr: Electrum이 프라이빗 키-내보내기를 생성할 수 없습니다.
pt_pt: Electrum não conseguiu produzir uma exportação de chave privada.
tr_tr: Electrum bir özel anahtar dışa aktarımını üretemedi.
vi_vn: Electrum không thể tạo ra một khóa riêng tư.

source: Electrum was unable to produce a transaction export.
id_id: Electrum tidak dapat menghasilkan ekspor transaksi.
ko_kr: Electrum이 거래 내보내기를 생성할 수 없습니다.
pt_pt: Electrum não conseguiu produzir uma exportação de transação.
tr_tr: Electrum bir işlem dışa aktarımı üretemedi.
vi_vn: Electrum không thể tạo xuất giao dịch.
