Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
id_id: Mohon dicatat bahwa koin Anda tidak dikunci di layanan ini. Anda dapat menarik saldoAnda kapan saja dan tanpa dipungut biaya, tanpa menggunakan remote server, dengan menggunakan pilihanpulihkan dompet' dengan seed dompet Anda
ko_kr: 귀하의 코인은 이 서비스에 제한되어 있지 않습니다. 지갑 시드를 통해'지갑 복원' 옵션을 사용하여 원격 서버 없이 언제든지자금을 인출할 수 있습니다.
pt_pt: Observe que suas moedas não estão bloqueadas neste serviço. Você pode retirar os seus fundos a qualquer momento e sem nenhum custo, sem o servidor remoto, usando a opção 'restaurar carteira' com a semente da carteira.
tr_tr: Bu hizmette coinlerinizin kilitlenmediğini dikkate alın. Fonlarınızı istediğiniz zaman herhangi bir maliyet olmadan, uzak sunucu olmadan cüzdan çekirdeğinizle 'cüzdanı geri yükle' seçeneğini kullanarak hesaba çekebilirsiniz.
vi_vn: Lưu ý rằng tiền của bạn không bị khóa trong dịch vụ này. Bạn có thể rút của mình chuyển tiền bất kỳ lúc nào và miễn phí, không cần máy chủ từ xa, bằng cách sử dụng Tùy chọn 'khôi phục ví' bằng hạt giống

source: Note: If you enable this setting, you will need your hardware device to open your wallet.
id_id: Catatan: Apabila Anda mengaktifkan pengaturan ini, Anda akan memerlukan perangkat keras Anda untuk membukadompet Anda.
ko_kr: 참고: 이 설정을 활성화하면, 지갑을 열기 위해 귀하의 하드웨어 기기가 필요합니다.
pt_pt: Nota: Se você habilitar esta configuração, você precisará que seu dispositivo de hardware abrasua carteira.
tr_tr: Not: Bu ayarı etkinleştirirseniz, cüzdanınızı açmak için donanım cihazınıza ihtiyacınız olacaktır.
vi_vn: Lưu ý: Nếu quý khách bật cài đặt này, quý khách sẽ cần thiết bị phần cứng của mình để mở ví của quý khác.

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
id_id: Catatan: ini adalah transaksi offline, apabila Anda ingin transaksi ini untuk terlihat di jaringat, Andaharus menyiarkan transaksi.
ko_kr: 참고: 이것은 오프라인 거래이며, 네트워크에 올리시려면 송출하셔야합니다.
pt_pt: Nota: esta é uma transação offline, se você quiser que a rede veja, vocêprecisa transmiti-lo.
tr_tr: Not: bu çevrimdışı bir işlemdir, ağın görmesini istiyorsanız yayınlamanız gerekir.
vi_vn: Lưu ý: đây là giao dịch offline, muốn nhà mạng xem được thì quý khách cần phải phát nó.

source: Nothing set !
id_id: Tidak ada yang diatur!
ko_kr: 설정내용 없음!
pt_pt: Nada definido!
tr_tr: Hiçbir şey ayarlanmadı !
vi_vn: Không có gì được thiết lập!

source: Nothing to plot.
id_id: Tidak ada yang bisa direncanakan.
ko_kr: 플롯할 내용 없음.
pt_pt: Nada para tramar.
tr_tr: Çizilecek bir şey yok.
vi_vn: Không có gì để plot.

source: Nothing to summarize.
id_id: Tidak ada yang bisa dirangkum
ko_kr: 요약할 내용 없음.
pt_pt: Nada para resumir.
tr_tr: Özetlenecek bir şey yok.
vi_vn: Không có gì để tóm lược.

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
id_id: Angka nol ditampilkan setelah angka desimal. Sebagai contoh, apabila angkadiatur ke 2, "1." akan ditampilkan sebagai "1.00"
ko_kr: 소수점 뒤에 표시되는 0의 수. 예를 들어, 2로 설정되면,"1." 이며 "1.00"으로 표시됨
pt_pt: Número de zeros exibidos após o ponto decimal. Por exemplo, se este fordefinido como 2, " 1. "será exibido como " 1,00 "
tr_tr: Ondalık noktasından sonra görüntülenen sıfır sayısı. Örneğin bu 2 olarak ayarlanmışsa, "1." "1.00" olarak görüntülenir
vi_vn: Số lượng số không hiển thị sau dấu thập phân. Ví dụ: nếu được đặt thành 2, " 1. " sẽ được hiển thị là "1.00 "

source: OR
id_id: ATAU
ko_kr: 또는
pt_pt: OU
tr_tr: VEYA
vi_vn: HOẶC

source: Offline
ko_kr: 오프라인
pt_pt: Desconectado
tr_tr: Çevrimdışı

source: On Linux, you might have to add a new permission to your udev rules.
id_id: Di Linux, Anda mungkin perlu untuk menambahkan perizinan baru ke udev rules Anda.
ko_kr: 리눅스에서는, udev rule에 새로운 허용을 추가하셔야 될 수 있습니다.
pt_pt: No Linux, pode ser necessário adicionar uma nova permissão às regras do udev.
tr_tr: Linux’ta udev kurallarınıza yeni bir izin eklemeniz gerekebilir.
vi_vn: Trên Linux, quý khách có thể phải thêm một quyền mới vào các quy tắc udev của mình.

source: One output per line.
id_id: Satu output per baris.
ko_kr: 라인 당 한개 출력값.
pt_pt: Uma saída por linha.
tr_tr: Satır başına bir çıktı.
vi_vn: Một đầu ra trên mỗi dòng.

source: One-server mode
id_id: Mode satu-server
ko_kr: 단일 서버 모드
pt_pt: Modo de servidor único
tr_tr: Bir sunucu modu
vi_vn: Chế độ một máy chủ

source: Online Block Explorer
id_id: Penjelajah Blok Online
ko_kr: 온라인 블록 익스플로러
pt_pt: Explorador de blocos online
tr_tr: Online Blok Gezgini
vi_vn: Trình khám phá block trực tuyến

source: Only OP_RETURN scripts, with one constant push, are supported.
id_id: Hanya skrip OP_RETURN, dengan satu constant push, yang didukung.
ko_kr: 하나의 지속 push와 함께 OP_RETURN 스크립트만 지원됩니다.
pt_pt: Só se admitem scripts OP_RETURN com um push constante.
tr_tr: Yalnızca bir sabit eklemesi bulunan OP_RETURN betikleri desteklenir.
vi_vn: Chỉ hỗ trợ các tập lệnh OP_RETURN, với một lần đẩy liên tục.

source: Only connect to a single server
id_id: Hanya sambungkan dengan satu server tunggal.
ko_kr: 단일 서버에만 접속합니다.
pt_pt: Conecte-se apenas a um único servidor
tr_tr: Yalnızca tek bir sunucuya bağlan
vi_vn: Chỉ kết nối với một máy chủ duy nhất

source: Open Channel
id_id: Channel Terbuka
ko_kr: 채널 열기
pt_pt: Canal aberto
tr_tr: Kanalı aç
vi_vn: Mở kênh

source: Open advanced transaction preview dialog when 'Pay' is clicked.
id_id: Buka dialog tinjauan transaksi lanjutkan ketikan tombol 'bayar' di klik.
ko_kr: '지불' 클릭 시, 고급 거래의 미리보기 대화상자 열기
pt_pt: Abra a caixa de diálogo de visualização avançada da transação quando 'Pagar' for clicado.
tr_tr: 'Öde' seçeneğine tıklandığında gelişmiş işlem önizlemesi diyalogunu açın.
vi_vn: Mở hộp thoại xem trước giao dịch nâng cao khi nhấp vào 'Thanh toán'.

source: Open calibration pdf
id_id: Buka pdf kalibrasi
ko_kr: 교정 pdf 열기
pt_pt: Abrir o pdf de calibração
tr_tr: Kalibrasyon pdf’sini aç
vi_vn: Mở pdf hiệu chuẩn

source: Open channel
id_id: Channel terbuka
ko_kr: 채널 열기
pt_pt: Canal aberto
tr_tr: Kanalı aç
vi_vn: Mở kênh

source: Open your cosigner wallet to retrieve it.
id_id: Buka dompet cosigner Anda untuk menerima.
ko_kr: 귀하의 공동 서명 지갑을 열어 검색하세요.
pt_pt: Abra sua carteira de fiador para recuperá-lo.
tr_tr: Geri almak için eş imza sahibi cüzdanınızı açın.
vi_vn: Mở ví cosigner của quý khách để lấy nó.

source: Open {title} file
id_id: Buka file {title}
ko_kr: {title} 파일 열기
pt_pt: Abrir arquivo {title}
tr_tr: {title} dosyasını aç
vi_vn: Mở tệp {title}

source: OpenAlias record, used to receive coins and to sign payment requests.
id_id: Catatan OpenAlias, digunakan untuk menerima koin dan untuk menandatangani permintaan pembayaran.
ko_kr: OpenAlias 내역은 코인을 받거나, 지불 요청을 서명하기 위해 사용됩니다.
pt_pt: Registro AbrirAlias, usado para receber moedas e assinar pedidos de pagamento.
tr_tr: OpenAlias kaydı, coin almak ve ödeme taleplerini imzalamak için kullanılır.
vi_vn: Bản ghi OpenAlias, được sử dụng để nhận coin và ký yêu cầu thanh toán.

source: Opening channel...
id_id: Membuka channel…
ko_kr: 채널 여는 중
pt_pt: Abrindo canal ...
tr_tr: Kanal açılıyor...
vi_vn: Đang mở kênh...

source: Options
id_id: Opsi
ko_kr: 옵션
pt_pt: Opções
tr_tr: Seçenekler
vi_vn: Tùy chọn

source: Outdated device firmware
id_id: Firmware perangkat lama
ko_kr: 이미 지난 펌웨어
pt_pt: Firmware de dispositivo desatualizado
tr_tr: Güncel olmayan cihaz yazılımı
vi_vn: Phần mềm thiết bị lỗi thời

source: Outgoing payments
id_id: Pembayaran keluar
ko_kr: 출납금
pt_pt: Pagamentos de saída
tr_tr: Giden ödemeler
vi_vn: Thanh toán đi

source: Output amount
id_id: Jumlah output
ko_kr: 출금 액수
pt_pt: Quantidade de produção
tr_tr: Çıktı miktarı
vi_vn: Số lượng đầu ra

source: Output point
id_id: Titik output
ko_kr: 출력 포인트
pt_pt: Ponto de saída
tr_tr: Çıktı noktası
vi_vn: Điểm đầu ra

source: Outputs
id_id: Output
ko_kr: 출력
pt_pt: Saídas
tr_tr: Çıktılar
vi_vn: Đầu ra

source: Overview
id_id: Gambaran luas
ko_kr: 개요
pt_pt: Visão geral
tr_tr: Genel bakış
vi_vn: Tổng quan

source: PIN codes do not match
id_id: Kode PIN tidak cocok
ko_kr: PIN 코드가 일치 하지 않음
pt_pt: Os códigos PIN não correspondem
tr_tr: PIN kodları eşleşmiyor
vi_vn: Mã PIN không khớp

source: PIN mismatch
id_id: PIN tidak cocok
ko_kr: PIN 불일치
pt_pt: PIN incompatível
tr_tr: PIN uyumsuzluğu
vi_vn: Mã PIN không khớp

source: Paid
id_id: Dibayarkan
ko_kr: 지불됨.
pt_pt: Pago
tr_tr: Ödendi
vi_vn: Đã thanh toán

source: Pair your 2-Key Vault wallet with Gold Wallet
id_id: Sambungkan dompet Vault 2-Kunci Anda dengan Gold Wallet
ko_kr: 2 키 Vault 지갑을 Gold Wallet과 페어링하세요
pt_pt: Emparelhe a sua carteira de 2 chaves Vault com Gold a Wallet
tr_tr: 2 Anahtarlı Vault cüzdanı Gold Wallet ile eşleştirin
vi_vn: Kết nối ví 2 mã khóa Vault của bạn với Gold Wallet.

source: Pair your 3-Key Vault wallet with Gold Wallet
id_id: Sambungkan dompet Vault 3-Kunci Anda dengan Gold Wallet
ko_kr: 3 키 Vault 지갑을 Gold Wallet과 페어링하세요
pt_pt: Emparelhe a sua carteira de 3 chaves Vault com Gold a Wallet
tr_tr: 3 Anahtarlı Vault cüzdanı Gold Wallet ile eşleştirin
vi_vn: Kết nối ví 3 mã khóa Vault của bạn với Gold Wallet.

source: Partially signed
id_id: Ditandatangani secara parsial.
ko_kr: 부분 서명됨
pt_pt: Parcialmente assinado
tr_tr: Kısmen imzalanmış
vi_vn: Đã ký một phần

source: Passphrase
id_id: Passpharase
ko_kr: 패스프레이즈
pt_pt: Frase de acesso:
tr_tr: Anahtar Parolası
vi_vn: Cụm mật khẩu

source: Passphrase:
id_id: Passpharase:
ko_kr: 패스프레이즈:
pt_pt: Frase de acesso:
tr_tr: Anahtar Parolası:
vi_vn: Cụm mật khẩu:

source: Password
id_id: Kata Sandi
ko_kr: 비밀번호
pt_pt: Senha
tr_tr: Şifre
vi_vn: Mật khẩu

source: Password Strength
id_id: Kekuatan Kata Sandi
ko_kr: 비밀번호 강도
pt_pt: Segurança da palavra-passe
tr_tr: Şifre Gücü
vi_vn: Mật khẩu mạnh

source: Password is disabled, this wallet is not protected
id_id: Kata Sandi dinonaktifkan, dompet ini tidak terlindungi
ko_kr: 비밀번호가 비활성화 되었습니다, 지갑이 보호되지 않을 수 있습니다.
pt_pt: A senha está desativada, esta carteira não está protegida
tr_tr: Şifre devre dışı bırakılmış, bu cüzdan korunmuyor
vi_vn: Mật khẩu bị vô hiệu hóa, ví này không được bảo vệ

source: Password was updated successfully
id_id: Kata sandi telah sukses dirubah
ko_kr: 비밀번호가 성공적으로 업데이트되었습니다.
pt_pt: A senha foi atualizada com sucesso
tr_tr: Şifre başarıyla güncellendi
vi_vn: Mật khẩu đã được cập nhật thành công

source: Password:
id_id: Kata Sandi:
ko_kr: 비밀번호:
pt_pt: Senha:
tr_tr: Şifre:
vi_vn: Mật khẩu:

source: Pay
id_id: Bayar
ko_kr: 지불하기
pt_pt: Pagamento
tr_tr: Öde
vi_vn: Chi trả

source: Pay multiple invoices
id_id: Bayar ke beberapa invoice:
ko_kr: 복합 인보이스 지불하기
pt_pt: Pague várias faturas
tr_tr: Çoklu fatura öde
vi_vn: Thanh toán nhiều hóa đơn

source: Pay to
id_id: Bayar ke
ko_kr: 에게 지불하기
pt_pt: Pagar para
tr_tr: Şuna öde:
vi_vn: Trả cho

source: Pay to many
id_id: Bayar ke banyak
ko_kr: 여러 - 에게 지불하기
pt_pt: Pague a muitos
tr_tr: Çoklu ödeme yap
vi_vn: Trả cho nhiều người

source: Payment Received
id_id: Pembayaran Diterima
ko_kr: 지불 받음
pt_pt: Pagamento recebido
tr_tr: Ödeme Alındı
vi_vn: Đã nhận thanh toán

source: Payment Request
id_id: Permintaan Pembayaran
ko_kr: 지불 요청
pt_pt: Pedido de Pagamento
tr_tr: Ödeme Talebi
vi_vn: Yêu cầu thanh toán

source: Payment failed
id_id: Pembayaran gagal
ko_kr: 지불 실패
pt_pt: Pagamento falhou
tr_tr: Ödeme başarısız oldu
vi_vn: Thanh toán không thành công

source: Payment hash
id_id: Pembayaran hash
ko_kr: 지불 해시
pt_pt: Hash de pagamento
tr_tr: Ödeme hash’ı
vi_vn: Hash thanh toán

source: Payment log
id_id: Log Pembayaran
ko_kr: 지불 log
pt_pt: Registro de pagamento
tr_tr: Ödeme günlüğü
vi_vn: Nhật ký thanh toán

source: Payment received
id_id: Pembayaran diterima
ko_kr: 지불 받음
pt_pt: Pagamento recebido
tr_tr: Ödeme alındı
vi_vn: Đã nhận thanh toán

source: Payment request has expired
id_id: Permintaan pembayaran habis tempo
ko_kr: 지불 요청 만료됨
pt_pt: Pedido de pagamento expirou
tr_tr: Ödeme talebinin süresi doldu
vi_vn: Yêu cầu thanh toán đã hết hạn

source: Payment sent.
id_id: Pembayaran dikirimkan.
ko_kr: 지불 보내기 완료.
pt_pt: Pagamento enviado.
tr_tr: Ödeme gönderildi.
vi_vn: Đã gửi thanh toán.

source: Payment succeeded
id_id: Pembayaran sukses.
ko_kr: 지불 성공
pt_pt: Pagamento bem sucedido
tr_tr: Ödeme başarılı
vi_vn: Thanh toán thành công

source: Payment was sent
id_id: Pembayaran telah dikirimkan
ko_kr: 지불이 전송되었습니다.
pt_pt: O pagamento foi enviado
tr_tr: Ödeme gönderildi
vi_vn: Thanh toán đã được gửi

source: Payments (HTLCs):
id_id: Pembayaran (HTLCs):
ko_kr: 지불 (HTLCs):
pt_pt: Pagamentos (HTLCs):
tr_tr: Ödemeler (HTLC'ler):
vi_vn: Thanh toán (HTLC):

source: Pending
id_id: Ditunda
ko_kr: 보류
pt_pt: Pendente
tr_tr: Beklemede
vi_vn: Đang chờ xử lý

source: Perhaps some dependencies are missing...
id_id: Mungkin beberapa dependensi hilang…
ko_kr: Dependencies가 없을 수 있습니다...
pt_pt: Talvez algumas dependências estejam a faltar ...
tr_tr: Bazı bağlı dosyalar eksik olabilir...
vi_vn: Có lẽ một số yếu tố phụ thuộc bị thiếu ...

source: Please briefly describe what led to the error (optional):
id_id: Mohon jelaskan secara singkat mengenai penyebab kerusakan (opsional):
ko_kr: 오류의 원인이 무엇인지 간단히 설명해주세요 (선택):
pt_pt: Descreva resumidamente o que levou ao erro (opcional):
tr_tr: Lütfen hataya neyin neden olduğunu kısaca açıklayın (opsiyonel):
vi_vn: Vui lòng mô tả ngắn gọn điều gì đã dẫn đến lỗi (tùy chọn):

source: Please check your connection and credentials.
id_id: Mohon periksa koneksi dan kredensial Anda.
ko_kr: 연결 상태와 인증을 확인해주세요.
pt_pt: Verifique a sua conexão e as suas credenciais.
tr_tr: Lütfen bağlantınızı ve kimlik bilgilerinizi kontrol edin.
vi_vn: Vui lòng kiểm tra kết nối và thông tin đăng nhập của quý khách.

source: Please check your network connection.
id_id: Mohon periksa koneksi jaringan Anda.
ko_kr: 네트워크 연결을 확인해주세요.
pt_pt: Verifique a sua conexão de rede.
tr_tr: Lütfen ağ bağlantınızı kontrol edin.
vi_vn: Vui lòng kiểm tra kết nối mạng của quý khách.

source: Please check your {device} device
id_id: Mohon periksa perangkat {device} Anda.
ko_kr: 기기{device}를 확인해주세요
pt_pt: Por favor, verifique o seu dispositivo {device}
tr_tr: Lütfen {device} cihazınızı kontrol edin
vi_vn: Vui lòng kiểm tra thiết bị {device} của quý khách

source: Please confirm
id_id: Mohon konfirmasi
ko_kr: 확인해주세요
pt_pt: Por favor confirme
tr_tr: Lütfen onaylayın
vi_vn: Vui lòng xác nhận

source: Please enter an amount
id_id: Mohon masukkan jumlah
ko_kr: 금액을 입력해주세요
pt_pt: Por favor, insira um valor
tr_tr: Lütfen bir tutar girin
vi_vn: Vui lòng nhập số tiền

source: Please enter the master public key (xpub) of your cosigner.
id_id: Mohon masukkan kunci publik master (xpub) cosigner Anda.
ko_kr: 공동 서명자의 마스터 공개 키(xpub)를 입력해주세요.
pt_pt: Por favor, insira a chave pública mestra (xpub) do seu fiador.
tr_tr: Lütfen eş imza sahibinizin ana açık anahtarını (xpub) girin.
vi_vn: Vui lòng nhập khóa công khai chính (xpub) cosigner của quý khách.

source: Please enter your Google Authenticator code
id_id: Mohon masukkan kode Google Authenticator Anda.
ko_kr: 구글 인증 코드를 입력해주세요
pt_pt: Por favor, digite seu código do Google Authenticator
tr_tr: Lütfen Google Authenticator kodunuzu girin
vi_vn: Vui lòng nhập mã Google Authenticator của quý khách

source: Please enter your Google Authenticator code:
id_id: Mohon masukkan kode Google Authenticator Anda:
ko_kr: 구글 인증 코드를 입력해주세요
pt_pt: Por favor, digite seu código do Google Authenticator:
tr_tr: Lütfen Google Authenticator kodunuzu girin:
vi_vn: Vui lòng nhập mã Google Xác thực của quý khách:

source: Please enter your e-mail address
id_id: Mohon masukkan alamat e-mail Anda
ko_kr: 이메일 주소를 입력해주세요
pt_pt: Por favor, indique o seu endereço de e-mail
tr_tr: Lütfen e-posta adresinizi girin
vi_vn: Hãy điền địa chỉ email của quý khách

source: Please enter your password
id_id: Mohon masukkan kata sandi Anda
ko_kr: 비밀번호를 입력해주세요
pt_pt: Por favor, insira sua senha
tr_tr: Lütfen şifrenizi girin
vi_vn: Xin hãy điền mật khẩu

source: Please enter your password to decrypt it.
id_id: Mohon masukkan kata sandi Anda untuk mendekripsikannya.
ko_kr: 복호화를 위해 비밀번호를 입력해주세요.
pt_pt: Por favor, digite sua senha para descriptografá-la.
tr_tr: Lütfen şifresini çözmek için parolanızı girin.
vi_vn: Vui lòng nhập mật khẩu của quý khách để giải mã.

source: Please enter your seed phrase in order to restore your wallet.
id_id: Mohon masukkan seed phrase Anda untuk memulihkan dompet Anda.
ko_kr: 지갑 복구를 위해 시드 프레이즈를 입력해주세요.
pt_pt: Por favor, insira sua frase-semente para restaurar sua carteira.
tr_tr: Lütfen cüzdanınızı geri yüklemek için çekirdek ifadenizi girin.
vi_vn: Vui lòng nhập cụm từ hạt giống của quý khách để khôi phục ví của quý khách.

source: Please insert your {device}
id_id: Mohon masukkan {device} Anda.
ko_kr: {device}를 삽입해주세요
pt_pt: Por favor, insira seu {device}
tr_tr: Lütfen {device} cihazınızı girin
vi_vn: Vui lòng chèn {device} của quý khách

source: Please paste a Cancel transaction public key. Use an existing one, if you are importing a wallet, or generate a new one at
id_id: Mohon tempelkan sebuah kunci publik transaksi Pembatalan (Cancel). Gunakan kunci yang telah ada, apabila Andaingin mengimpor sebuah dompet, atau membuat dompet baru di
ko_kr: 취소 거래 공용 키를 붙여넣으세요. 지갑을 가져오시는 경우 기존 키를 사용하시거나다음에서 새로운 키를 생성하세요
pt_pt: Por favor, cole uma chave pública para Cancelar transação. Use uma existente, se você estão a importar uma carteira ou geram uma nova em
tr_tr: Lütfen bir İptal işlemi açık anahtarını yapıştırın. Bir cüzdanı içeri aktarıyorsanız veya şurada yenisini oluşturuyorsanız mevcut bir taneyi kullanın:
vi_vn: Vui lòng dán khóa công khai Hủy giao dịch. Sử dụng khóa hiện có, nếu bạn đang nhập ví hoặc tạo ví mới tại

source: Please paste a Secure Fast transaction public key. Use an existing one, if you are importing a wallet, or generate a new one at
id_id: Mohon tempelkan sebuah kunci publik transaksi Cepat (Fast). Gunakan kunci yang telah ada, apabila Andaingin mengimpor sebuah dompet, atau membuat dompet baru di
ko_kr: 빠른 보안 거래 공용 키를 붙여넣으세요. 지갑을 가져오시는 경우 기존 키를 사용하시거나다음에서 새로운 키를 생성하세요
pt_pt: Por favor, cole uma chave pública de transação Rápida Segura. Use uma existente, seestá a importar uma carteira ou gere uma nova em
tr_tr: Lütfen bir Güvenli Hızlı işlem açık anahtarını yapıştırın. Bir cüzdanı içeri aktarıyorsanız veya şurada yenisini oluşturuyorsanız mevcut bir taneyi kullanın:
vi_vn: Vui lòng dán khóa công khai giao dịch Nhanh An Toàn. Sử dụng một mã hiện có, nếubạn đang nhập ví hoặc tạo ví mới tại

source: Please paste authenticator public key exported from your Gold Wallet application
id_id: Mohon tempelkan kunci autentikator publik yang diekspor dari aplikasi Gold WalletAnda
ko_kr: Gold Wallet 앱에서 가져온 인증기 공용 키를붙여 넣으세요
pt_pt: Por favor, cole a chave pública do autenticador exportada da sua carteira Goldinscrição
tr_tr: Lütfen Gold Wallet uygulamanızdan dışarı aktarılan kimlik doğrulayıcı açık anahtarı yapıştırın
vi_vn: Vui lòng dán khóa công khai của trình xác thực được xuất từ ​​Gold Wallet của bạnứng dụng

source: Please paste your cosigners master public key, or scan it using the camera button.
id_id: Mohon tempel kunci master cosignet publik Anda, atau pindai menggunakan tombolkamera.
ko_kr: 공동 서명 마스터 공개 키를 붙여넣거나, 카메라 버튼을 사용해 스캔하세요.
pt_pt: Por favor, cole a chave pública mestra do fiador ou digitalize-a usando a câmera botão.
tr_tr: Lütfen eş imza sahiplerinizin ana açık anahtarını yapıştırın veya kamera düğmesini kullanarak taratın.
vi_vn: Vui lòng dán khóa công khai chính cosigners của quý khách hoặc quét nó bằng nút máy ảnh.

source: Please report any bugs as issues on github:<br/>
id_id: Mohon laporkan segala jenis bug sebagai masalah di github:<br/>
ko_kr: 버그들을 이슈로 github에서 보고해주세요:<br/>
pt_pt: Por favor, reporte quaisquer bugs como problemas no github: <br/>
tr_tr: Her türlü hatayı sorun olarak github’a bildirin:<br/>
vi_vn: Vui lòng báo cáo bất kỳ lỗi nào dưới dạng sự cố trên github: <br/>

source: Please report this issue manually
id_id: Mohon laporkan masalah ini secara manual
ko_kr: 직접 해당 이슈를 보고해주세요
pt_pt: Por favor, reporte este problema manualmente
tr_tr: Lütfen bu sorunu manuel olarak bildirin
vi_vn: Vui lòng báo cáo vấn đề này theo cách thủ công

source: Please restart Electrum to activate the new GUI settings
id_id: Mohon luncurkan kembali (restart) Electrum untuk mengaktifkan pengaturan GUI yang baru
ko_kr: 새로운 GUI 설정을 적용하기 위해 Electrum을 다시 시작해주세요
pt_pt: Reinicie Electrum para ativar as novas configurações da GUI
tr_tr: Lütfen yeni GUI ayarlarını etkinleştirmek için Electrum’u yeniden başlatın
vi_vn: Vui lòng khởi động lại Electrum để kích hoạt cài đặt GUI mới

source: Please retype your seed phrase, to confirm that you properly saved it
id_id: Mohon ketik ulang seed phrase Anda, untuk mengkonfirmasi bahwa Anda telah benar-benar menyimpannya
ko_kr: 올바르게 저장되었는지 확인하기 위해, 시드 프레이즈를 재입력해주세요
pt_pt: Por favor, redigite sua frase semente, para confirmar que você a salvou corretamente
tr_tr: Lütfen çekirdek ifadenizi yeniden yazarak uygun bir şekilde sakladığınızı onaylayın
vi_vn: Vui lòng nhập lại cụm từ hạt giống của quý khách, để xác nhận rằng quý khách đã lưu nó đúng cách

source: Please save these {0} words on paper (the order is important).
id_id: Mohon simpan {0} frase ini di selembar kertas (Urutan frase juga penting untuk disimpan).
ko_kr: 다음 {0} 단어들을 종이에 기록하세요 (순서가 중요합니다).
pt_pt: Guarde estas {0} palavras no papel (a ordem é importante).
tr_tr: Lütfen bu {0} kelimeyi kağıtta saklayın (sırası önemlidir).
vi_vn: Vui lòng lưu {0} từ này ra giấy (thứ tự các từ rất quan trọng).

source: Please scan a Bitcoin address or a payment request
id_id: Mohon pindah alamat Bitcoin atau permintaan pembayaran
ko_kr: 비트코인 주소나 지불 요청을 스캔해주세요
pt_pt: Por favor, digitalize um endereço Bitcoin ou uma solicitação de pagamento
tr_tr: Lütfen bir Bitcoin adresini veya bir ödeme talebini taratın
vi_vn: Vui lòng quét địa chỉ Bitcoin hoặc yêu cầu thanh toán

source: Please select which {device} device to use:
id_id: Mohon pilih perangkat {device} mana yang ingin Anda gunakan.
ko_kr: 사용할 기기 {device}를 선택해주세요:
pt_pt: Por favor, selecione qual dispositivo {device} usar:
tr_tr: Lütfen hangi {device} cihazını kullanacağınızı seçin:
vi_vn: Vui lòng chọn thiết bị {device} để sử dụng:

source: Please share it with your cosigners.
id_id: Mohon bagikan dengan cosigner Anda.
ko_kr: 공동서명자와 공유하세요.
pt_pt: Por favor, compartilhe com seus fiadores.
tr_tr: Lütfen eş imza sahiplerinizle paylaşın.
vi_vn: Xin vui lòng chia sẻ nó với cosigners của quý khách.

source: Please sign this transaction in order to save it
id_id: Mohon tandatangani transaksi ini untuk menyimpannya
ko_kr: 저장하기 위해 거래에 서명해주세요
pt_pt: Assine esta transação para salvá-la
tr_tr: Lütfen kaydetmek için bu işlemi imzalayın
vi_vn: Vui lòng ký giao dịch này để lưu nó

source: Please try again.
id_id: Mohon coba lagi.
ko_kr: 다시 시도 해주세요.
pt_pt: Por favor, tente novamente.
tr_tr: Lütfen yeniden deneyin.
vi_vn: Vui lòng thử lại.

source: Please type it here.
id_id: Mohon ketik disini.
ko_kr: 여기에 입력해주세요.
pt_pt: Por favor, digite aqui.
tr_tr: Lütfen buraya yazın.
vi_vn: Vui lòng nhập tại đây.

source: Please type your seed phrase using the virtual keyboard.
id_id: Mohon ketik seed phrase Anda menggunakan keyboard virtual.
ko_kr: 가상 키보드를 사용하여 시드 프레이즈를 입력해주세요.
pt_pt: Por favor, digite sua frase-semente usando o teclado virtual.
tr_tr: Lütfen sanal klavyeyi kullanarak çekirdek ifadenizi yazın.
vi_vn: Vui lòng nhập cụm từ hạt giống của quý khách bằng cách sử dụng bàn phím ảo.

source: Please wait
id_id: Mohon tunggu
ko_kr: 잠시 기다려 주십시오
pt_pt: Por favor, aguarde
tr_tr: Lütfen bekleyin
vi_vn: Vui lòng đợi
