Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
id_id: Untuk memberikan sedikit perlindungan terhadap privasi Anda, Electrum mencoba untuk melakukan perubahan denganpersisi yang mirip dengan output lain.
ko_kr: 프라이버시 보호를 위해, Electrum이 다른 출력값과 비슷한 정확도로 변경합니다
pt_pt: Para proteger um pouco a sua privacidade, a Electrum tenta criar mudanças comprecisão semelhante a outras saídas.
tr_tr: Gizliliğinizi bir şekilde korumak için, Electrum diğer çıktılara benzer hassasiyetle değişiklik sağlar.
vi_vn: Để phần nào bảo vệ quyền riêng tư của quý khách, Electrum cố gắng tạo ra sự thay đổi với độ chính xác tương tự với các kết quả đầu ra khác.

source: To trigger a rescan, press 'Next'.
id_id: Untuk memicu pemindaian ulang, tekan 'Berikutnya'.
ko_kr: 다시 스캔하시려면 '다음'을 누르세요.
pt_pt: Para iniciar uma nova busca, pressione 'Avançar'.
tr_tr: Yeniden taratmayı tetiklemek için 'İleri’ seçeneğine tıklayın.
vi_vn: Để kích hoạt quét lại, nhấn 'Tiếp theo'.

source: To try to fix this, we will now re-pair with your device.
id_id: Untuk mencoba memperbaiki hal ini, sekarang kami akan terhubung ulang dengan perangkat Anda.
ko_kr: 문제를 해결하기 위해 기기 다시 페어링합니다.
pt_pt: Para tentar corrigir isso, iremos emparelhar novamente com o seu dispositivo.
tr_tr: Bunu onarmaya çalışmak için şimdi cihazınızla yeniden eşleşeceğiz.
vi_vn: Để cố gắng khắc phục sự cố này, bây giờ chúng tôi sẽ ghép nối lại với thiết bị của quý khách.

source: Toggle Encryption
id_id: Nyalakan Enkripsi
ko_kr: 토글 암호화
pt_pt: Alternar criptografia
tr_tr: Şifrelemeyi Değiştir
vi_vn: Chuyển đổi mã hóa

source: Total fee
id_id: Biaya total
ko_kr: 전체 수수료
pt_pt: Custo total
tr_tr: Toplam ücret
vi_vn: Tổng phí

source: Total feerate
id_id: Feerate total
ko_kr: 전체 수수료율
pt_pt: Taxa de tarifa total
tr_tr: Toplam ücret oranı
vi_vn: Tổng phí

source: Total size
id_id: Ukuran total
ko_kr: 전체 크기
pt_pt: Tamanho total
tr_tr: Toplam boyut
vi_vn: Tổng kích thước

source: Transaction
id_id: Transaksi
ko_kr: 거래
pt_pt: Transação
tr_tr: İşlem
vi_vn: Giao dịch

source: Transaction ID
id_id: ID Transaksi
ko_kr: 거래 ID
pt_pt: ID de transação
tr_tr: İşlem Kimliği
vi_vn: ID giao dịch

source: Transaction ID:
id_id: ID Transaksi:
ko_kr: 거래 ID:
pt_pt: ID de transação
tr_tr: İşlem Kimliği:
vi_vn: ID giao dịch:

source: Transaction added to wallet history.
id_id: Transaksi ditambahkan ke riwayat dompet Anda.
ko_kr: 거래가 지갑 내역에 추가되었습니다.
pt_pt: Transação adicionada ao histórico da carteira.
tr_tr: İşlem cüzdan geçmişinize eklendi.
vi_vn: Đã thêm giao dịch vào lịch sử ví.

source: Transaction could not be broadcast due to dust outputs.
id_id: Transaki tidak dapat disiarkan karena output dust.
ko_kr: 더스트 출력값으로 인해 거래가 전파되지 않을 수 있습니다.
pt_pt: A transação não pôde ser transmitida devido a saídas de poeira.
tr_tr: İşlem cüzi miktardaki çıktılar nedeniyle yayınlanamadı.
vi_vn: Giao dịch không thể được phát do đầu ra dust.

source: Transaction could not be saved.
id_id: Transaksi tidak dapat disimpan.
ko_kr: 거래가 저장되지 않을 수 있습니다.
pt_pt: Não foi possível salvar a transação.
tr_tr: İşlem kaydedilemedi.
vi_vn: Không thể lưu giao dịch.

source: Transaction exported successfully
id_id: Transaksi sukses diekspor
ko_kr: 거래 내보내기가 성공적으로 완료되었습니다
pt_pt: Transação exportada com sucesso
tr_tr: İşlem başarıyla dışarıya aktarıldı
vi_vn: Giao dịch đã xuất thành công

source: Transaction is unrelated to this wallet.
id_id: Transaksi ini tidak berhubungan dompet ini.
ko_kr: 지갑과 관련되지 않은 거래입니다.
pt_pt: A transação não está relacionada a esta carteira.
tr_tr: İşlem bu cüzdanla ilişkili değil.
vi_vn: Giao dịch không liên quan đến ví này.

source: Transaction to join with
id_id: Gabung transaksi dengan
ko_kr: 거래 참여
pt_pt: Transação será adicionada a
tr_tr: İşlem şuna katılacak:
vi_vn: Giao dịch tham gia với

source: Transaction to merge signatures from
id_id: Gabungkan tandatangan dari transaksi
ko_kr: 통합 서명 거래
pt_pt: Transação para misturar assinaturas de
tr_tr: İşlem şuradan imzaları birleştirecek:
vi_vn: Giao dịch hợp nhất chữ ký từ

source: Transaction type
id_id: Tipe Transaksi
ko_kr: 거래 유형
pt_pt: Tipo de transação
tr_tr: İşlem türü
vi_vn: Loại giao dịch

source: Transaction unrelated to your wallet
id_id: Transaksi tidak berhubungan dengan dompet Anda.
ko_kr: 지갑과 관련되지 않은 거래입니다
pt_pt: Transação não relacionada com a sua carteira
tr_tr: İşlem cüzdanınızla ilişkili değil.
vi_vn: Giao dịch không liên quan đến ví của quý khách

source: Transaction uses non-standard version.
id_id: Transaksi menggunakan versi non-standar.
ko_kr: 거래가 비표준화된 버전을 사용합니다.
pt_pt: A transação usa uma versão não padrão.
tr_tr: İşlem standart olmayan sürümü kullanıyor.
vi_vn: Giao dịch sử dụng phiên bản không chuẩn.

source: Transaction:
id_id: Transaksi:
ko_kr: 거래:
pt_pt: Transação:
tr_tr: İşlem:
vi_vn: Giao dịch:

source: Transactions
id_id: Transaksi
ko_kr: 거래
pt_pt: Transações
tr_tr: İşlemler
vi_vn: Giao dịch:

source: Transactions are encrypted and stored on a remote server.
id_id: Transaksi dienkripsi dan disimpan di remote server.
ko_kr: 거래는 암호화되고 원격 서버에 저장됩니다.
pt_pt: As transações são criptografadas e armazenadas em um servidor remoto.
tr_tr: İşlemler şifrelenmiştir ve uzak bir sunucuda saklanmaktadır.
vi_vn: Các giao dịch được mã hóa và lưu trữ trên một máy chủ từ xa.

source: Transactions to cancel
id_id: Transaksi yang dapat dibatalkan
ko_kr: 취소할 거래
pt_pt: Transações para cancelar
tr_tr: İptal edilecek işlemler
vi_vn: Giao dịch bị hủy

source: True
id_id: Betul
ko_kr: 참
pt_pt: Verdadeiro
tr_tr: Doğru
vi_vn: Đúng

source: TrustedCoin (2FA) fee for the next batch of transactions
id_id: Biaya TrustedCoin (2FA) untuk kelompok transaksi selanjutnya
ko_kr: 다음 거래 진행에 대한 TrustedCoin (2FA) 수수료
pt_pt: Taxa TrustedCoin (2FA) para o próximo lote de transações
tr_tr: Bir sonraki işlem toplu işi için TrustedCoin (2FA) ücreti
vi_vn: Phí TrustedCoin (2FA) cho đợt giao dịch tiếp theo

source: TrustedCoin Information
id_id: Informasi TrustedCoin
ko_kr: TrustedCoin 정보
pt_pt: Informações sobre TrustedCoin
tr_tr: TrustedCoin Bilgisi
vi_vn: Thông tin TrustedCoin

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
id_id: TrustedCoin mengenakan sedikit biaya untuk ikut menandatangani transaksi. Biaya ini tergantung padasebarapa banyak transaksi prabayar yang Anda beli. Sebuah output ekstra akan ditambahkan ketransaksi Anda setiap kali Anda kehabisan transaksi prabayar.
ko_kr: TrustedCoin은 공동 서명 거래에 적은 수수료를 부과합니다. 수수료는 구매된 선불 거래 수에 따라 변동됩니다. 선불 거래가 소진될 때마다 추가 출력값이 거래에 추가됩니다.
pt_pt: A TrustedCoin cobra uma pequena taxa para transações conjuntas. A taxa depende dequantas transações pré-pagas você compra. Uma saída extra é adicionada ao seutransação toda vez que você ficar sem transações pré-pagas.
tr_tr: TrustedCoin işlemleri eş imzalamak için küçük bir ücret alır. Ücret kaç tane ön ödemeli işlem aldığınıza bağlıdır. Ön ödemeli işlemlerin her bittiğinde ekstra bir çıktı işleminize eklenir.
vi_vn: TrustedCoin tính một khoản phí nhỏ để đồng ký kết các giao dịch. Phí phụ thuộc vào việc quý khách mua bao nhiêu giao dịch trả trước. Một đầu ra bổ sung được thêm vào giao dịch của quý khách mỗi khi quý khách hết giao dịch trả trước.

source: Try to connect again?
id_id: Coba untuk menyambungkan kembali?
ko_kr: 연결을 재시도하시겠습니까?
pt_pt: Tentar conectar novamente?
tr_tr: Yeniden bağlanmayı denesin mi?
vi_vn: Thử kết nối lại xem?

source: Try to explain not only what the bug is, but how it occurs.
id_id: Coba untuk berikan penjelasan tidak hanya mengenai jenis bug, namun juga bagaimana bug tersebut terjadi.
ko_kr: 오류 유형뿐만 아니라 발생 경위에 대해서 설명해주세요.
pt_pt: Tente explicar não apenas qual é o erro, mas como ele ocorre.
tr_tr: Yalnızca hatanın ne olduğunu değil, nasıl ortaya çıktığını da anlatın.
vi_vn: Cố gắng giải thích không chỉ lỗi là gì, mà còn cách nó xảy ra.

source: Try to raise your transaction fee, or use a server with a lower relay fee.
id_id: Coba untuk menaikkan biaya transaksi Anda, atau gunakan server dengan biaya relay yang lebih rendah.
ko_kr: 거래 수수료를 올리거나, 낮은 중계료의 서버를 이용하세요.
pt_pt: Tente aumentar a sua taxa de transação ou use um servidor com uma taxa de retransmissão mais baixa.
tr_tr: İşlem ücretinizi yükseltmeye çalışın veya daha düşük yayma ücretli bir sunucu kullanın.
vi_vn: Cố gắng tăng phí giao dịch của quý khách hoặc sử dụng máy chủ có phí chuyển tiếp thấp hơn.

source: Turkish
id_id: Bahasa Turki
ko_kr: 터키어
pt_pt: Turco
tr_tr: Türkçe
vi_vn: Thổ Nhĩ Kỳ

source: Two Factor Authentication
id_id: Otentikator Dua Faktor
ko_kr: 이중인증
pt_pt: Autenticação de dois fatores
tr_tr: İki Faktörlü Kimlik Doğrulama
vi_vn: Xác thực hai yếu tố

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
id_id: Layanan Two-factor authentication (Autentikasi Dua-Faktor) adalah layanan yang disediakan oleh TrustedCoin. Layanan ini menggunakan sebuahdompet multi-signature, dimana Anda memiliki 2 dari 3 kunci. Kunci ketiga disimpandi sebuah remote server yang menandatangani transaksi atas nama Anda. Untuk menggunakanlayanan ini, Anda perlu sebuah smartphone dengan Google Authenticator terpasang didalamnya.
ko_kr: 2중 인증은 TrustedCoin에서 제공하는 서비스입니다. 이것은3개 키중 2개 키를 소유한 다중 서명 지갑을 사용합니다. 3번째 키는원격 서버에 저장되어 고객님을 대신하여 거래에 서명합니다.이 서비스를 사용하려면, 구글 OTP 인증이 설치된 스마트폰이 있어야 합니다.
pt_pt: A autenticação de dois fatores é um serviço providenciado pelo TrustedCoin. Ele usa umacarteira com várias assinaturas, onde possui 2 de 3 chaves. A terceira chave é armazenadanum servidor remoto que assina transações no seu nome. Para usar esteserviço, precisará de um smartphone com o Google Authenticator instalado.
tr_tr: İki aşamalı kimlik doğrulama TrustedCoin tarafından sağlanır. Çok imzalıbir cüzdan kullanır, 3 anahtardan 2’si sizde kalır. Üçüncü anahtarişlemleri sizin adınıza imzalayan uzak bir sunucuda saklanır. Bu hizmeti kullanmak için Google Authenticator’ın kurulu olduğu bir akıllı telefona ihtiyacınız olacak.
vi_vn: Xác thực hai yếu tố là một dịch vụ được cung cấp bởi TrustedCoin. Nó sử dụng một ví đa chữ ký, nơi bạn sở hữu 2 trong 3 mã khóa. Khóa thứ ba được lưu trữ trên máy chủ từ xa đại diện cho bạn ký các giao dịch. Để sử dụng dịch vụ, bạn sẽ cần một điện thoại thông minh có cài đặt Google Authenticator.

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
id_id: Otentikasi dua-faktor adalah layanan yang disediakan oleh TrustedCoin. Untuk menggunakannya,Anda harus memiliki perangkat terpisah yang dengan Google Authenticator terpasang.
ko_kr: 이중인증은 TrustedCoin에서 제공됩니다. 이중인증을 사용하기 위해서는, 구글 인증기와 별개의 기기를 보유하여야 합니다.
pt_pt: A autenticação de dois fatores é um serviço fornecido pela TrustedCoin. Para usá-lo,você deve ter um dispositivo separado com o Google Authenticator.
tr_tr: İki faktörlü kimlik doğrulama TrustedCoin tarafından sağlanan bir hizmettir. Kullanmak için Google Authenticator içeren ayrı bir cihaza sahip olmalısınız.
vi_vn: Xác thực hai yếu tố là một dịch vụ được cung cấp bởi TrustedCoin. Để dùng nó, quý khách phải có một thiết bị riêng với xác thực Google.

source: Type
id_id: Tipe
ko_kr: 유형
pt_pt: Tipo
tr_tr: Tür
vi_vn: Thể loại

source: Unable to connect to mail server: {error}
id_id: Tidak dapat terhubung ke mail server: {error}
ko_kr: 다음 메일 서버로 연결할 수 없습니다: {error}
pt_pt: Não é possível estabelecer ligação ao servidor de correio: {error}
tr_tr: E-posta sunucusuna bağlanılamadı: {error}
vi_vn: Không thể kết nối với máy chủ : {error}

source: Unable to create backup
id_id: Tidak dapat membuat cadangan
ko_kr: 백업을 생성할 수 없습니다
pt_pt: Incapaz de criar uma cópia de segurança
tr_tr: Yedek oluşturulamadı
vi_vn: Không thể tạo bản sao lưu

source: Unable to create csv
id_id: Tidak dapat membuat csv
ko_kr: csv를 생성할 수 없습니다
pt_pt: Incapaz de criar csv
tr_tr: csv oluşturulamadı
vi_vn: Không thể tạo csv

source: Unable to export history
id_id: Tidak dapat mengekspor riwayat
ko_kr: 내역을 내보낼 수 없습니다
pt_pt: Incapaz de exportar histórico
tr_tr: Geçmiş dışarı aktarılamadı
vi_vn: Không thể xuất lịch sử

source: Unable to read file or no transaction found
id_id: Tidak dapat membaca file atau tidak ada transaksi yang ditemukan
ko_kr: 파일을 읽을 수 없거나 거래가 존재하지 않습니다
pt_pt: Incapaz de ler o arquivo ou nenhuma transação encontrada
tr_tr: Dosya okunamadı veya işlem bulunamadı
vi_vn: Không thể đọc tệp hoặc không tìm thấy giao dịch nào

source: Unable to send report
id_id: Tidak dapat mengirimkan laporan
ko_kr: 보고를 제출할 수 없습니다
pt_pt: Incapaz de enviar relatório
tr_tr: Rapor gönderilemedi
vi_vn: Không thể gửi báo cáo

source: Unconfirmed
id_id: Belum dikonfirmasi
ko_kr: 미확인
pt_pt: Não confirmado
tr_tr: Onaylanmadı
vi_vn: Chưa được xác nhận

source: Unconfirmed Parent
id_id: Parent Tidak Terkonfirmasi
ko_kr: 확인되지 않은 Parent
pt_pt: Matriz não confirmada
tr_tr: Onaylanmamış Ana İşlem
vi_vn: Phụ huynh chưa xác nhận

source: Unexpected password hash version
id_id: Versi kata sandi hash tidak terduga
ko_kr: 예측하지 못한 비밀번호 해시 버전
pt_pt: Versão inesperada do hash da senha
tr_tr: Beklenmedik şifre hash versiyonu
vi_vn: Phiên bản hash mật khẩu không mong đợi

source: Unfreeze
id_id: Cairkan
ko_kr: 동결 해제
pt_pt: Descongelar
tr_tr: Çöz
vi_vn: Giải phóng

source: Unfreeze Address
id_id: Cairkan Alamat
ko_kr: 주소 동결 해제
pt_pt: Descongelar Endereço
tr_tr: Adresi Çöz
vi_vn: Giải phóng địa chỉ

source: Unfreeze Addresses
id_id: Cairkan Banyak Alamat
ko_kr: 주소 동결 해제
pt_pt: Descongelar Endereços
tr_tr: Adresleri Çöz
vi_vn: Giải phóng địa chỉ

source: Unfreeze Coin
id_id: Cairkan Koin
ko_kr: 코인 동결 해제
pt_pt: Descongelar moeda
tr_tr: Coini çöz
vi_vn: Giải phóng Coin

source: Unfreeze Coins
id_id: Cairkan Banyak Koin
ko_kr: 코인 동결 해제
pt_pt: Descongelar moedas
tr_tr: Coinleri çöz
vi_vn: Giải phóng Coin

source: Unknown
id_id: Tidak Diketahui
ko_kr: 알 수 없음
pt_pt: Desconhecido
tr_tr: Bilinmeyen
vi_vn: Không xác định

source: Unknown error
id_id: Kesalahan tidak diketahui
ko_kr: 알 수 없는 오류
pt_pt: Erro desconhecido
tr_tr: Bilinmeyen hata
vi_vn: Không xác định

source: Unknown error when broadcasting the transaction.
id_id: Terdapat kesalahan yang tidak diketahui ketika menyiarkan transaksi
ko_kr: 거래 전파 시 알수 없는 오류가 발생하였습니다.
pt_pt: Erro desconhecido ao transmitir a transação.
tr_tr: İşlemi yayınlarken bilinmeyen hata.
vi_vn: Không xác định được lỗi khi phát sóng giao dịch

source: Unmatured
id_id: Belum matang
ko_kr: 미성숙
pt_pt: Não amadurecido
tr_tr: Olgunlaşmayan
vi_vn: Không đạt chuẩn

source: Unrealized gains
id_id: Kenaikan yang belum direalisasi
ko_kr: 실행되지 않은 이익
pt_pt: Ganhos não realizados
tr_tr: Gerçekleşmemiş kazançlar
vi_vn: Lợi nhuận chưa thực hiện

source: Unsigned
id_id: Belum ditandatangani
ko_kr: 서명되지 않음
pt_pt: Sem sinal
tr_tr: İmzalanmamış
vi_vn: Chưa ký

source: Unsupported password hash version
id_id: Versi kata sandi hash tidak didukung
ko_kr: 지원되지 않는 비밀번호 해시 버전
pt_pt: Versão hash de senha não suportada
tr_tr: Desteklenmeyen şifre hash sürümü
vi_vn: Phiên bản hash mật khẩu không được hỗ trợ

source: Unused
id_id: Belum diapkai
ko_kr: 사용되지 않음
pt_pt: Não utilizado
tr_tr: Kullanılmayan
vi_vn: Không sử dụng

source: Update Check
id_id: Periksa Update
ko_kr: 업데이트 확인
pt_pt: Verificar atualização
tr_tr: Güncelleme Kontrolü
vi_vn: Cập nhật kiểm tra

source: Update check failed
id_id: Pemeriksaan update gagal
ko_kr: 업데이트 확인 실패
pt_pt: Falha na verificação de atualização
tr_tr: Güncelleme kontrolü başarısız
vi_vn: Kiểm tra cập nhật không thành công

source: Update to Electrum {version} is available
id_id: Update Electrum {version} tersedia
ko_kr: Electrum {version} 업그레이드가 가능합니다
pt_pt: Electrum {version} está disponível
tr_tr: Electrum {version} sürümüne güncellenebilir
vi_vn: Đã có bản cập nhật lên Electrum {version}

source: Upgrading wallet format...
id_id: Perbarui format dompet…
ko_kr: 지갑 포맷을 업그레이드하는 중...
pt_pt: Atualizando formato de carteira ...
tr_tr: Cüzdan biçimi yükseltiliyor...
vi_vn: Đang nâng cấp định dạng ví ...

source: Use Gold Wallet and create a new wallet
id_id: Gunakan Gold Wallet dan buat dompet baru
ko_kr: Gold Wallet 사용 및 새 지갑 생성
pt_pt: Use a Gold Wallet e crie uma nova carteira
tr_tr: Gold Wallet kullanın ve yeni bir cüzdan oluşturun
vi_vn: Sử dụng Gold Wallet và thiết lập một ví mới

source: Use Gold Wallet and import an existing wallet
id_id: Gunakan Gold Wallet dan impor dompet yang sudah ada
ko_kr: Gold Wallet을 사용하여 기존 지갑 불러오기
pt_pt: Use Gold Wallet e importe uma carteira existente
tr_tr: Gold Wallet kullanın ve mevcut bir cüzdanı içeri aktarın
vi_vn: Sử dụng Gold Wallet và nhập ví hiện có

source: Use Replace-By-Fee
id_id: Gunakan replace-By-Fee
ko_kr: 수수료 대체 사용
pt_pt: Use Substituir por Taxa
tr_tr: Replace-By-Fee Kullan
vi_vn: Sử dụng Phí - thay - thế

source: Use Tor Proxy
id_id: Gunakan Tor Proxy
ko_kr: Tor 프록시 사용
tr_tr: Tor Proxy Kullan
vi_vn: Sử dụng Tor Proxy

source: Use a hardware device
id_id: Gunakan perangkat keras
ko_kr: 하드웨어 기기 사용
pt_pt: Use um dispositivo de hardware
tr_tr: Bir donanım cihazı kullan
vi_vn: Sử dụng thiết bị phần cứng

source: Use a master key
id_id: Gunakan kunci master
ko_kr: 마스터 키 사용
pt_pt: Use uma chave mestra
tr_tr: Bir ana anahtar kullan
vi_vn: Sử dụng khóa chính

source: Use as server
id_id: Gunakan sebagai server
ko_kr: 서버로 사용
pt_pt: Usar como servidor
tr_tr: Sunucu olarak kullan
vi_vn: Sử dụng làm máy chủ

source: Use change addresses
id_id: Gunakan alamat pengganti
ko_kr: 변경 주소 사용
pt_pt: Use endereços de mudança
tr_tr: Değiştirme adresleri kullan
vi_vn: Sử dụng địa chỉ thay đổi

source: Use multiple change addresses
id_id: Gunakan beberapa alamat pengganti
ko_kr: 다중 변경주소 사용
pt_pt: Use vários endereços de mudança
tr_tr: Çoklu değiştirme adresi kullan
vi_vn: Sử dụng nhiều địa chỉ thay đổi

source: Use proxy
id_id: Gunakan proxy
ko_kr: 프록시 사용
pt_pt: Usar proxy
tr_tr: Proxy kullan
vi_vn: Sử dụng proxy

source: Use the camera button to scan a QR code.
id_id: gunakan tombol kamera untuk memindai kode QR
ko_kr: QR 코드를 스캔하기 위해 카메라 버튼을 이용하세요.
pt_pt: Use o botão da câmera para ler um código QR.
tr_tr: Bir QR kodunu taramak için kamera düğmesini kullanın.
vi_vn: Sử dụng nút máy ảnh để quét mã QR.

source: Use this dialog to add a password to your wallet.
id_id: Gunakan dialog ini untuk menambahkan kata sandi ke dompet Anda.
ko_kr: 지갑에 비밀번호를 추가하기 위해 이 다이얼로그를 사용하세요.
pt_pt: Use esta caixa de diálogo para adicionar uma senha à sua carteira.
tr_tr: Cüzdanınıza bir şifre eklemek için bu onay kutusunu kullanın.
vi_vn: Sử dụng hộp thoại này để thêm mật khẩu vào ví của quý khách.

source: Use this dialog to change your password.
id_id: Gunakan dialog ini untuk merubah kata sandi Anda.
ko_kr: 비밀번호 변경을 위해 이 다이얼로그를 사용하세요.
pt_pt: Use esta caixa de diálogo para alterar sua senha.
tr_tr: Şifrenizi değiştirmek için bu iletişim kutusunu kullanın.
vi_vn: Sử dụng hộp thoại này để thay đổi mật khẩu của quý khách.

source: Use this dialog to toggle encryption.
id_id: Gunakan dialog ini untuk mengaktifkan enkripsi.
ko_kr: 암호화 토글을 위해 이 다이얼로그를 사용하세요.
pt_pt: Use esta caixa de diálogo para alternar a criptografia.
tr_tr: Şifrelemeyi değiştirmek için bu iletişim kutusunu kullanın.
vi_vn: Sử dụng hộp thoại này để chuyển đổi mã hóa.

source: Used
id_id: Digunakan
ko_kr: 사용됨
pt_pt: Utilizada
tr_tr: Kullanıldı
vi_vn: Đã sử dụng

source: Username
id_id: Nama pengguna
ko_kr: 사용자명
pt_pt: Nome do usuário
tr_tr: Kullanıcı adı
vi_vn: Tên tài khoản

source: Uses icons from the Icons8 icon pack (icons8.com).
id_id: Gunakan ikon dari Icons8 icon pack (icons8.com).
ko_kr: Icons8 아이콘 팩의 아이콘을 사용합니다(icons8.com).
pt_pt: Usa ícones do pacote de ícones Icons8 (icons8.com).
tr_tr: Icons8 simge paketindeki (icons8.com) simgeleri kullanır.
vi_vn: Sử dụng các biểu tượng từ gói biểu tượng Icons8 (icon8.com).

source: Using change addresses makes it more difficult for other people to track your transactions.
id_id: Menggunakan alamat pengganti dapat membuat orang lain lebih sulit untuk melacaktransaksi Anda.
ko_kr: 변경 주소를 통해 타인의 거래추적을 방지할 수 있습니다.
pt_pt: Usar endereços de mudança torna mais difícil para outras pessoas rastrearemas suas transações.
tr_tr: Değiştirme adreslerini kullanmak başkalarının işlemlerinizi izlemesini zorlaştırır.
vi_vn: Việc sử dụng địa chỉ thay đổi khiến người khác khó theo dõi hơn các giao dịch của quý khách.

source: Value
id_id: Nilai
ko_kr: 값
pt_pt: Valor
tr_tr: Değer
vi_vn: Giá trị

source: Verification failed!
id_id: Verifikasi gagal dilakukan!
ko_kr: 검증에 실패하였습니다!
pt_pt: Falha na verificação!
tr_tr: Doğrulama başarısız oldu!
vi_vn: Xác minh không hoàn thành!

source: Verification successful!
id_id: Verifikasi sukses!
ko_kr: 검증이 완료되었습니다!
pt_pt: Verificação bem-sucedida!
tr_tr: Doğrulama başarılı!
vi_vn: Xác minh thành công!

source: Verified block headers
id_id: Verifikasi header blok
ko_kr: 검증된 블록 헤더
pt_pt: Cabeçalhos de bloco verificados
tr_tr: Doğrulanmış blok başlıkları
vi_vn: Tiêu đề block đã xác minh

source: Verify
id_id: Verifikasikan
ko_kr: 검증
pt_pt: Verificar
tr_tr: Doğrula
vi_vn: Xác nhận

source: Verify GA instant
id_id: Verifikasi GA instant
ko_kr: GA instant를 검증
pt_pt: Verificar GA instantâneo
tr_tr: GA anlık doğrula
vi_vn: Xác minh GA tức thì

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
id_id: Verifikasi alamat dibawah.<br>Ketik karakter dari kartu keamanan Andayang sama dengan karakter <u><b>BOLD</b></u>.
ko_kr: 다음 주소를 확인하세요.<br><u><b>굵게</b></u> 표시된 글자와 일치하는 글자를 보안 카드에서 찾아 입력하세요.
pt_pt: Verifique o endereço abaixo. <br> Digite o caractere do seu cartão de segurançacorrespondendo ao caractere <u><b>BOLD</b> </u>.
tr_tr: AŞağıdaki adresi doğrulayın.<br>Güvenlik kartınızdan <u><b>KALIN</b></u> karaktere karşılık gelen karakteri yazın.
vi_vn: Xác minh địa chỉ bên dưới. <br> Nhập ký tự từ thẻ bảo mật của quý khách tương ứng với ký tự <u><b>BOLD</b> </u>.

source: Verify the cable is connected and that no other application is using it.
id_id: Verifikasi kabel telah terhubung dan tidak ada aplikasi lain yang menggunakannya.
ko_kr: 케이블이 연결되어있는지, 다른 어플리케이션에서 사용중인지 확인하세요.
pt_pt: Verifique se o cabo está conectado e se nenhum outro aplicativo o está usando.
tr_tr: Kablonun bağlı olduğundan ve başka herhangi bir uygulamanın onu kullanmadığından emin olun.
vi_vn: Xác minh rằng cáp được kết nối và không có ứng dụng nào khác đang sử dụng nó.

source: Verifying...
id_id: Memferivikasi…
ko_kr: 확인중...
pt_pt: Verificando ...
tr_tr: Doğrulanıyor...
vi_vn: Đang xác nhận

source: Version
id_id: Versi
ko_kr: 버전
pt_pt: Versão
tr_tr: Sürüm
vi_vn: Phiên bản

source: Video Device
id_id: Perangkat Video
ko_kr: 비디오 기기
pt_pt: Dispositivo de Vídeo
tr_tr: Video Cihaz
vi_vn: Thiết bị Video

source: Vietnamese
id_id: Bahasa Vietnam
ko_kr: 베트남어
pt_pt: Vietnamita
tr_tr: Vietnamca
vi_vn: Tiếng Việt

source: View in web browser
id_id: Tampilkan di web browser
ko_kr: 웹 브라우저에서 보기
pt_pt: Ver no navegador da web
tr_tr: Web tarayıcısında görüntüle
vi_vn: Xem trong trình duyệt web

source: View log
id_id: Tampilkan log
ko_kr: 로그 보기
pt_pt: Ver log
tr_tr: Günlüğü görüntüle
vi_vn: Xem nhật kí

source: View on block explorer
id_id: Tampilkan di penjelajah blok
ko_kr: 블록 탐색기에서 보기
pt_pt: Ver no explorador de blocos
tr_tr: Blok gezginini görüntüle
vi_vn: Xem trên trình khám phá khối

source: WARNING
id_id: PERINGATAN
ko_kr: 경고
pt_pt: AVISO
tr_tr: UYARI
vi_vn: CẢNH BÁO
