Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Invalid JSON code.
id_id: Kode JSON Tidak Valid
ko_kr: 올바르지 않은 JSON 코드.
pt_pt: Código JSON inválido.
tr_tr: Geçersiz JSON kodu.
vi_vn: Mã JSON không hợp lệ.

source: Invalid Lines found:
id_id: Barisan Tidak Valid ditemukan:
ko_kr: 올바르지 않은 Lines 발견:
pt_pt: Linhas inválidas encontradas:
tr_tr: Geçersiz satırlar bulundu:
vi_vn: Đã tìm thấy các dòng không hợp lệ:

source: Invalid PIN
id_id: PIN Tidak Valid
ko_kr: 올바르지 않은 PIN
pt_pt: PIN inválido
tr_tr: Geçersiz PIN
vi_vn: Mã PIN không hợp lệ

source: Invalid Public key
id_id: Kunci Publik Tidak Valid
ko_kr: 올바르지 않은 공개 키
pt_pt: Chave pública inválida
tr_tr: Geçersiz Açık anahtar
vi_vn: Khóa công khai không hợp lệ

source: Invalid Secure Fast Tx seed
id_id: Seed Tx Secure Fast (Aman Cepat) tidak valid
ko_kr: 잘못된 빠른 보안 거래 속도
pt_pt: Semente Secure Fast Tx inválido
tr_tr: Geçersiz Güvenli Hızlı Tx çekirdeği
vi_vn: Bảo mật hạt giống Tx nhanh không hợp lệ

source: Invalid address
id_id: Alamat Tidak Valid
ko_kr: 올바르지 않은 주소
pt_pt: Endereço inválido
tr_tr: Geçersiz adres
vi_vn: Địa chỉ không hợp lệ

source: Invalid amount
id_id: Jumlah Tidak Valid
ko_kr: 올바르지 않은 금액
pt_pt: Montante inválido
tr_tr: Geçersiz tutar
vi_vn: Số tiền không hợp lệ

source: Invalid cancel seedphrase
id_id: Seedphrase Pembatalan tidak valid
ko_kr: 올바르지 않은 취소 시드 프레이즈
pt_pt: Frase-semente de cancelamento inválida
tr_tr: Geçersiz çekirdek ifadesi iptali
vi_vn: Hủy cụm từ hạt giống không hợp lệ

source: Invalid cancelation address
id_id: Alamat pembatalan tidak valid
ko_kr: 잘못된 취소 주소
pt_pt: Endereço de cancelamento inválido
tr_tr: Geçersiz iptal adresi
vi_vn: Địa chỉ hủy không hợp lệ

source: Invalid node ID, must be 33 bytes and hexadecimal
id_id: Node ID tidak validm, harus sebesar 33 bytes dan hexadesimal
ko_kr: 올바르지 않은 노드 ID, 33 바이트, 16진 수이어야 함.
pt_pt: ID de nó inválido, deve ser 33 bytes e hexadecimal
tr_tr: Geçersiz düğüm kimliği, 33 bayt ve onaltılık olmalı
vi_vn: ID nút không hợp lệ, phải là 33 byte và hệ thập lục phân

source: Invalid one-time password.
id_id: Pasword satu-kali tidak valid
ko_kr: 올바르지 않은 1회용 비밀번호
pt_pt: Senha de uso único inválida.
tr_tr: Geçersiz bir kerelik şifre.
vi_vn: Mật khẩu dùng một lần không hợp lệ.

source: Invalid seed
id_id: Seed tidak valid
ko_kr: 올바르지 않은 시드
pt_pt: Semente inválida
tr_tr: Geçersiz çekirdek
vi_vn: Hạt giống không hợp lệ

source: Invoice has expired
id_id: Invoice telah habis tempo
ko_kr: 인보이스 만료됨
pt_pt: A fatura expirou
tr_tr: Faturanın süresi doldu
vi_vn: Hóa đơn đã hết hạn

source: Invoice saved as
id_id: Invoice disimpan sebagai
ko_kr: 인보이스 다른 이름으로 저장
pt_pt: Fatura salva como
tr_tr: Fatura farklı kaydedildi:
vi_vn: Hóa đơn được lưu dưới dạng

source: Invoice wants us to risk locking funds for unreasonably long.
id_id: Invoice ingin kita untuk merisikokan penguncian dana untuk waktu yang telalu lama
ko_kr: 인보이스가 장기간 고정 자금의 위험감수를 원함
pt_pt: A fatura quer que corramos o risco de bloquear fundos por um período excessivamente longo.
tr_tr: Fatura fonları makul olmayan uzunlukta fonları kilitlemeyi riske atmamızı istiyor.
vi_vn: Invoice muốn chúng tôi khóa tiền trong thời gian dài một cách vô lý.

source: Invoices
id_id: Invoice
ko_kr: 인보이스
tr_tr: Faturalar
vi_vn: Hóa đơn

source: It also contains your master public key that allows watching your addresses.
id_id: Juga mengandung kunci publik master Anda yang memungkinkan untuk mengawasi alamat Anda.
ko_kr: 주소 열람을 허용하는 마스터 공개 키를 포함하고 있습니다.
pt_pt: Ele também contém sua chave pública mestra que permite ver seus endereços.
tr_tr: Aynı zamanda adresinizi izlemeye imkan veren ana açık anahtarınızı içerir.
vi_vn: Nó cũng chứa khóa công khai chính của quý khách cho phép xem các địa chỉ của quý khách.

source: It cannot be "backed up" by simply exporting these private keys.
id_id: Tidak dapat di "backed up" dengan hanya mengekspor kunci pribadi ini
ko_kr: 단순히 이 프라이빗 키를 내보내는 것으로 백업할 수 없습니다.
pt_pt: Não pode ser feito um " backup "simplesmente exportando essas chaves privadas.
tr_tr: Sadece bu özel anahtarları dışarı aktararak "yedeklenemez".
vi_vn: Nó không thể được " sao lưu "chỉ bằng cách xuất các khóa riêng tư này.

source: It conflicts with current history.
id_id: Konflik dengan riwayat sekarang
ko_kr: 현재 내역과 충돌이 있습니다.
pt_pt: Está em conflito com a história atual.
tr_tr: Güncel geçmişle çakışıyor.
vi_vn: Nó đối lập với lịch sử hiện tại.

source: It sends and receives partially signed transactions from/to your cosigner wallet.
id_id: Ini mengirimkan dan menerima transaksi yang ditandatangani secara parsial dari/ke dompetcosigner Anda.
ko_kr: 공동 서명 지갑에서/으로 부분 서명 거래를 받거나 보냅니다.
pt_pt: Ele envia e recebe transações parcialmente assinadas de / para seu fiadorcarteira.
tr_tr: Eş imza sahibi cüzdanınıza kısmen imzalanmış işlemleri gönderir ve cüzdandan bunları alır.
vi_vn: Nó gửi và nhận các giao dịch đã ký một phần từ / tới cosigner của quý kháchví tiền.

source: Japanese
id_id: Bahasa Jepang
ko_kr: 일본어
pt_pt: Japonês
tr_tr: Japonca
vi_vn: Tiếng Nhật

source: Join inputs/outputs
id_id: Gabungkan input/output
ko_kr: 입력값/출력값 참여
pt_pt: Unir entradas / saídas
tr_tr: Girdileri/çıktıları birleştir
vi_vn: Tham gia đầu vào / đầu ra

source: Keyboard shortcut: type "!" to send all your coins.
id_id: Pintasan keyboard: ketik "!" untuk mengirim semua koin Anda.
ko_kr: 키보드 단축키: "!"입력하여 모든 코인을 보내세요.
pt_pt: Atalho de teclado: digite "! "Para enviar todas as suas moedas.
tr_tr: Klavye kısa yolu: tüm coinlerinizi göndermek için "!" yazın.
vi_vn: Phím tắt: gõ "! "Để gửi tất cả tiền của quý khách.

source: Keystore type
id_id: Tipe keystore
ko_kr: Keystore 종류
pt_pt: Tipo de Armazém de Chaves
tr_tr: Keystore türü
vi_vn: Loại kho khóa

source: Korean
id_id: Bahasa Korea
ko_kr: 한국어
pt_pt: Coreano
tr_tr: Korece
vi_vn: Tiếng Hàn Quốc

source: Label
ko_kr: 라벨
pt_pt: Etiqueta
tr_tr: Etiket
vi_vn: Nhãn

source: Label Settings
id_id: Pengaturan label
ko_kr: 라벨 설정
pt_pt: Configurações de etiqueta
tr_tr: Etiket Ayarları
vi_vn: Cài đặt nhãn

source: LabelSync
ko_kr: 라벨 동기화
tr_tr: Etiket Eşitle

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
id_id: Label, ID dan alamat transaksi telah diekripsi sebelum dikirim keremote server.
ko_kr: 라벨, 트랜잭션 ID와 주소는 원격 서버로 보내지기 전 암호화됩니다.
pt_pt: As etiquetas, os IDs de transações e endereços são criptografados antes de serem enviados parao servidor remoto.
tr_tr: Etiketler, işlem Kimlikleri ve adresler uzak sunucuya gönderilmeden önceşifrelenir.
vi_vn: Nhãn, ID giao dịch và địa chỉ được mã hóa trước khi chúng được gửi đến máy chủ từ xa.

source: Language
id_id: Bahasa
ko_kr: 언어
pt_pt: Língua
tr_tr: Dil
vi_vn: Ngôn ngữ

source: Latest version: {version}
id_id: Versi terbaru: {version}
ko_kr: 최신 버전: {version}
pt_pt: Última versão: {version}
tr_tr: Son sürüm: {version}
vi_vn: Phiên bản mới nhất: {version}

source: Leave this field empty if you want to disable encryption.
id_id: Kosongkan kolom ini apabila Anda ingin mematikan enkripsi
ko_kr: 암호화를 비활성화하시려면, 이 필드를 공백으로 두십시오.
pt_pt: Deixe este campo vazio se você deseja desabilitar a criptografia.
tr_tr: Şifrelemeyi devre dışı bırakmak istiyorsanız bu alanı boş bırakın.
vi_vn: Để trống trường này nếu quý khách muốn tắt mã hóa.

source: Ledger Status
id_id: Status Ledger
ko_kr: Ledger 상태
pt_pt: Status do Ledger
tr_tr: Ledger Durumu
vi_vn: Trang thái Ledger

source: Ledger Wallet Authentication
id_id: Otentikasi Dompet Ledger
ko_kr: Ledger 지갑 인증
pt_pt: Autenticação de carteira do Ledger
tr_tr: Ledger Cüzdanı Kimlik Doğrulama
vi_vn: Xác thực Ví Ledger

source: Ledger wallet
id_id: Dompet Ledger
ko_kr: Ledger 지갑
pt_pt: Carteira Ledger
tr_tr: Ledger cüzdanı
vi_vn: Ví Ledger

source: Legacy
ko_kr: 레거시
pt_pt: Legado

source: Legacy 2FA
ko_kr: 레거시 2FA
pt_pt: Legado 2FA
vi_vn: 2FA của Legacy

source: Library version for '{name}' is incompatible.
id_id: Versi terbaru untuk '{name}' tidak cocok.
ko_kr: {name}'의 라이브러리 버전은 호환되지 않습니다.
pt_pt: A versão da biblioteca para '{name}' é incompatível.
tr_tr: {name}' için kütüphane sürümü uyumlu değil.
vi_vn: Phiên bản thư viện cho '{name}' không tương thích.

source: Licence
id_id: Lisensi
ko_kr: 라이센스
pt_pt: Licença
tr_tr: Lisans
vi_vn: Giấy phép

source: Light
ko_kr: 라이트
pt_pt: Luz
vi_vn: Sáng

source: Lightning Network
id_id: Jaringan Lightning
ko_kr: Lightning 네트워크
tr_tr: Lightning Ağı
vi_vn: Mạng lưới Lightning

source: Lightning Network Statistics
id_id: Statistik Jaringan lightning
ko_kr: Lightning 네트워크 통계
pt_pt: Estatísticas da rede Lightning
tr_tr: Lightning Ağı İstatistikleri
vi_vn: Thống kê mạng Lightning

source: Lightning keys have been initialized.
id_id: Kunci lightning telah diinisialisasikan
ko_kr: Lightning 키가 초기화되었습니다.
pt_pt: Chaves de lighting foram inicializadas.
tr_tr: Lightning anahtarları başlatıldı.
vi_vn: Các phím Lightning đã được khởi tạo.

source: Lightning keys have been removed.
id_id: Kunci lightning telah dihapuskan.
ko_kr: Lightning 키가 제거되었습니다.
pt_pt: Chaves de Lightning foram removidas.
tr_tr: Lightning anahtarları kaldırıldı.
vi_vn: Các phím Lightning đã bị loại bỏ.

source: Lightning support in Electrum is experimental. Do not put large amounts in lightning channels.
id_id: Dukungan lightning di Electrum bersifat eksperimental. Jangan masukkan jumlah yang besar dalamchannel lightning.
ko_kr: Electrum에서 Lightning 지원은 시험단계입니다. Lightning 채널에 많은 금액을 투입하지 마십시오.
pt_pt: O suporte do lightining no Electrum é experimental. Não coloque grandes quantidades emcanais lightning.
tr_tr: Electrum’da ligtning desteği deneyseldir. Lightning kanallarına büyük tutarlar yatırmayın.
vi_vn: Hỗ trợ Lightning trong Electrum là thử nghiệm. Đừng đặt số lượng lớn vào kênh lightning.

source: Line #
id_id: Baris #
ko_kr: 라인 #
pt_pt: Linha #
tr_tr: Satır #
vi_vn: Dòng #

source: Load transaction
id_id: Muat transaksi
ko_kr: 거래 불러오기
pt_pt: Carregar transação
tr_tr: İşlemi yükle
vi_vn: Tải giao dịch

source: Local
id_id: Lokal
ko_kr: 로컬
tr_tr: Yerel
vi_vn: Địa phương

source: Local CTN
id_id: CTN lokal
ko_kr: 로컬 CTN
pt_pt: CTN local
tr_tr: Yerel CTN
vi_vn: CTN địa phương

source: Lookup transaction
id_id: Temukan transaksi
ko_kr: 거래 검색
pt_pt: Pesquisar transação
tr_tr: İşlemi ara
vi_vn: Tra cứu giao dịch

source: Low fee
id_id: Biaya rendah
ko_kr: 낮은 수수료
pt_pt: Taxa baixa
tr_tr: Düşük ücret
vi_vn: Phí thấp

source: Make sure it is in the correct state.
id_id: Pastikan bahwa semuanya benar
ko_kr: 올바른 상태인지 확인하십시오.
pt_pt: Certifique-se de que está no estado correto.
tr_tr: Doğru durumda olduğundan emin olun.
vi_vn: Hãy chắc chắn rằng nó ở trạng thái chính xác.

source: Make sure you install it with python3
id_id: Pastikan bahwa anda memasangnya dengan menggunakan python3
ko_kr: python3로 설치하시기 바랍니다.
pt_pt: Certifique-se de instalá-lo com python3
tr_tr: python3 ile yüklediğinizden emin olun
vi_vn: Hãy chắc chắn rằng quý khách cài đặt nó bằng python3

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
id_id: Pastikan bahwa Anda memiliki seed phrase atau kunci pribadi, sebelum Anda memintaBitcoin untuk dikirimkan ke dompet ini.
ko_kr: 지갑에 비트코인 송금 요청 전, 시드 프레이즈와 프라이빗 키가 있는지 확인하시기 바랍니다.
pt_pt: Certifique-se de que possui a frase-semente ou as chaves privadas antes de solicitar Bitcoins a serem enviados para esta carteira.
tr_tr: Bitcoin’in bu cüzdana gönderilmesini talep etmeden önce çekirdek ifadeye veya özel anahtarlara sahip olduğunuzdan emin olun.
vi_vn: Đảm bảo quý khách sở hữu cụm từ hạt giống hoặc các khóa riêng trước khi quý khách yêu cầu Bitcoin sẽ được gửi đến ví này.

source: Master Public Key
id_id: Kunci Publik Master
ko_kr: 마스터 공개 키
pt_pt: Chave Pública Mestra
tr_tr: Ana Açık Anahtar
vi_vn: Khóa công khai chính

source: Master Public Keys
id_id: Kunci Publik Master
ko_kr: 마스터 공개 키
pt_pt: Chave Públicas Mestras
tr_tr: Ana Açık Anahtarlar
vi_vn: Khóa công khai chính

source: Max
ko_kr: 최대
tr_tr: Maks
vi_vn: Tối đa

source: Max fee exceeded
id_id: Biaya Max terlampaui
ko_kr: 최대 수수료 초과
pt_pt: Taxa máxima excedida
tr_tr: Maks ücret aşıldı
vi_vn: Đã vượt quá phí tối đa

source: Maximum number of concurrent HTLCs accepted by peer:
id_id: Jumlah maksimum HTLCs bersamaan yang diterima oleh peer:
ko_kr: 피어에 허용되는 동시 HTLC 최대 수:
pt_pt: Número máximo de HTLCs simultâneos aceitos pelo par:
tr_tr: Eş başına kabul edilen maksimum eş zamanlı HTLCs:
vi_vn: Số lượng HTLC đồng thời tối đa được chấp nhận bởi ngang hàng:

source: Maximum value of in-flight HTLCs accepted by peer:
id_id: Jumlah maksimum in-flight HTLCs yang diterima oleh peer:
ko_kr: 피어에 허용되는 인플라이트 HTLC 최대 값:
pt_pt: Valor máximo de HTLCs em voo aceitos pelo par:
tr_tr: Eş başına kabul edilen maksimum hareket halindeki HTLCs:
vi_vn: Giá trị tối đa của HTLC được chấp nhận bởi peer:

source: Memo
ko_kr: 메모
tr_tr: Not

source: Mempool based: fee rate is targeting a depth in the memory pool
id_id: Dasar Mempool: tarif biaya menargetkan kedalaman di memory pool.
ko_kr: Mempool 기반: memory pool의 깊이를 대상 수수료율
pt_pt: Baseado em mempool: a taxa de taxa visa uma profundidade no pool de memória
tr_tr: Mempool tabanlı: ücret oranı bellek havuzunda bir derinlik hedefler
vi_vn: Dựa trên Mempool: tỷ lệ phí đang nhắm mục tiêu độ sâu trong pool bộ nhớ

source: Mempool depth
id_id: kedalaman Mempool
ko_kr: Mempool 깊이
pt_pt: Profundidade de mempool
tr_tr: Mempool derinliği
vi_vn: Độ sâu của Mempool

source: Merge signatures from
id_id: Gabungkan tandatangan dari
ko_kr: -에서 서명 통합
pt_pt: Misturar assinaturas de
tr_tr: Şundan imzaları birleştir:
vi_vn: Hợp nhất chữ ký từ

source: Message
id_id: Pesan
ko_kr: 메세지
pt_pt: Mensagem
tr_tr: Mesaj
vi_vn: Tin nhắn

source: Method:
id_id: Metode:
ko_kr: 방법:
pt_pt: Método:
tr_tr: Yöntem:
vi_vn: Phương pháp:

source: Minimum HTLC value accepted by peer (mSAT):
id_id: Nilai HTLC minimum yang diterima oleh peer (mSAT):
ko_kr: 피어에서 허용되는 최소 HTLC 값 (mSAT):
pt_pt: Valor mínimo de HTLC aceito pelo par (mSAT):
tr_tr: Eş tarafından kabul edilen minimum HTLC değeri (mSAT):
vi_vn: Giá trị HTLC tối thiểu được chấp nhận bởi peer (mSAT):

source: Mining fee
id_id: Biaya Penambangan
ko_kr: 채굴 수수료
pt_pt: Taxa de mineração
tr_tr: Madencilik ücreti
vi_vn: Phí khai thác

source: Missing amount
id_id: Jumlah hilang
ko_kr: 누락 금액
pt_pt: Valor em falta
tr_tr: Eksik tutar
vi_vn: Số tiền còn thiếu

source: Missing libraries for {library_name}.
id_id: Perpustakaan tidak ditemukan untuk {library_name}.
ko_kr: {library_name}의 라이브러리가 누락되었습니다.
pt_pt: Bibliotecas ausentes para {library_name}.
tr_tr: {library_name} için eksik kütüphaneler.
vi_vn: Thiếu thư viện cho {library_name}.

source: Missing previous tx for legacy input.
id_id: Input tx sebelumnya untuk legacy input tidak ditemukan
ko_kr: 레거시 입력값에 필요한 이전 거래를 찾을 수 없습니다.
pt_pt: Tx anterior ausente para entrada legada.
tr_tr: Eski girdi için önceki tx eksik.
vi_vn: Thiếu tx trước đó cho đầu vào legacy.

source: Missing report URL.
id_id: Report URL tidak ditemukan.
ko_kr: 리포트 URL 찾을 수 없음.
pt_pt: URL de relatório ausente.
tr_tr: Eksik rapor URL’si.
vi_vn: Thiếu URL báo cáo.

source: More info at: {link}
id_id: Informasi lebih lanjut di: {link}
ko_kr: 더 많은 정보는: {link}
pt_pt: Mais informações em: {link}
tr_tr: Daha fazla bilgi için: {link}
vi_vn: Thông tin thêm tại: {link}

source: Multi-Signature Standard
id_id: Standar Multi-Signature
ko_kr: 다중 서명 표준
pt_pt: Padrão Multi-Assinatura
tr_tr: Çok İmzalı Standart
vi_vn: Tiêu chuẩn đa chữ ký

source: NOT DEVICE PIN - see above
id_id: BUKAN PIN PERANGKAT - lihat diatas
ko_kr: 기기 PIN 아님 - 위 내용 참고
pt_pt: PIN NÃO DO DISPOSITIVO - veja acima
tr_tr: CIHAZ PIN’i DEĞİL - yukarıya bakın
vi_vn: KHÔNG PHẢI PIN THIẾT BỊ - xem ở trên

source: Name
id_id: Nama
ko_kr: 이름
pt_pt: Nome
tr_tr: Ad
vi_vn: Tên

source: Network
id_id: Jaringan
ko_kr: 네트워크
pt_pt: Rede
tr_tr: Ağ
vi_vn: Mạng lưới

source: Network request timed out.
id_id: Permintaan jaringan habis waktu
ko_kr: 네트워크 요청 시간 초과
pt_pt: A solicitação de rede expirou.
tr_tr: Ağ isteği zaman aşımına uğradı.
vi_vn: Yêu cầu mạng đã hết thời gian chờ.

source: Never
id_id: Jangan pernah
ko_kr: 절대로
pt_pt: Nunca
tr_tr: Asla
vi_vn: Không bao giờ

source: Never disclose your seed.
id_id: Jangan pernah menyebarkan seed Anda
ko_kr: 절대로 시드를 공개하지 마십시오.
pt_pt: Nunca revele a sua semente.
tr_tr: Çekirdeğinizi asla söylemeyin.
vi_vn: Không bao giờ tiết lộ hạt giống của quý khách.

source: Never enter it on any website.
id_id: Jangan pernah menuliskan informasi ini di website manapun.
ko_kr: 어떤 웹사이트에서도 입력하지 마십시오.
pt_pt: Nunca insira em nenhum site.
tr_tr: Asla herhangi bir web sitesine yazmayın.
vi_vn: Chưa từng nhập nó trên bất kỳ trang web nào.

source: New Contact
id_id: Kontak Baru
ko_kr: 새로운 연락처
pt_pt: Novo contato
tr_tr: Yeni Bağlantı
vi_vn: Liên hệ mới

source: New Fee rate
id_id: Tarif biaya baru
ko_kr: 새로운 수수료율
pt_pt: Nova taxa de taxa
tr_tr: Yeni Ücret oranı
vi_vn: Mức phí mới

source: New Password:
id_id: Kata Sandi Baru:
ko_kr: 새로운 비밀번호:
pt_pt: Nova senha:
tr_tr: Yeni Şifre:
vi_vn: Mật khẩu mới:

source: New contact
id_id: Kontak baru
ko_kr: 새로운 연락처
pt_pt: Novo contato
tr_tr: Yeni bağlantı
vi_vn: Liên hệ mới

source: New transaction: {amount}
id_id: Transaksi baru: {amount}
ko_kr: 새로운 거래: {amount}
pt_pt: Nova transação: {amount}
tr_tr: Yeni işlem: {amount}
vi_vn: Giao dịch mới: {amount}

source: Next
id_id: Selanjutnya
ko_kr: 다음
pt_pt: Próximo
tr_tr: İleri
vi_vn: Tiếp theo

source: No Data
id_id: Tidak ada Data
ko_kr: 데이터 없음
pt_pt: Sem dados
tr_tr: Veri Yok
vi_vn: Không dữ liệu

source: No Description
id_id: Tidak ada Deskripsi
ko_kr: 설명 없음
pt_pt: Sem descrição
tr_tr: Açıklama Yok
vi_vn: Không mô tả

source: No Wallet
id_id: Tidak ada Dompet
ko_kr: 지갑 없음
pt_pt: Sem carteira
tr_tr: Cüzdan Yok
vi_vn: Không Ví

source: No address available. Please remove some of your pending requests.
id_id: Tidak ada alamat yang tersedia. Mohon hapus sebagian permintaan tertunda Anda.
ko_kr: 주소를 찾을 수 없습니다. 보류 중인 요청을 제거하세요.
pt_pt: Nenhum endereço disponível. Remova alguns dos seus pedidos pendentes.
tr_tr: Kullanılabilir adres. Lütfen bekleyen isteklerinizin bir kısmını kaldırın.
vi_vn: Không có sẵn địa chỉ. Vui lòng xóa một số yêu cầu đang chờ xử lý của quý khách.

source: No data
id_id: Tidak ada data
ko_kr: 데이터 없음
pt_pt: Sem dados
tr_tr: Veri yok
vi_vn: Không dữ liệu

source: No donation address for this server
id_id: Tidak ada alamat donasi untuk alamat ini.
ko_kr: 이 서버에 기증(donation) 주소 없음
pt_pt: Nenhum endereço de doação para este servidor
tr_tr: Bu sunucu için bağış adresi yok
vi_vn: Không có địa chỉ quyên góp cho máy chủ này

source: No exceptions encountered.
id_id: Tidak ada pengecualian yang ditemui
ko_kr: 예외 없음
pt_pt: Nenhuma exceção encontrada.
tr_tr: Herhangi bir istisnayla karşılaşılmadı.
vi_vn: Không có ngoại lệ nào.

source: No fork detected
id_id: Fox tidak terdeteksi
ko_kr: fork 감지되지 않음
pt_pt: Nenhum fork detectado
tr_tr: Çatal algılanmadı
vi_vn: Không phát hiện fork nào

source: No hardware device detected.
id_id: Tidak ada perangkat keras yang terdeteksi
ko_kr: 하드웨어 기기 감지되지 않음.
pt_pt: Nenhum dispositivo de hardware detectado.
tr_tr: Donanım cihazı algılanmadı.
vi_vn: Không có thiết bị phần cứng nào được phát hiện.

source: No inputs found. (Note that inputs need to be confirmed)
id_id: Tidak ada input yang ditemukan. (Mohon dicatat bahwa input perlu dikonfirmasi)
ko_kr: 입력 값을 찾지 못했습니다. (입력 값이 확인되어야 합니다)
pt_pt: Nenhuma entrada encontrada. (Observe que as entradas precisam ser confirmadas)
tr_tr: Girdi bulunamadı. (Girdilerin onaylanması gerektiğini dikkate alın)
vi_vn: Không tìm thấy đầu vào. (Lưu ý rằng đầu vào cần được xác nhận)

source: No keystore
id_id: Tidak ada keystore
ko_kr: keystore 없음
pt_pt: Sem armazenamento de chaves
tr_tr: Keystore yok
vi_vn: Không có kho khóa

source: No more addresses in your wallet.
id_id: Tidak ada lagi alamat di dompet Anda
ko_kr: 지갑에 더 이상 주소가 없습니다.
pt_pt: Não há mais endereços em sua carteira.
tr_tr: Cüzdanınızda başka adres yok.
vi_vn: Không còn địa chỉ trong ví của quý khách.

source: No outputs
id_id: Tida ada output
ko_kr: 출력 값 없음
pt_pt: Sem saídas
tr_tr: Çıktı yok
vi_vn: Không có đầu ra

source: No wallet loaded.
id_id: Tidak ada walet yang dimuat
ko_kr: 불러온 지갑 없음
pt_pt: Nenhuma carteira carregada.
tr_tr: Yüklenmiş cüzdan yok.
vi_vn: Không có ví nào được tải.

source: Node ID
ko_kr: 노드 ID
pt_pt: ID do nó
tr_tr: Düğüm Kimliği
vi_vn: Nút ID:

source: Node ID:
ko_kr: 노드 ID:
pt_pt: ID do nó:
tr_tr: Düğüm Kimliği:
vi_vn: Nút ID:

source: Nodes
id_id: Node
ko_kr: 노드
pt_pt: Nós
tr_tr: Düğümler
vi_vn: Nút

source: Nodes in database.
id_id: Node di database
ko_kr: 데이터 베이스의 노드.
pt_pt: Nós no banco de dados.
tr_tr: Veritabanındaki düğümler.
vi_vn: Các nút trong cơ sở dữ liệu.

source: None
id_id: Tidak Ada
ko_kr: 없음
pt_pt: Nenhum
tr_tr: Yok
vi_vn: Không

source: Not Enough Funds
id_id: Saldo Tidak Mencukupi
ko_kr: 금액이 부족합니다
pt_pt: Fundos insuficientes
tr_tr: Yeterli fon yok
vi_vn: Không đủ tiền

source: Not Now
id_id: Tidak sekarang
ko_kr: 지금 안됨
pt_pt: Agora não
tr_tr: Şimdi Değil
vi_vn: Không phải bây giờ

source: Not Verified
id_id: Tidak Diverifikasi
ko_kr: 검증 되지 않음
pt_pt: Não verificado
tr_tr: Doğrulanmadı
vi_vn: Không được xác nhận

source: Not connected
id_id: Tidak disambungkan
ko_kr: 연결되지 않음
pt_pt: Não conectado
tr_tr: Bağlanmadı
vi_vn: Không kết nối

source: Not enough funds
id_id: Saldo tidak mencukupi
ko_kr: 금액이 부족합니다
pt_pt: Fundos insuficientes
tr_tr: Yeterli fon yok
vi_vn: Không đủ tiền

source: Not enough funds on address.
id_id: Alamat tidak memiliki saldo yang mencukupi
ko_kr: 주소에 금액이 부족합니다.
pt_pt: Não há fundos suficientes no endereço.
tr_tr: Adreste yeterli fon yok.
vi_vn: Không đủ tiền trên địa chỉ.

source: Not verified
id_id: Tidak diverifikasi
ko_kr: 검증 되지 않음
pt_pt: Não verificado
tr_tr: Doğrulanmadı
vi_vn: Chưa xác minh

source: Not yet available
id_id: Belum tersedia
ko_kr: 아직 유효하지 않음
pt_pt: Não disponível ainda
tr_tr: Henüz kullanılamıyor
vi_vn: Chưa có sẵn

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
id_id: Mohon dicatat bahwa apabila Anda membekukan beberapa alamat Anda, saldo yang tersediaakan lebih rendah daripada total saldo Anda.
ko_kr: 주소를 정지하셨다면, 사용하실 수 있는 금액이 총 잔액보다 적습니다.
pt_pt: Observe que se congelou alguns de seus endereços, os fundos disponíveis será inferior ao seu saldo total.
tr_tr: Adreslerinizden bazılarını dondurduysanız, kullanılabilir fonlar toplam bakiyenizden daha az olacaktır.
vi_vn: Lưu ý rằng nếu quý khách đã đóng băng một số địa chỉ của mình, thì số tiền có sẵn sẽ thấp hơn tổng số dư của quý khách.

source: Note that some merchants do not accept non-final transactions until they are confirmed.
id_id: Mohon dicatat bahwa beberapa penjual tidak menerima transaksi non-final hingga transaksi tersebutdikonfirmasi
ko_kr: 확인되지 않은 최종화되지 않은 거래를 취급하지 않는 거래상이 있을 수 있습니다.
pt_pt: Observe que alguns comerciantes não aceitam transações não finais até que estejamconfirmadas.
tr_tr: Bazı tüccarların onaylanıncaya kadar nihai olmayan işlemleri kabul etmeyeceğini dikkate alın.
vi_vn: Lưu ý rằng một số người bán không chấp nhận các giao dịch không cuối cùng cho đến khi chúng được xác nhận.

source: Note that this is NOT your encryption password.
id_id: Mohon dicatat bahwa ini BUKAN merupakan kata sandi enkripsi Anda.
ko_kr: 이것은 암호화 비밀번호가 아닙니다.
pt_pt: Observe que esta NÃO é sua senha de criptografia.
tr_tr: Bunun şifreleme şifreniz OLMADIĞINI dikkate alın.
vi_vn: Lưu ý rằng đây KHÔNG phải là mật khẩu mã hóa của quý khách.
