Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Fulfilled HTLCs
id_id: HTLCs terpenuhi
ko_kr: 충족된 HTLCs
pt_pt: HTLCs preenchidos
tr_tr: HTLC'ler yerine getirildi
vi_vn: HTLC đã thực hiện

source: Funded
id_id: Dibayarkan
ko_kr: 자금 지원된
pt_pt: Financiado
tr_tr: Yatırıldı
vi_vn: Được tài trợ

source: Funding Outpoint:
id_id: Membayarkan Outpoint:
ko_kr: 자금 지원된 Outpoint:
pt_pt: Ponto de Financiamento:
tr_tr: Fonlama Çıkış Noktası:
vi_vn: Điểm tài trợ:

source: Funding TXID
id_id: Membayarkan TXID
ko_kr: 지원 자금 TXID
pt_pt: TXID de financiamento
tr_tr: Fonlama TXID
vi_vn: TXID tài trợ

source: Funding Transaction
id_id: Membayarkan Transaksi
ko_kr: 지원 자금 거래
pt_pt: Transação de Financiamento
tr_tr: Fonlama İşlemi
vi_vn: Giao dịch tiền

source: Funds stored in lightning channels are not recoverable from your seed. You must backup your wallet file everytime you create a new channel.
id_id: Dana yang disimpan di channel lightning tidak dapat di pulihkan dari seed Anda. Andaharus menyadangkan dompet Anda setiap kami Anda membuat channel baru.
ko_kr: Lightning 채널에 저장된 지원자금은 귀하 시드에서 되찾을 수 없습니다.신규 채널을 생성할 때마다 지갑 파일을 백업해야 합니다.
pt_pt: Os fundos armazenados em canais relâmpago não são recuperáveis ​​de sua semente. Vocêdeve fazer backup de seu arquivo de carteira toda vez que você criar um novo canal.
tr_tr: Lightning kanallarında saklanan fonlar çekirdeğinizden geri kazanılamaz. Her yeni kanal oluşturduğunuzda cüzdan dosyanızı yedeklemelisiniz.
vi_vn: Không thể thu hồi tiền được lưu trữ trong kênh lightning từ hạt giống của quý khách. Quý khách phải sao lưu tệp wallet của quý khách mỗi khi quý khách tạo kênh mới.

source: General
id_id: Umum
ko_kr: 일반
pt_pt: Geral
tr_tr: Genel
vi_vn: Chung

source: Generate
id_id: Hasilkan
ko_kr: 생성
pt_pt: Gerar
tr_tr: Oluştur
vi_vn: Tạo

source: Generate an authenticator on Gold Wallet and scan the following QR code:
id_id: Buat autentikator baru di Gold Wallet dan pindai kode QR berikut:
ko_kr: Gold Wallet에 인증기를 생성하거나 다음 QR 코드를 스캔하세요:
pt_pt: Gere um autenticador no Gold Wallet e digitalize o seguinte código QR:
tr_tr: Gold Wallet’ta bir kimlik doğrulayıcı oluşturun ve aşağıdaki QR kodunu taratın:
vi_vn: Tạo trình xác thực trên Gold Wallet và quét mã QR sau:

source: Gold Wallet authenticator public key
id_id: Kunci publik autentikator Gold Wallet
ko_kr: Gold Wallet 인증기 공용 키
pt_pt: Chave pública do autenticador Gold Wallet
tr_tr: Gold Wallet kimlik doğrulama açık anahtarı
vi_vn: Khóa công khai của trình xác thực Gold Wallet

source: Google Authenticator code:
id_id: Kode Google Authenticator
ko_kr: 구글 인증기 코드:
pt_pt: Código do Google Authenticator:
tr_tr: Google Authenticator kodu:
vi_vn: Mã Google Authenticator:

source: Gossip
id_id: Gosip
ko_kr: 가십
tr_tr: Dedikodu
vi_vn: Tin đồn

source: GreenAddress requires your signature to verify that transaction is instant. Please enter your password to sign a verification request.
id_id: GreenAddress memerlukan tandatangan Anda untuk memverifikasi bahwa transaksi Anda adalah transaksi instan. Mohon masukkan kata sandi Anda untuk menandatangani permintaan verifikasi.
ko_kr: GreenAddress에 귀하의 서명이 필요합니다. 해당 거래 검증이 즉석에서 처리됩니다. 서명하기 위해 비밀번호를 입력하세요 a 검증 요청.
pt_pt: GreenAddress requer a sua assinatura para verificar se a transação é instantânea. Por favor, insira sua senha para assinar um pedido de verificação.
tr_tr: GreenAddress işlemin anlık olduğunu doğrulamak için imzanıza ihtiyaç duyar. Lütfen bir doğrulama isteğini imzalamak için parolanızı girin.
vi_vn: GreenAddress yêu cầu chữ ký của quý khách để xác minh rằng giao dịch là lập tức. Vui lòng nhập mật khẩu của quý khách để ký yêu cầu xác minh.

source: HTLCs in current commitment transaction
id_id: HTLCs berada dalam komitmen transasi terbaru
ko_kr: 현재 약속 거래의 HTLC
pt_pt: HTLCs na transação de confirmação atual
tr_tr: Güncel taahhüt işlemindeki HTLC’ler
vi_vn: HTLC trong giao dịch cam kết hiện tại

source: Handler not found for
id_id: Handler tidak ditemukan untuk
ko_kr: Handler를 찾을 수 없음
pt_pt: Controlador não encontrado para
tr_tr: Şunun için işleyici bulunamadı
vi_vn: Không tìm thấy handler cho

source: Hardware Keystore
id_id: Penyimpanan kunci hardware
ko_kr: 하드웨어 Keystore
tr_tr: Donanım Keystore
vi_vn: Kho khóa phần cứng

source: Height
id_id: Tinggi
ko_kr: 높이
pt_pt: Altura
tr_tr: Yükseklik
vi_vn: Độ cao

source: Hello World
ko_kr: 안녕 세상
pt_pt: Olá Mundo
tr_tr: Merhaba Dünya
vi_vn: Chào thế giới

source: Help
id_id: Bantuan
ko_kr: 도움말
pt_pt: Ajuda
tr_tr: Yardım
vi_vn: Trợ giúp

source: Here is your master public key.
id_id: Ini kunci publik master Anda
ko_kr: 마스터 공개 키 입니다.
pt_pt: Aqui está sua chave pública mestra.
tr_tr: Ana açık anahtarınız burada.
vi_vn: Đây là khóa công khai chính của quý khách.

source: Hide
id_id: Sembunyikan
ko_kr: 숨기기
pt_pt: Ocultar
tr_tr: Gizle
vi_vn: Ẩn

source: Hide {tab_description}
id_id: Sembunyikan {tab_description}
ko_kr: 숨기기 {tab_description}
pt_pt: Ocultar {tab_description}
tr_tr: {tab_description} gizle
vi_vn: Ẩn {tab_description}

source: History
id_id: Riwayat
ko_kr: 내역
pt_pt: História
tr_tr: Geçmiş
vi_vn: Lịch sử

source: Homepage
id_id: Halaman utama
ko_kr: 홈페이지
pt_pt: Pagina inicial
tr_tr: Ana Sayfa
vi_vn: Trang chủ

source: Host
ko_kr: 호스트
pt_pt: Anfitrião
tr_tr: Ana bilgisayar
vi_vn: Máy chủ

source: Hostname
ko_kr: 호스트 이름
pt_pt: Nome de anfitrião
tr_tr: Ana bilgisayar adı
vi_vn: Tên máy chủ

source: Hostname does not resolve (getaddrinfo failed)
id_id: Hostname tidak diselesaikan (getaddrinfo gagal)
ko_kr: 호스트 이름이 해결되지 않음 (getaddrinfo 실패)
pt_pt: O nome de host não resolve (getaddrinfo falhou)
tr_tr: Ana bilgisayar adı çözümlenemiyor (getaddrinfo başarısız)
vi_vn: Tên máy chủ không giải quyết được (getaddrinfo không thành công)

source: How do you want to connect to a server?
id_id: Bagaimana Anda ingin terhubung ke sebuah server?
ko_kr: 어떻게 서버로 접속하시겠습니까?
pt_pt: Como deseja se conectar a um servidor?
tr_tr: Bir sunucuya nasıl bağlanmak istersiniz?
vi_vn: Quý khách muốn kết nối với máy chủ như thế nào?

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
id_id: Namun, dompet perangkat keras tidak mendukung dekripsi pesan, yang membuatperangkat tersebut tidak cocok untuk desain terbaru cosigner pool.
ko_kr: 그러나, 하드웨어 지갑은 메세지 복호화를 지원하지 않아,현재 공동 서면 풀의 디자인과 호환되지 않습니다.
pt_pt: No entanto, as carteiras de hardware não suportam mensagens de descrição, o que tornaeles não são compatíveis com o projeto atual de pool de fiador.
tr_tr: Ancak donanım cüzdanları mesaj şifresi çözmeyi desteklemez, bu da eş imza sahibi havuzunun güncel tasarımına uygun olmamalarına neden olur.
vi_vn: Tuy nhiên, ví phần cứng không hỗ trợ giải mã tin nhắn, điều này khiến chúng không tương thích với thiết kế hiện tại của cosigner pool.

source: I already have a seed
id_id: Saya sudah memiliki seed
ko_kr: 시드가 이미 가지고 있습니다.
pt_pt: Já tenho uma semente
tr_tr: Zaten bir çekirdeğim var
vi_vn: Tôi đã có một hạt giống

source: I have lost my Google Authenticator account
id_id: Saya kehilangan akun Google Authenticator saya
ko_kr: 구글 인증 계정을 잃어버렸습니다.
pt_pt: Perdi minha conta do Google Authenticator
tr_tr: Google Authenticator hesabımı kaybettim
vi_vn: Tôi đã mất tài khoản Google Authenticator của mình

source: If auto-connect is enabled, Electrum will always use a server that is on the longest blockchain.
id_id: Apabila koneksi automatis diaktifkan, Electrum akan selalu menggunakan server yang berada diblockchain terpanjang.
ko_kr: 자동 접속이 활성화되면, Electurm은 항상 최장 블록체인의 서버를 사용합니다.
pt_pt: Se a conexão automática estiver ativada, o Electrum sempre usará um servidor que está no blockchain mais longo.
tr_tr: Otomatik bağlan etkinleştirilirse, Electrum her zaman en uzun blockchainde olansunucuyu kullanır.
vi_vn: Nếu kết nối tự động được bật, Electrum sẽ luôn sử dụng máy chủ trên chuỗi khối dài nhất.

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
id_id: Apabila diaktifkan, paling banyak 100 satoshi dapat hilang, pada setiap transaksi.
ko_kr: 활성화 시, 거래 당 최대 100 사토시가 손실될 수 있습니다.
pt_pt: Se habilitado, no máximo 100 satoshis podem ser perdidos devido a isso, por transação.
tr_tr: Etkinleştirilirse, işlem başına bu nedenle en fazla 100 satoshi kaybedilebilir.
vi_vn: Nếu được bật, tối đa 100 satoshi có thể bị mất do điều này, cho mỗi giao dịch.

source: If it is disabled, you have to choose a server you want to use. Electrum will warn you if your server is lagging.
id_id: Apabila dinonaktifkan, Anda akan diwajibkan untuk memilih server yang Anda ingin gunakan. Electrumakan memberi peringatan apabila server Anda lambat.
ko_kr: 비활성화 시, 원하시는 서버를 선택하셔야합니다.Electrum은 서버 지연 시 경고를 드립니다.
pt_pt: Se estiver desabilitado, terá de escolher um servidor que deseja usar. Electrumirá avisá-lo se o seu servidor estiver lento.
tr_tr: Devre dışı bırakılırsa, kullanmak istediğiniz sunucuyu seçmelisiniz. Electrum sunucunuzda gecikme olduğunda sizi uyaracaktır.
vi_vn: Nếu nó bị tắt, quý khách phải chọn một máy chủ quý khách muốn sử dụng. Electrum sẽ cảnh báo quý khách nếu máy chủ của quý khách bị chậm.

source: If you are not sure what this is, leave this field unchanged.
id_id: Apabila Anda tidak yakin apa ini, jangan ubah kolom ini
ko_kr: 이 부분이 확실하지 않으시면, 그대로 두시기 바랍니다.
pt_pt: Se você não tem certeza a que isto se refere, deixe este campo inalterado.
tr_tr: Bunun ne olduğundan emin değilseniz, bu alanı değiştirmeyin.
vi_vn: Nếu quý khách không chắc chắn đây là gì, hãy giữ nguyên trường này.

source: If you are online, click on "{button}" to continue.
id_id: Apabila Anda online, klik di "{button}" untuk melanjutkan.
ko_kr: 온라인이실 경우, "{button}" 을 클릭해서 계속해주세요
pt_pt: Se estiver online, clique em " {button} "para continuar.
tr_tr: Çevrimiçiyseniz devam etmek için "{button}" düğmesine tıklayın.
vi_vn: Nếu quý khách đang trực tuyến, hãy nhấp vào " {button} "để tiếp tục.

source: If you check this box, your transactions will be marked as non-final,
id_id: Apabila Anda mencentang kotak ini, transaksi Anda akan ditandai sebagai non-final,
ko_kr: 이 박스를 체크하시면 귀하의 거래가 최종 전으로 표시됩니다,
pt_pt: Se marcar esta caixa, as suas transações serão marcadas como não finalizadas,
tr_tr: Bu kutuyu işaretlerseniz, işlemleriniz nihai olmayan olarak işaretlenir,
vi_vn: Nếu quý khách chọn hộp này, các giao dịch của quý khách sẽ được đánh dấu là không cuối cùng,

source: If you check this box, your unconfirmed transactions will be consolidated into a single transaction.
id_id: Apabila Anda mencentang kotak ini, transaksi Anda yang tidak dikonfirmasi akan dikonsolidasikanmenjadi satu transaksi.
ko_kr: 이 박스를 체크하시면, 미확인 거래가 단일 거래에 통합됩니다.
pt_pt: Se marcar esta caixa, as suas transações não confirmadas serão consolidadasem uma única transação.
tr_tr: Bu kutuyu işaretlerseniz, onaylanmamış işlemleriniz tek bir işlemde birleştirilir.
vi_vn: Nếu quý khách chọn hộp này, các giao dịch chưa được xác nhận của quý khách sẽ được hợp nhất thành một giao dịch duy nhất.

source: If you do not know what this is, leave this field empty.
id_id: Apabila Anda tidak yakin apa ini, kosongkan kolom ini
ko_kr: 이 부분이 확실치 않으시면, 공백으로 두시기 바랍니다.
pt_pt: Se não sabe o que é isto, deixe este campo vazio.
tr_tr: Bunun ne olduğundan emin değilseniz, bu alanı boş bırakın.
vi_vn: Nếu quý khách không biết đây là gì, hãy để trống mục này.

source: If you forget your PIN or lose your device, your seed phrase will be the only way to recover your funds.
id_id: Apabila Anda lupa PIN atau kehilangan perangkat, seed phrase Anda akan menjadisatu-satunya cara untuk memulihkan dana Anda.
ko_kr: PIN이나 기기를 분실하셨을 경우, 귀하의 시드프레이즈가 자금을 회복하는 유일한 도구입니다.
pt_pt: Se você se esquecer do seu PIN ou perder o seu dispositivo, a sua frase-semente será aúnica maneira de recuperar os seus fundos.
tr_tr: PIN’ninizi unutursanız veya cihazınızı kaybederseniz, çekirdek ifadeniz fonlarınızı kurtarmanın tek yoludur.
vi_vn: Nếu quý khách quên mã PIN hoặc mất thiết bị, cụm từ gốc của quý khách sẽ là cách duy nhất để lấy lại tiền của quý khách.

source: If you have an old printer, or want optimal precision
id_id: Apabila Anda memiliki printer yang lebih tua, atau ingin presisi yang optimal
ko_kr: 구형 프린터를 가지고 계시거나, 최적의 정밀도를 원하시면,
pt_pt: Se tem uma impressora antiga ou deseja exactidão ideal
tr_tr: Eski bir yazıcınız varsa veya optimum hassasiyet istiyorsanız
vi_vn: Nếu quý khách có một máy in cũ hoặc muốn có độ chính xác tối ưu

source: If you have lost your Google Authenticator account, you can request a new secret. You will need to retype your seed.
id_id: Apabila Anda kehilangan akun Google Authenticator, Anda dapat meminta rahasiabaru. Anda akan diminta untuk mengetik ulang seed Anda.
ko_kr: 구글 인증 계정을 분실하셨으면, 신규 비공개를 요청하실 수 있습니다. 시드를 재입력하셔야 합니다.
pt_pt: Se perdeu a sua conta do Google Authenticator, pode solicitar uma novasegredo. Você precisará redigitar a sua semente.
tr_tr: Google Authenticator hesabınızı kaybettiyseniz, yeni bir gizli bilgi talep edebilirsiniz. Çekirdeğinizi yeniden yazmanız gerekir.
vi_vn: Nếu quý khách bị mất tài khoản Google Authenticator, quý khách có thể yêu cầu một tài khoản mới bí mật. Quý khách sẽ cần phải nhập lại hạt giống của mình.

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
id_id: Apabila Anda kehilangan faktor kedua, Anda perlu untuk memulihkan dompet Anda dariseed guna meminta kode baru.
ko_kr: 2중 인증을 분실하셨다면, 새로운 코드를 요청하기 위해 시드에서 지갑을 복구하셔야 합니다.
pt_pt: Se perdeu o seu segundo fator, precisa de restaurar a sua carteira desemente para solicitar um novo código.
tr_tr: İkinci faktörünüzü kaybederseniz, yeni bir kod talep etmek için cüzdanınızıçekirdekten geri yüklemeniz gerekir.
vi_vn: Nếu quý khách đã mất yếu tố thứ hai, quý khách cần khôi phục ví của mình từ hạt giống để yêu cầu mã mới.

source: If you keep experiencing network problems, try using a Tor proxy.
id_id: Apabila Anda mengalami masalah jaringan, coba gunakan Tor proxy.
ko_kr: 네트워크 문제가 지속적으로 일어나신다면, Tor 프록시를 사용해보십시오.
pt_pt: Se continuar a ter problemas de rede, tente usar um proxy Tor.
tr_tr: Ağ sorunları yaşamaya devam ederseniz bir Tor proxy kullanmayı deneyin.
vi_vn: Nếu quý khách vẫn gặp sự cố mạng, hãy thử sử dụng Tor proxy .

source: If you lose your seed, your money will be permanently lost.
id_id: Apabila Anda kehilangan seed, uang Anda akan hilang secara permanen
ko_kr: 시드를 분실하셨다면, 자금은 영구 분실됩니다.
pt_pt: Se perder a sua semente, o seu dinheiro será perdido para sempre.
tr_tr: Çekirdeğinizi kaybederseniz paranızı kalıcı olarak kaybedersiniz.
vi_vn: Nếu quý khách mất hạt giống, tiền của quý khách sẽ mất vĩnh viễn.

source: If you use a passphrase, make sure it is correct.
id_id: Apabila Anda menggunakan passphrase, pastikan bahwa itu benar.
ko_kr: 패스 프레이즈를 사용하실 시, 정확한 입력내용을 확인하시기 바랍니다.
pt_pt: Se usar uma senha longa, certifique-se de que está correta.
tr_tr: Bir anahtar parolası kullanıyorsanız, doğru olduğundan emin olun.
vi_vn: Nếu quý khách sử dụng cụm mật khẩu, hãy đảm bảo rằng nó chính xác.

source: If you want to create new addresses, use a deterministic wallet instead.
id_id: Apabila Anda ingin membuat alamat baru, gunakan deterministic sebagai gantinya.
ko_kr: 신규 주소 생성을 원하시면, deterministic 지갑을 대신 사용하시기 바랍니다.
pt_pt: Caso pretenda criar novos endereços, use uma carteira definida.
tr_tr: Yeni adresler oluşturmak istiyorsanız, onun yerine deterministik cüzdan kullanın.
vi_vn: Nếu quý khách muốn tạo địa chỉ mới, hãy sử dụng ví xác định để thay thế.

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
id_id: Apabila perangkat Anda tidak terdeteksi di Windows, pergi ke "Settings", "Devices","Connected devices", and lakukan "Remove device". Lalu, pasang perangkat Andalagi.
ko_kr: 윈도우에서 기기가 인식되지 않을 경우, "설정"으로 가셔서, "기기"를 선택, "연결된 기기들" 선택, "기기 제거"를 선택하시기 바랍니다. 그 다음, 기기를 다시 연결하시기 바랍니다.
pt_pt: Se o seu dispositivo não for detectado no Windows, vá para " Configurações ", " Dispositivos "," Dispositivos conectados ", e " Remover dispositivo ". Em seguida, conecte seu dispositivonovamente.
tr_tr: Cihazınız Windows’ta algılanmıyorsa, "Ayarlar", "Cihazlar", "Bağlı Cihazlar" ayarına gidin ve "Cihazı kaldır" seçimini yapın. Sonra cihazınızı yeniden takın.
vi_vn: Nếu thiết bị của quý khách không được phát hiện trên Windows, hãy đi tới "Cài đặt", "Thiết bị ", "Thiết bị đã kết nối" và thực hiện "Xóa thiết bị ". Sau đó, cắm thiết bị của quý khách lại lần nữa.

source: If your wallet contains funds, make sure you have saved its seed.
id_id: Apabila terdapat dana di dompet Anda, pastikan bahwa Anda telah menyimpan seed nya.
ko_kr: 지갑에 자금이 있을 경우, 해당 시드를 저장하는 것을 잊지 마시기 바랍니다.
pt_pt: Se a sua carteira contém fundos, certifique-se de que salvou a sua semente.
tr_tr: Cüzdanınızda fonlar varsa, çekirdeğini kaydettiğinizden emin olun.
vi_vn: Nếu ví của quý khách chứa tiền, hãy đảm bảo rằng quý khách đã lưu hạt giống của nó.

source: Ignore and continue?
id_id: Abaikan dan lanjutkan?
ko_kr: 무시하고 계속하시겠습니까?
pt_pt: Ignorar e continuar?
tr_tr: Yok sayılıp devam edilsin mi?
vi_vn: Bỏ qua và tiếp tục?

source: Import
id_id: Impor
ko_kr: 가져오기
pt_pt: Importar
tr_tr: İçeri aktar
vi_vn: Nhập

source: Import BTCV addresses
id_id: Impor alamat BTCV
ko_kr: BTCV 주소 불러오기
pt_pt: Importar endereços BTCV
tr_tr: BTCV adreslerini içeri aktar
vi_vn: Nhập địa chỉ BTCV

source: Import addresses
id_id: Impor banyak Alamat
ko_kr: 주소 가져오기
pt_pt: Importar endereços
tr_tr: Adresleri içeri aktar
vi_vn: Nhập địa chỉ

source: Import external watch-only BTCV addresses or private keys
id_id: Impor alamat BTCV watch-only eksternal atau kunci privat
ko_kr: 외부 확인전용 BTCV 주소 또는 개인키 불러오기
pt_pt: Importar endereços BTCV externos somente para observação ou chaves privadas
tr_tr: Harici yalnızca okunabilir BTCV adreslerini veya özel anahtarları içe aktarın
vi_vn: Nhập địa chỉ BTCV cố định chuyên dùng để xác nhận hoặc khóa cá nhân

source: Import file
id_id: Impor file
ko_kr: 파일 가져오기
pt_pt: Importar arquivo
tr_tr: Dosyayı içeri aktar
vi_vn: Nhập tệp

source: Import private keys
id_id: Impor kunci pribadi
ko_kr: 프라이빗 키 가져오기
pt_pt: Importar chaves privadas
tr_tr: Özel anahtarları içeri aktar
vi_vn: Nhập khóa riêng tư

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
id_id: Khususnya, JANGAN gunakan layanan 'tebus kunci pribadi' yang ditawarkan oleh pihakketiga.
ko_kr: 특히, 3자의 추천으로 '프라이빗 키상환'을 사용하지 마십시오.
pt_pt: Em particular, NÃO use serviços de 'resgate de chave privada' propostos por terceirosfestas.
tr_tr: Özellikle, üçüncü taraflarca sunulan 'özel anahtarı kurtar' hizmetlerini KULLANMAYIN.
vi_vn: Đặc biệt, KHÔNG sử dụng các dịch vụ 'lấy lại khóa riêng tư' do thứ ba thứ ba đề xuất .

source: In progress
id_id: Sedang berlangsung
ko_kr: 처리 중
pt_pt: Em Progresso
tr_tr: Devam ediyor
vi_vn: Đang xử lý

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
id_id: Di beberapa kasus, gunakan hingga 3 alamat pengubahan untuk memecahkan koin dengan jumlahbesar dan gelapkan alamat penerima.
ko_kr: 경우에 따라, 3개의 변경된 주소를 사용하여 대량의 코인을 나누시고 수신 주소를 암호화하시기 바랍니다.
pt_pt: Em alguns casos, use até 3 endereços de mudança para quebrar moedas grandes valores e ofuscar o endereço do destinatário.
tr_tr: Bazı durumlarda, büyük coin tutarlarını bölmek ve alıcı adreslerini gizlemek için 3 adete kadar değişim adresi kullanın.
vi_vn: Trong một số trường hợp, sử dụng tối đa 3 địa chỉ thay đổi để chia số tiền lớn số tiền và làm xáo trộn địa chỉ người nhận.

source: In the next block
id_id: Di blok selanjutnya
ko_kr: 다음 블록에서
pt_pt: No próximo bloco
tr_tr: Sonraki blokta
vi_vn: Trong block tiếp theo

source: Included in block: {header_hash}
id_id: Termasuk dalam blok: {header_hash}
ko_kr: 블록에서 포함: {header_hash}
pt_pt: Incluído no bloco: {header_hash}
tr_tr: Bloka dahil edildi: {header_hash}
vi_vn: Được bao gồm trong block: {header_hash}

source: Income
id_id: Pemasukan
ko_kr: 수입
pt_pt: Renda
tr_tr: Gelir
vi_vn: Thu nhập

source: Incoming payments
id_id: Pembayaran masuk
ko_kr: 수입 지불
pt_pt: Pagamentos recebidos
tr_tr: Gelen ödemeler
vi_vn: Các khoản thu nhập

source: Incorrect password
id_id: Kata Sandi salah
ko_kr: 비밀번호 불일치
pt_pt: Senha incorreta
tr_tr: Yanlış şifre
vi_vn: Mật khẩu không đúng

source: Incorrect seed
id_id: Seed salah
ko_kr: 잘못된 시드
pt_pt: Semente incorreta
tr_tr: Yanlış çekirdek
vi_vn: Hạt giống không chính xác

source: Increase fee
id_id: Naikkan biaya
ko_kr: 수수료 증가
pt_pt: Aumentar a taxa
tr_tr: Ücreti arttır
vi_vn: Tăng phí

source: Increase your transaction's fee to improve its position in mempool.
id_id: Naikkan biaya transaksi Anda untuk meningkatkan posisinya di mempool.
ko_kr: mempool에서의 위치를 향상시키기위해 거래 수수료를 늘리세요.
pt_pt: Aumente a taxa de transação para melhorar sua posição no mempool.
tr_tr: Mempool’daki konumunu iyileştirmek için işleminizin ücretini arttırın.
vi_vn: Tăng phí giao dịch của quý khách để cải thiện vị trí của nó trong mempool.

source: Indonesian
id_id: Bahasa Indonesia
ko_kr: 인도네시아어
pt_pt: Indonésio
tr_tr: Endonezyaca
vi_vn: Tiếng Indonesia

source: Info
ko_kr: 정보
pt_pt: Informação
tr_tr: Bilgi
vi_vn: Thông tin

source: Information
id_id: Informasi
ko_kr: 정보
pt_pt: Informação
tr_tr: Bilgi
vi_vn: Thông tin

source: Initial balance
id_id: Saldo awal
ko_kr: 초기 잔액
pt_pt: Balanço inicial
tr_tr: İlk bakiye
vi_vn: Số dư ban đầu

source: Initialization of Ledger HW devices is currently disabled.
id_id: Inisialisasi perangkat Ledger HW saat ini dinonaktifkan.
ko_kr: Ledger HW 기기의 초기화가 현재 비활성화됨.
pt_pt: A inicialização de dispositivos Ledger HW está atualmente desativada.
tr_tr: Ledger HW cihazlarının başlatılması şimdilik devre dışı bırakıldı.
vi_vn: Khởi tạo thiết bị Ledger HW hiện đã bị vô hiệu hóa.

source: Input amount
id_id: Masukkan jumlah
ko_kr: 금액 입력
pt_pt: Quantidade de entrada
tr_tr: Tutarı girin
vi_vn: Số tiền đầu vào

source: Input raw transaction
id_id: Masukkan transaksi mentah (raw transaction
ko_kr: 원거래 입력
pt_pt: Transação bruta de entrada
tr_tr: Girdi ham işlemi
vi_vn: Nhập giao dịch ban đầu

source: Inputs
id_id: Input
ko_kr: 입력값
pt_pt: Entradas
tr_tr: Girdiler
vi_vn: Đầu vào

source: Install Wizard
id_id: Pasang Wizard
ko_kr: Wizard 설치
pt_pt: Assistente de instalação
tr_tr: Sihirbazı Yükle
vi_vn: Cài đặt Wizard

source: Install the zbar package to enable this.
id_id: Pasang paket zbar untuk mengaktifkan fitur ini
ko_kr: zbar 패키지를 설치하여 활성화하세요.
pt_pt: Instale o pacote zbar para habilitar isso.
tr_tr: Bunu etkinleştirmek için zbar paketini yükle.
vi_vn: Cài đặt gói zbar để kích hoạt tính năng này.

source: Instructions:
id_id: Instruksi:
ko_kr: 설명:
pt_pt: Instruções:
tr_tr: Talimatlar:
vi_vn: Hướng dẫn:

source: Insufficient funds
id_id: Dana tidak mencukupi
ko_kr: 잔액 부족
pt_pt: Fundos insuficientes
tr_tr: Yetersiz fonlar
vi_vn: Không đủ tiền

source: Invalid Address
id_id: Alamat Tidak Valid
ko_kr: 올바르지 않은 주소
pt_pt: Endereço inválido
tr_tr: Geçersiz Adres
vi_vn: Địa chỉ không hợp lệ

source: Invalid Amount
id_id: Jumlah Tidak Valid
ko_kr: 올바르지 않은 금액
pt_pt: Montante inválido
tr_tr: Geçersiz Tutar
vi_vn: Số tiền Không hợp lệ

source: Invalid Bitcoin Address
id_id: Alamat Bitcoin Tidak Valid
ko_kr: 올바르지 않은 비트코인 주소
pt_pt: Endereço Bitcoin inválido
tr_tr: Geçersiz Bitcoin Adresi
vi_vn: Địa chỉ Bitcoin không hợp lệ

source: Invalid Bitcoin address
id_id: Alamat Bitcoin Tidak Valid
ko_kr: 올바르지 않은 비트코인 주소
pt_pt: Endereço Bitcoin inválido
tr_tr: Geçersiz Bitcoin adresi
vi_vn: Địa chỉ Bitcoin không hợp lệ

source: Invalid Bitcoin address.
id_id: Alamat Bitcoin Tidak Valid
ko_kr: 올바르지 않은 비트코인 주소
pt_pt: Endereço Bitcoin inválido
tr_tr: Geçersiz Bitcoin adresi
vi_vn: Địa chỉ Bitcoin không hợp lệ.

source: Invalid Fee
id_id: Biaya Tidak Valid
ko_kr: 올바르지 않은 수수료
pt_pt: Taxa inválida
tr_tr: Geçersiz Ücret
vi_vn: Phí không hợp lệ
