Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Your Ledger is locked. Please unlock it.
id_id: Ledger Anda dikunci. Mohon buka kunnci.
ko_kr: 장부가 잠겼습니다. 잠금을 해제해주세요.
pt_pt: O seu livro Ledger está bloqueado. Por favor, desbloqueie-o.
tr_tr: Ledger'iniz kilitlendi. Lütfen Kilidini açın.
vi_vn: Sổ cái của quý khách bị khóa. Vui lòng mở khóa.

source: Your Node ID
id_id: ID Node Anda
ko_kr: 노드 ID
pt_pt: O seu Nó ID
tr_tr: Düğüm Kimliğiniz
vi_vn: ID nút của quý khách

source: Your PIN code was updated
id_id: PIN Anda telah diperbarui
ko_kr: PIN 코드가 업데이트 되었습니다
pt_pt: O seu código PIN foi atualizado
tr_tr: PIN kodunuz güncellendi
vi_vn: Mã PIN của quý khách đã được cập nhật

source: Your accounts have been moved to
id_id: Akun Anda telah dipindahkan ke
ko_kr: 계정이 다음 위치로 이동되었습니다
pt_pt: As suas contas foram movidas para
tr_tr: Hesaplarınız şuraya taşındı
vi_vn: Tài khoản của quý khách đã được chuyển đến

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
id_id: Bitcoin Anda dilindungi dengan kata sandi. Namun, file dompet Anda tidakdienkripsi.
ko_kr: 비트코인이 비밀번호로 보호되고 있습니다. 그러나 지갑 파일은 암호화 되지 않았습니다.
pt_pt: Os seus bitcoins são protegidos por senha. No entanto, o seu arquivo de carteira não écriptografado.
tr_tr: Bitcoinleriniz şifre korumalı. Ancak, cüzdan dosyanız şifrelenmiş değil.
vi_vn: Bitcoin của quý khách được bảo vệ bằng mật khẩu. Tuy nhiên, tệp ví của quý khách không được mã hóa.

source: Your device might not have support for this functionality.
id_id: Perangkat Anda mungkin tidak mendukung fitur ini.
ko_kr: 기기가 해당 기능을 지원하지 않을 수 있습니다.
pt_pt: O seu dispositivo pode não ter suporte para esta funcionalidade.
tr_tr: Cihazınız bu özelliği desteklemiyor olabilir.
vi_vn: Thiết bị của quý khách có thể không được hỗ trợ cho chức năng này.

source: Your labels have been synchronised.
id_id: Label Anda telah disinkronisasi
ko_kr: 라벨이 동기화되었습니다.
pt_pt: Os seus marcadores foram sincronizados.
tr_tr: Etiketleriniz eşitlendi.
vi_vn: Các nhãn của quý khách đã được đồng bộ hóa.

source: Your seed extension is
id_id: Ekstensi seed Anda adalah
ko_kr: 시드 확장은 다음과 같습니다
pt_pt: A sua extensão de semente é
tr_tr: Çekirdek uzantınız
vi_vn: Tiện ích mở rộng hạt giống của quý khách là

source: Your seed extension must be saved together with your seed.
id_id: Ekstensi seed Anda harus disimpan bersamaan dengan seed Anda.
ko_kr: 시드 확장은 기존 시드와 함께 저장되어야 합니다.
pt_pt: Sua extensão de semente deve ser salva junto com sua semente.
tr_tr: Çekirdek uzantınız çekirdeğinizle birlikte kaydedilmelidir.
vi_vn: Phần mở rộng hạt giống của quý khách phải được lưu cùng với hạt giống của quý khách.

source: Your seed is important!
id_id: Seed Anda sangatlah penting!
ko_kr: 시드는 매우 중요합니다!
pt_pt: A sua semente é importante!
tr_tr: Çekirdeğiniz önemlidir!
vi_vn: Hạt giống của quý khách là quan trọng!

source: Your server is on branch
id_id: Server Anda berada di branch
ko_kr: 서버가 브랜치에 존재합니다
pt_pt: O seu servidor está na filial
tr_tr: Sunucunuz dalda
vi_vn: Máy chủ của quý khashc ở trên chi nhánh

source: Your transaction was sent to the cosigning pool.
id_id: Transaksi Anda telah dikirimkan ke cosigning pool.
ko_kr: 거래가 공동 서명 풀로 전송되었습니다.
pt_pt: A sua transação foi enviada para o pool de fiador.
tr_tr: İşleminiz eş imzalama havuzuna gönderildi.
vi_vn: Giao dịch của quý khách đã được gửi đến cosigning pool.

source: Your wallet file does not contain secrets, mostly just metadata.
id_id: File dompet Anda tidak mengandung rahasia, sebagian besar hanyalah metadata.
ko_kr: 지갑 파일에 시크릿이 존재하지 않으며, 대부분이 메타데이터 입니다.
pt_pt: O seu arquivo de carteira não contém segredos, principalmente metadados.
tr_tr: Cüzdanınız gizli bilgiler içermiyor, büyük oranda sadece metadata.
vi_vn: Tệp ví của quý khách không chứa bí mật, chủ yếu chỉ là siêu dữ liệu.

source: Your wallet file is NOT encrypted.
id_id: File dompet Anda TIDAK dienkripsi.
ko_kr: 지갑 파일이 암호화되지 않았습니다.
pt_pt: O seu arquivo de carteira NÃO está criptografado.
tr_tr: Cüzdan dosyanız şifrelenmiş DEĞİL.
vi_vn: Tệp ví của quý khách KHÔNG được mã hóa.

source: Your wallet file is encrypted.
id_id: File dompet Anda dienkripsi.
ko_kr: 지갑 파일이 암호화되었습니다.
pt_pt: O seu arquivo de carteira está criptografado.
tr_tr: Cüzdan dosyanız şifrelendi.
vi_vn: Tệp ví của quý khách đã được mã hóa.

source: Your wallet file is: {path}.
id_id: File dompet Anda adalah: {path}.
ko_kr: 귀하의 지갑 파일 위치: {path}.
pt_pt: O seu arquivo de carteira é: {path}.
tr_tr: Cüzdan dosyanız: {path}.
vi_vn: Tệp ví của quý khách là: {path}.

source: Your wallet generation seed is:
id_id: Seed generasi dompet Anda adalah:
ko_kr: 귀하의 지갑 생성 시드:
pt_pt: A sua semente de geração de carteira é:
tr_tr: Cüzdan oluşturma çekirdeğiniz:
vi_vn: Hạt giống tạo ví của quý khách là:

source: Your wallet has {number} prepaid transactions.
id_id: Dompet Anda memiliki {number} transaksi prabayar.
ko_kr: 지갑에 {number}건의 선불 거래가 존재합니다.
pt_pt: A sua carteira tem {number} transações pré-pagas.
tr_tr: Cüzdanınızda {number} ön ödemeli işlem var.
vi_vn: Ví của quý khách có {number} giao dịch trả trước.

source: Your wallet history has been successfully exported.
id_id: Riwayat dompet Anda telah secara sukses diekspor.
ko_kr: 지갑 내역 내보내기가 성공적으로 완료되었습니다.
pt_pt: O seu histórico de carteira foi exportado com sucesso.
tr_tr: Cüzdan geçmişiniz başarılı bir şekilde dışarı aktarıldı.
vi_vn: Lịch sử ví của quý khách đã được xuất thành công.

source: Your wallet is not protected.
id_id: Dompet Anda tidak dilindungi.
ko_kr: 지갑이 보호되지 않습니다.
pt_pt: A sua carteira não está protegida.
tr_tr: Cüzdanınız korunmuyor.
vi_vn: Ví của quý khách không được bảo vệ.

source: Your wallet is password protected and encrypted.
id_id: Dompet Anda dilindungi dengan kata sandi dan dienkripsi.
ko_kr: 지갑은 비밀번호로 보호되며 암호화 됩니다.
pt_pt: A sua carteira é protegida por senha e criptografada.
tr_tr: Cüzdanınız şifre korumalı ve şifrelenmiş.
vi_vn: Ví của quý khách được bảo vệ bằng mật khẩu và được mã hóa.

source: Your wallet's generated seed is:
id_id: Seed dompet Anda adalah:
ko_kr: 고객님의 지갑의 생성된 시드는:
pt_pt: A semente criada pela sua carteira é:
tr_tr: Cüzdanınızın oluşturulan çekirdeği:
vi_vn: Hạt giống được tạo trong ví của bạn là:

source: Your {0} were exported to '{1}'
id_id: {0} Anda diekspor ke '{1}'
ko_kr: {0}에서 '{1}'로 내보내기가 완료되었습니다
pt_pt: Os seus {0} foram exportados para '{1}'
tr_tr: Size ait {0} '{1}’ konumuna dışa aktarıldı
vi_vn: {0} của quý khách đã được xuất sang '{1}'

source: Your {title} were successfully imported
id_id: {title} berhasil diimpor
ko_kr: {title} 불러오기가 성공적으로 완료되었습니다
pt_pt: O seu {title} foi importado com sucesso
tr_tr: Size ait {title} başarıyla içeri aktarıldı
vi_vn: {title} của quý khách đã được nhập thành công

source: Zeros after decimal point
id_id: Anka nol setelah poin desimal
ko_kr: 소수점 이하 0 표기
pt_pt: Zeros após o ponto decimal
tr_tr: Ondalık puandan sonra sıfırlar
vi_vn: Số 0 sau dấu thập phân

source: [Clear]
id_id: [Bersihkan]
ko_kr: [지우기]
pt_pt: [apagar]
tr_tr: [Sil]

source: [Send]
id_id: [Kirim]
ko_kr: [전송]
pt_pt: [Enviar]
tr_tr: [Gönder]

source: [b] - print server banner
id_id: [b] - cetak banner server
ko_kr: [b] - 서버 배너를 출력합니다
pt_pt: [b] - banner do servidor de impressão
tr_tr: [b] - sunucu bannerini yazdır
vi_vn: [b] - biểu ngữ máy chủ in

source: [c] - display contacts
id_id: [c] - tampilkan kontak
ko_kr: [c] - 연결을 표시합니다
pt_pt: [c] - exibir contatos
tr_tr: [c] - bağlantıları görüntüle
vi_vn: [c] - hiển thị danh bạ

source: [h] - displays this help text
id_id: [h] - tampilkan teks bantuan
ko_kr: [h] - 도움글을 표시합니다
pt_pt: [h] - exibe este texto de ajuda
tr_tr: [h] - yardım metnini görüntüler
vi_vn: [h] - hiển thị văn bản trợ giúp này

source: [i] - display transaction history
id_id: [i] - tampilkan riwayat transaksi
ko_kr: [i] - 거래 내역을 표시합니다
pt_pt: [i] - exibir histórico de transações
tr_tr: [i] - işlem geçmişini görüntüler
vi_vn: [i] - hiển thị lịch sử giao dịch

source: [o] - enter payment order
id_id: [o] - masuk pesanan pembayaran
ko_kr: [o] - 지불건을 시작합니다
pt_pt: [o] - inserir ordem de pagamento
tr_tr: [o] - ödeme emrini gir
vi_vn: [o] - nhập lệnh thanh toán

source: [p] - print stored payment order
id_id: [p] - cetak pesanan pembayaran yang tersimpan
ko_kr: [p] - 저장된 지불건을 출력합니다
pt_pt: [p] - imprimir ordem de pagamento armazenada
tr_tr: [p] - saklanan ödeme emrini yazdır
vi_vn: [p] - in lệnh thanh toán đã lưu trữ

source: [q] - quit
id_id: [q] - keluar
ko_kr: [q] - 닫기
pt_pt: [q] - sair
tr_tr: [q] - çık
vi_vn: [q] - thoát

source: [r] - show own receipt addresses
id_id: [r] - tampilkan alamat receipt sendiri
ko_kr: [r] - 고유 영수증 주소를 보여줍니다
pt_pt: [r] - mostrar endereços de recibo próprios
tr_tr: [r] - kendi alıcı adresini göster
vi_vn: [r] - hiển thị địa chỉ biên nhận của riêng quý khách

source: [s] - send stored payment order
id_id: [s] - kirimkan pesanan pembayaran tersimpan
ko_kr: [s] - 저장된 지불건을 전송합니다
pt_pt: [s] - enviar ordem de pagamento armazenada
tr_tr: [p] - saklanan ödeme emrini gönder
vi_vn: [s] - gửi lệnh thanh toán đã lưu trữ

source: add inputs and outputs
id_id: tambahkan input dan output
ko_kr: 입출력 추가
pt_pt: adicionar entradas e saídas
tr_tr: girdileri ve çıktıları ekle
vi_vn: thêm đầu vào và đầu ra

source: add invoice timed out
id_id: tambahkan invoince habis tempo
ko_kr: 인보이스 추가 시간이 만료되었습니다
pt_pt: adicionar fatura expirada
tr_tr: fatura ekleme zaman aşımına uğradı
vi_vn: thêm hóa đơn đã hết thời gian chờ

source: address already in wallet
id_id: Alamat sudah ada di dompet
ko_kr: 지갑에 주소가 존재합니다
pt_pt: endereço já na carteira
tr_tr: adres zaten cüzdanda
vi_vn: địa chỉ đã có trong ví

source: and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees.
id_id: dan Anda akan memiliki kemungkinan, ketika transaksi masih belum dikonfasi, untuk menggantikantransaksi tersebut dengan tansaksi dengan biaya yang lebih tinggi.
ko_kr: 확인되지 않을 경우, 더 높은 수수료를 지불하는 거래로 대체할 수 있습니다.
pt_pt: e você terá a possibilidade, enquanto eles não estiverem confirmados, de substituir-loscom transações que pagam taxas mais altas.
tr_tr: onaylanmadıklarında onları daha yüksek ücret ödeyeceğiniz işlemlerle değiştirme imkanınız var.
vi_vn: và quý khách sẽ có khả năng, trong khi chúng chưa được xác nhận, để thay thế chúng với các giao dịch trả phí cao hơn.

source: are frozen
id_id: dibekukan
ko_kr: 동결되었습니다
pt_pt: estão congelados
tr_tr: donduruldu
vi_vn: bị đóng băng

source: blocks
id_id: blok
ko_kr: 블록
pt_pt: blocos
tr_tr: blok

source: change
id_id: ubah
ko_kr: 변경
pt_pt: mudança
tr_tr: değiştir
vi_vn: thay đổi

source: contacts
id_id: kontak
ko_kr: 연결
pt_pt: Contatos
tr_tr: bağlantılar
vi_vn: liên hệ

source: cosigner
ko_kr: 공동 서명인
pt_pt: fiador
tr_tr: eş imza sahibi

source: could not find suitable outputs
id_id: tidak dapat menemukan output yang seusia
ko_kr: 적합한 결과를 찾을 수 없습니다
pt_pt: não foi possível encontrar saídas adequadas
tr_tr: uygun çıktılar bulunamıyor
vi_vn: không thể tìm thấy đầu ra phù hợp

source: current fee unknown
id_id: biaya sekarang tidak diketahui
ko_kr: 현재 수수료 알 수 없음
pt_pt: taxa atual desconhecida
tr_tr: güncel ücret bilinmiyor
vi_vn: phí hiện tại không xác định

source: high fee
id_id: biaya tinggi
ko_kr: 높은 수수료
pt_pt: taxa alta
tr_tr: yüksek ücret
vi_vn: phí cao

source: initialized
id_id: diinisialisasi
ko_kr: 시행되었습니다
pt_pt: inicializado
tr_tr: başlatıldı
vi_vn: khởi tạo

source: invalid address
id_id: alamat tidak valid
ko_kr: 유효하지 않은 주소
pt_pt: endereço inválido
tr_tr: geçersiz adres
vi_vn: Địa chỉ không hợp lệ

source: invalid private key
id_id: kunci pribadi tidak valid
ko_kr: 유효하지 않은 개인키
pt_pt: chave privada inválida
tr_tr: geçersiz özel anahtar
vi_vn: khóa cá nhân không hợp lệ

source: invoices
id_id: invoice
ko_kr: 인보이스
pt_pt: faturas
tr_tr: faturalar
vi_vn: hóa đơn

source: labels
id_id: label
ko_kr: 라벨
pt_pt: Etiquetas
tr_tr: etiketler
vi_vn: nhãn

source: more information at <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
id_id: informasi lebih lanjut di <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
ko_kr: 자세한 정보는 다음에서 확인할 수 있습니다<a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
pt_pt: mais informações em <a href="https://revealer.cc/faq"> https://revealer.cc/ faq </a>
tr_tr: daha fazla bilgi için bkz. <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
vi_vn: thêm thông tin tại <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>

source: not implemented type
id_id: tipe tidak diimplementasikan
ko_kr: 시행되지 않은 타입
pt_pt: tipo não implementado
tr_tr: uygulanmayan tür
vi_vn: loại không được triển khai

source: open_channel timed out
id_id: open_channel habis tempo
ko_kr: 채널_오픈 시간이 만료되었습니다
pt_pt: open_channel expirou
tr_tr: open_channel zaman aşımı
vi_vn: open_channel đã hết thời gian chờ

source: or type an existing revealer code below and click 'next':
id_id: atau ketik kode revealer yang sudah ada di kolom bawah dan klik 'lanjutkan':
ko_kr: 또는 아래의 기존 revealer 코드를 입력한 후 '다음'을 클릭하세요:
pt_pt: ou digite um código de revelador existente abaixo e clique em 'próximo':
tr_tr: veya aşağıya mevcut bir revealer kodu yazın ve'ileri’ seçeneğine tıklayın:
vi_vn: hoặc nhập mã revealer hiện có bên dưới và nhấp vào 'tiếp theo':

source: please wait...
id_id: mohon tunggu…
ko_kr: 잠시만 기다려주세요...
pt_pt: por favor, aguarde...
tr_tr: lütfen bekleyin...
vi_vn: vui lòng chờ...

source: print the calibration pdf and follow the instructions
id_id: cetak pdf kalibrasi dan ikuti instruksi
ko_kr: 교정 pdf를 다운로드 받아 설명을 따르세요
pt_pt: imprima o pdf de calibração e siga as instruções
tr_tr: kalibrasyon pdf’sini yazdırın ve talimatları izleyin
vi_vn: in pdf hiệu chuẩn và làm theo hướng dẫn

source: proxy enabled
id_id: proxy diaktifkan
ko_kr: 프록시가 활성화 되었습니다
pt_pt: proxy habilitado
tr_tr: proxy etkinleştirildi
vi_vn: đã bật proxy

source: receiving
id_id: menerima
ko_kr: 수신
pt_pt: A receber
tr_tr: alınıyor
vi_vn: nhận

source: secret backup utility
id_id: alat backup rahasia
ko_kr: 시크릿 백업 유틸리티
pt_pt: utilitário de cópia de segurança secreto
tr_tr: gizli yedekleme hizmet yazılımı
vi_vn: tiện ích sao lưu bí mật

source: seed
ko_kr: 시드
pt_pt: semente
tr_tr: çekirdek
vi_vn: hạt giống

source: transaction is final
id_id: transaksi sudah final
ko_kr: 최종 거래입니다
pt_pt: transação é final
tr_tr: işlem nihaidir
vi_vn: giao dịch là cuối cùng

source: type a custom alphanumerical secret below:
id_id: ketik alfanumerik rahasia kustom dibawah:
ko_kr: 문자와 숫자로 이루어진 커스텀 비공개를 입력하세요:
pt_pt: digite um segredo alfanumérico personalizado abaixo:
tr_tr: aşağıya özel bir alfanümerik gizli bilgi yazın:
vi_vn: nhập chữ và số bí mật tùy chỉnh bên dưới:

source: unconfirmed
id_id: belun dikonfirmasi
ko_kr: 확인되지 않음
pt_pt: não confirmado
tr_tr: onaylanmadı
vi_vn: chưa được xác nhận

source: unknown
id_id: tidak dikenal
ko_kr: 알 수 없음
pt_pt: desconhecido
tr_tr: bilinmeyen
vi_vn: không xác định

source: unknown parser {name!r} (choices: {choices})
id_id: parser tidak dikenal {name!r} (choices: {choices})
ko_kr: 알 수 없는 파서{name!r} (choices: {choices})
pt_pt: analisador desconhecido {name!r} (escolhas: {choices})
tr_tr: bilinmeyen ayrıştırıcı {name!r} (seçenekler: {choices})
vi_vn: trình phân tích cú pháp không xác định {name!r} (options: {choices})

source: unmatured
id_id: belum matang
ko_kr: 미숙성
pt_pt: não amadurecido
tr_tr: olgunlaşmayan
vi_vn: không thể sánh được

source: watching only
ko_kr: 확인전용
pt_pt: apenas assistindo
tr_tr: yalnızca okunabilir

source: watching-only
ko_kr: 확인전용
pt_pt: apenas assistindo
tr_tr: yalnızca-okunabilir

source: wiped
id_id: dibersihkan
ko_kr: 밀어내기 완료
pt_pt: Eliminado
tr_tr: süpürüldü
vi_vn: xóa

source: your seed extension will <b>not</b> be included in the encrypted backup.
id_id: ekstensi seed Anda <b>tidak</b> akan ditambahkan ke bakup terenkripsi Anda.
ko_kr: 시드 확장이 암호화된 백업에 포함되지 <b>않습니다</b>.
pt_pt: A sua extensão de seed <b> não </b> será incluída no backup criptografado.
tr_tr: çekirdek uzantınız şifrelenmiş yedeğe dahil <b>edilmeyecek</b>.
vi_vn: tiện ích mở rộng hạt giống của quý khách sẽ <b> không </b> được đưa vào bản sao lưu được mã hóa

source: {coins_number} outputs available ({utxos_number} total)
id_id: {coins_number} output tersedia ({utxos_number} total)
ko_kr: (총 {utxos_number}) 중 {coins_number} 사용 가능
pt_pt: {coins_number} saídas disponíveis ({utxos_number} no total)
tr_tr: {coins_number} çıktı kullanılabilir ({utxos_number} total)
vi_vn: {coins_number} đầu ra có sẵn (tổng số {utxos_number})

source: {number} confirmations
id_id: {number} konfirmasi
ko_kr: {number} 확인
pt_pt: {number} confirmações
tr_tr: {number} onay
vi_vn: {number} xác nhận

source: {number} connections.
id_id: {number} koneksi.
ko_kr: {number} 연결.
pt_pt: {number} conexões.
tr_tr: {number} bağlantı.
vi_vn: {number} kết nối.

source: {number} new transactions: Total amount received in the new transactions {amount}
id_id: {number} transaksi baru: Total yang diterima di transaksi baru {amount}
ko_kr: {number} 건의 새 거래: 새 거래로 인한 수취량 {amount}
pt_pt: {number} novas transações: valor total recebido nas novas transações{amount}
tr_tr: {number} yeni işlemler: Yeni işlemlerde alınan toplam tutar {amount}
vi_vn: {number} giao dịch mới: Tổng số tiền nhận được trong các giao dịch mới {amount}

source: {size} from tip
id_id: {size} dari ujung
ko_kr: 팁에서부터 {size}
pt_pt: {size} da dica
tr_tr: baştan {size}
vi_vn: {size} từ mẹo

source: {title} copied to clipboard: {content}
id_id: {title} disalin ke papan klip: {content}
ko_kr: {title}이 클립보드에 복사되었습니다: {content}
pt_pt: {title} copiado para a área de transferência: {content}
tr_tr: {title} panoya kopyalandı: {content}
vi_vn: {title} đã được sao chép vào clipboard: {content}

source: {txid} is covered by GreenAddress instant confirmation
id_id: {txid} dilindungi oleh konfirmasi instan GreenAddress
ko_kr: GreenAddress에서 {txid}가 즉시 확인되었습니다
pt_pt: {txid} esta protegido pela confirmação instantânea GreenAddress
tr_tr: {txid} GreenAddress anında onay kapsamındadır
vi_vn: {txid} được nằm trong xác nhận tức thì của GreenAddress

source: {txid} is not covered by GreenAddress instant confirmation
id_id: {txid} tidak dilindungi oleh konfirmasi instan GreenAddress
ko_kr: GreenAddress에서 {txid}를 즉시 확인할 수 없습니다
pt_pt: {txid} não está protegido pela confirmação instantânea GreenAddress
tr_tr: {txid} GreenAddress anında onay kapsamında değildir
vi_vn: {txid} không nằm trong xác nhận tức thì của GreenAddress

source: {wallet_seed} encrypted for Revealer {version}_{checksum} saved as PNG and PDF at:
id_id: {wallet_seed} yang dienkripsi untuk Revealer {version}_{checksum} disimpan sebagai PNG dan PDF di:
ko_kr: Revealer {version}_{checksum}의 암호화된 {wallet_seed}가 다음 위치에 PNG와 PDF로 저장되었습니다:
pt_pt: {wallet_seed} criptografado para Revealer {version}_{checksum} salvo como PNG ePDF em:
tr_tr: Revealer {version}_{checksum} için şifrelenen {wallet_seed} şuraya PNG ve PDF olarak kaydedildi:
vi_vn: {wallet_seed} được mã hóa cho Revealer {version} _ {checksum} được lưu dưới dạng PNG và PDF tại:

source: Are you sure you want to disagree?
pt_pt: Tem a certeza de que deseja discordar?

source: Are you sure?
pt_pt: Tem a certeza?

source: Description is not supported for Secure Fast transaction
pt_pt: A descrição não é compatível com a Transação de Segurança Rápida

source: I agree
pt_pt: Eu concordo

source: I disagree
pt_pt: Eu discordo

source: No, I changed my mind
pt_pt: Não, eu mudei de ideias

source: Note that if you disagree to our Terms & Conditions you won't be able to use the Electrum Vault application.
pt_pt: Observe que se discordar com os nossos Termos e Condições, não poderá utilizar a aplicação Electrum Vault.

source: Terms & Conditions
pt_pt: Termos e Condições

source: Yes, I disagree
pt_pt: Sim, eu discordo

source: Child Pays for Parent
id_id: Anak membayar untuk Induk
pt_pt: Criança paga pelo pais
tr_tr: Alt işlem Ana İşlem İçin Ödeme Yapar
vi_vn: Các khoản thanh toán của child cho parent

source: Child pays for parent
id_id: Anak membayar untuk induk
pt_pt: Criança paga pelo pais
tr_tr: Alt işlem ana işlem için ödeme yapar
vi_vn: Child trả tiền cho parent

source: Do you have something to hide ?
id_id: Apakah Anda memiliki hal yang Anda sembunyikan?
pt_pt: Você tem algo a esconder?
tr_tr: Saklamanız gereken bir şey mi var?
vi_vn: Quý khách cómuốn giấu điều gì không?

source: IP/port in format: [host]:[port]
id_id: IP/port di format: [host]:[port]
pt_pt: IP/port no formato: [host]:[port]
tr_tr: IP/şu biçimdeki port: [host]:[port]

source: Initiator
id_id: Inisiator
pt_pt: Iniciador
tr_tr: Öncü
vi_vn: Người tài trợ

source: Keystore
pt_pt: Armazém de Chaves
vi_vn: Kho khóa

source: Lightning
pt_pt: Iluminar

source: OpenAlias
pt_pt: AbrirAlias

source: Received HTLC with ID {id}
id_id: HTLC diterima dengan ID {id}
pt_pt: HTLC recebido com ID {id}
tr_tr: {id} Kimliğiyle alınan HTLC
vi_vn: Đã nhận HTLC với ID {id}

source: keystore
pt_pt: Armazém de Chaves
vi_vn: kho khóa

source: Ok
tr_tr: TAMAM

source: OK
tr_tr: TAMAM
