Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: The server returned an error when broadcasting the transaction.
id_id: Server mengembalikan kesalahan saat menyiarkan transaksi.
ko_kr: 서버에서 거래 전파시 발생한 에러를 반송하였습니다.
pt_pt: O servidor retornou um erro ao transmitir a transação.
tr_tr: Sunucu işlemi yayınlarken bir hata geri döndürdü.
vi_vn: Máy chủ trả về lỗi khi phát giao dịch.

source: The server returned an error.
id_id: Server mengembalikan kesalahan.
ko_kr: 서버에서 오류를 반송하였습니다.
pt_pt: O servidor retornou um erro.
tr_tr: Sunucu bir hata geri döndürdü.
vi_vn: Máy chủ trả về lỗi.

source: The server returned an unexpected transaction ID when broadcasting the transaction.
id_id: Server kembali dengan ID Transaksi yang tidak terduga ketika menyiarkantransaksi.
ko_kr: 거래 전파시 예측되지 못한 거래 ID가 서버에서 반환되었습니다.
pt_pt: O servidor retornou um ID de transação inesperado ao transmitir o transação.
tr_tr: Sunucu işlemi yayınlarken beklenmedik bir işlem Kimliği geri döndürdü.
vi_vn: Máy chủ trả về ID giao dịch không mong muốn khi phát giao dịch.

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
id_id: Transaksi ditolah karena mengandung lebih dari satu OP_RETURN output.
ko_kr: 다중의 OP_RETURN 출력값을 가지고 있어 거래가 취소되었습니다.
pt_pt: A transação foi rejeitada porque contém várias saídas OP_RETURN.
tr_tr: Çok sayıda OP_RETURN çıktısı içerdiği için işlem reddedildi.
vi_vn: Giao dịch đã bị từ chối vì chứa nhiều đầu ra OP_RETURN.

source: The transaction was rejected because it is too large (in bytes).
id_id: Transaksi ditolah karena ukurannya terlalu besar (dalam bytes).
ko_kr: (바이트)초과로 거래가 거절되었습니다.
pt_pt: A transação foi rejeitada porque é muito grande (em bytes).
tr_tr: İşlem (bayt olarak) çok büyük olduğu için reddedildi.
vi_vn: Giao dịch đã bị từ chối vì nó quá lớn (tính bằng byte).

source: The type of addresses used by your wallet will depend on your seed.
id_id: Tipe alamat yang digunakan oleh dompet Anda akan tergantung pada seed Anda.
ko_kr: 지갑에서 사용되는 주소 유형은 시드에 따라 달라집니다.
pt_pt: O tipo de endereço usado por sua carteira dependerá de sua semente.
tr_tr: Cüzdanınız tarafından kullanılan adres türleri çekirdeğinizi esas alır.
vi_vn: Loại địa chỉ mà ví của quý khách sử dụng sẽ phụ thuộc vào hạt giống của quý khách.

source: The wallet '{path}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
id_id: Dompet '{path}' mengandung lebih dari satu akun, yang tidak lagididukung sejak Electrum 2.7. Apakah Anda ingin memecah dompet Anda menjadi beberapa file?
ko_kr: 지갑 '{path}'가 Electrum 2.7 이후 지원되지 않는 다중의 계정을 포함하고 있습니다. 다중 파일로 지갑을 분리하시겠습니까??
pt_pt: A carteira '{path}' contém várias contas, que não são maiscompatíveis desde Electrum 2.7. Você quer dividir sua carteira em vários arquivos?
tr_tr: Cüzdan '{path}' çok sayıda hesap içerir, bu hesaplar Electrum 2.7’den itibaren desteklenmemektedir. Cüzdanınızı birden fazla dosyaya bölmek istiyor musunuz?
vi_vn: Ví '{path}' chứa nhiều tài khoản, không còn được hỗ trợ kể từ Electrum 2.7. Quý khách có muốn chia ví của mình thành nhiều tệp không?

source: Then, enter your Google Authenticator code:
id_id: Lalu, masukkan kode Google Authenticator Anda:
ko_kr: 그 후 구글 이중인증 코드를 입력하세요:
pt_pt: Em seguida, digite seu código do Google Authenticator:
tr_tr: Sonra Google Authenticator kodunu girin:
vi_vn: Sau đó, nhập mã Google Authenticator của quý khách:

source: There is a new update available
id_id: Update baru tersedia
ko_kr: 새로운 업데이트가 가능합니다
pt_pt: Há uma nova atualização disponível
tr_tr: Yeni bir güncelleme var
vi_vn: Đã có bản cập nhật mới

source: There was a problem with the automatic reporting:
id_id: Terjadi masalah dengan automatic reporting:
ko_kr: 자동 보고에 오류가 발생하였습니다:
pt_pt: Ocorreu um problema com o relatório automático:
tr_tr: Otomatik raporlamada sorun vardı:
vi_vn: Đã xảy ra sự cố với báo cáo tự động:

source: Therefore, two-factor authentication is disabled.
id_id: Oleh karena itu, Otentikator dua-faktor dinonaktifkan.
ko_kr: 따라서 이중인증이 비활성화되었습니다.
pt_pt: Portanto, a autenticação de dois fatores está desabilitada.
tr_tr: Bu nedenle iki faktörlü kimlik doğrulama devre dışıdır.
vi_vn: Do đó, xác thực hai yếu tố bị vô hiệu hóa.

source: This address has already been used. For better privacy, do not reuse it for new payments.
id_id: Alamat ini telah digunakan. Untuk privasi yang lebih baik, jangan gunanakan alamat iniuntuk pembayaran baru.
ko_kr: 주소가 이미 사용되었습니다. 프라이버시를 위해 새로운 지불에 재사용하지 마십시오.
pt_pt: Este endereço já foi usado. Para melhor privacidade, não o reutilize paranovos pagamentos.
tr_tr: Bu adres zaten kullanılmış. Daha iyi gizlilik için yeni ödemelerde onu tekrar kullanmayın.
vi_vn: Địa chỉ này đã được sử dụng. Để bảo mật tốt hơn, không sử dụng lại nó cho thanh toán mới.

source: This blockchain is used to verify the transactions sent by your transaction server.
id_id: Blockchain ini digunakan untuk memverifikasi transaksi yang digunakan oleh servertransaksi Anda.
ko_kr: 거래 서버에서 전송된 거래를 검증하기 위해 해당 블록체인이 사용되었습니다.
pt_pt: Este blockchain é usado para verificar as transações enviadas por sua transação servidor.
tr_tr: Bu blockchain işlem sunucunuz tarafından gönderilen işlemleri doğrulamak için kullanılır.
vi_vn: Blockchain này được sử dụng để xác minh các giao dịch được gửi bởi giao dịch máy chủcủa quý khách

source: This channel will be usable after {number} confirmations
id_id: Channel ini akan dapat digunakan setelah {number} konfirmasi
ko_kr: {number}건의 승인 이후 채널 사용이 가능합니다
pt_pt: Este canal poderá ser usado após {number} confirmações
tr_tr: Bu kanal {number} onay sonrasında kullanılabilir
vi_vn: Kênh này sẽ có thể sử dụng được sau khi xác nhận {number}

source: This feature is not available for watch-only wallets.
id_id: Fitur ini tidak tersedia untuk dompet watch-only.
ko_kr: 확인전용 지갑에서는 지원되지 않는 기능입니다.
pt_pt: Este recurso não está disponível para carteiras exclusivas para relógio.
tr_tr: Bu özellik yalnızca okunabilir cüzdanlarda kullanılamaz.
vi_vn: Tính năng này không khả dụng cho ví watch-only

source: This file does not exist.
id_id: File tidak tersedia.
ko_kr: 파일이 존재하지 않습니다.
pt_pt: Este arquivo não existe.
tr_tr: Bu dosya bulunmuyor.
vi_vn: Tập tin này không tồn tại.

source: This file is already open in memory.
id_id: File sedang dibuka di memori
ko_kr: 파일이 메모리에서 열려있습니다.
pt_pt: Este arquivo já está aberto na memória.
tr_tr: Bu dosya bellekte zaten açık.
vi_vn: Tệp này đã được mở trong bộ nhớ.

source: This file is encrypted using a hardware device.
id_id: File ini dienkripsi menggunakan perangkat keras.
ko_kr: 파일이 하드웨어 기기로 암호화 되어있습니다.
pt_pt: Este arquivo é criptografado usando um dispositivo de hardware.
tr_tr: Bu dosya bir donanım cihazı kullanılarak şifrelenecek.
vi_vn: Tệp này được mã hóa bằng thiết bị phần cứng.

source: This file is encrypted with a password.
id_id: File ini dienkripsi dengan kata sandi.
ko_kr: 파일이 비밀번호로 암호화 되어있습니다.
pt_pt: Este arquivo está criptografado com uma senha.
tr_tr: Bu dosya bir şifre ile şifrelenecek.
vi_vn: Tệp này được mã hóa bằng mật khẩu.

source: This function is only available for standard wallets when using {device}.
id_id: fungsi ini hanya tersedia untuk dompet standar ketika menggunakan {device}.
ko_kr: 해당 기능은 {device} 사용시 스탠다드 지갑에서만 사용 가능합니다.
pt_pt: Esta função está disponível apenas para carteiras padrão ao usar {device}.
tr_tr: {device} kullanılırken bu işlev yalnızca standart cüzdanlar için kullanılabilir.
vi_vn: Chức năng này chỉ khả dụng cho các ví tiêu chuẩn khi sử dụng {device}.

source: This information is seen by the recipient if you send them a signed payment request.
id_id: Informasi ini dilihat oleh penerima apabila Anda mengirimkan permintaan transaksiyang ditandatangani.
ko_kr: 서명된 지불 신청 전송시 수신자가 정보를 열람할 수 있습니다.
pt_pt: Esta informação é vista pelo destinatário se você enviar a ele um pagamento assinadosolicitação.
tr_tr: Alıcıya imzalı bir ödeme isteği gönderirseniz bu bilgi alıcı tarafından görülür.
vi_vn: Người nhận sẽ nhìn thấy thông tin này nếu quý khách gửi cho họ một khoản yêu cầu thanh toán đã ký

source: This invoice has been paid already
id_id: Invoice ini telah dibayarkan
ko_kr: 이미 지불완료된 인보이스입니다
pt_pt: Esta fatura já foi paga
tr_tr: Bu fatura zaten ödenmiş
vi_vn: Hóa đơn này đã được thanh toán

source: This invoice has expired
id_id: Invoice ini telah habis tempo
ko_kr: 만료된 인보이스입니다
pt_pt: Esta fatura expirou
tr_tr: Bu faturanın süresi dolmuş
vi_vn: Hóa đơn này đã hết hạn

source: This is a watching-only wallet
id_id: Ini adalah dompet watching-only
ko_kr: 확인전용 지갑입니다.
pt_pt: Esta é uma carteira apenas para assistir
tr_tr: Bu bir yalnızca okunabilir cüzdandır
vi_vn: Đây là ví watch-only

source: This is a watching-only wallet.
id_id: Ini adalah dompet watching-only.
ko_kr: 확인전용 지갑입니다.
pt_pt: Esta é uma carteira apenas para observação.
tr_tr: Bu bir yalnızca okunabilir cüzdandır.
vi_vn: Đây là ví watch-only.

source: This is a watching-only wallet. It does not contain private keys.
id_id: Ini adalah dompet watching-only. Tidak mengandung kunci pribadi.
ko_kr: 확인전용 지갑입니다. 개인키를 포함하고 있지 않습니다.
pt_pt: Esta é uma carteira somente para observação. Ela não contém chaves privadas.
tr_tr: Bu bir yalnızca okunabilir cüzdandır. Herhangi bir özel anahtar içermez.
vi_vn: Đây là ví watch - only. Nó không chứa khóa cá nhân.

source: This is discouraged.
id_id: Ini tidak dianjurkan.
ko_kr: 권장되지 않습니다.
pt_pt: Isso é desanimado.
tr_tr: Bu önerilmez.
vi_vn: Điều này không được khuyến khích.

source: This is the height of your local copy of the blockchain.
id_id: Ini adalah tinggi salinan lokal blockchain Anda.
ko_kr: 이것이 블록체인 로컬 복사본의 높이값입니다.
pt_pt: Esta é a altura de sua cópia local do blockchain.
tr_tr: Bu blockchaininizin yerel kopyasının yüksekliğidir.
vi_vn: Đây là chiều cao của bản sao blockchain cục bộ của quý khách.

source: This may result in higher transactions fees.
id_id: Ini dapat berujung pada biaya transaksi yang lebih tinggi.
ko_kr: 더 높은 수수료가 부과될 수 있습니다.
pt_pt: Isso pode resultar em taxas de transação mais altas.
tr_tr: Bu daha yüksek işlem ücretleriyle sonuçlanabilir.
vi_vn: Điều này có thể dẫn đến phí giao dịch cao hơn.

source: This means you will not be able to spend Bitcoins with it.
id_id: Ini berati Anda tidak akan dapat menggunakan Bitcoin dengan ini.
ko_kr: Bitcoin을 전송할 수 없습니다.
pt_pt: Isso significa que você não poderá gastar Bitcoins com ele.
tr_tr: Bu kendisiyle Bitcoinleri harcayamayacağınız anlamına gelir.
vi_vn: Điều này có nghĩa là quý khách sẽ không thể sử dụng Bitcoin.

source: This might improve your privacy somewhat.
id_id: Hal ini dapat sedikit meningkatkan privasi Anda.
ko_kr: 프라이버시 수준을 향상시킬 수 있습니다.
pt_pt: Isso pode melhorar um pouco a sua privacidade.
tr_tr: Bu, gizliliğinizi biraz arttırabilir.
vi_vn: Điều này có thể cải thiện phần nào quyền riêng tư của quý khách.

source: This payment request will be signed.
id_id: Permintaan pembayaran ini akan ditandatangani.
ko_kr: 서명이 필요한 지불입니다.
pt_pt: Este pedido de pagamento será assinado.
tr_tr: Bu ödeme isteği imzalanacak.
vi_vn: Yêu cầu thanh toán này sẽ được ký.

source: This plug-in allows you to create a visually encrypted backup of your wallet seeds, or of custom alphanumeric secrets.
id_id: Plug-in ini memungkinkan Anda untuk membuat salinan seed dompet Anda yang dienkripsi secaravisual, atau alfanumerik kustom rahasia.
ko_kr: 플러그인을 통해 지갑 시드 또는 수문자로 이루어진 커스텀 비공개의 시각적으로 암호화된 백업이 생성됩니다
pt_pt: Este complemento permite que você crie um backup criptografado visualmente de sua carteirasementes, ou de segredos alfanuméricos personalizados.
tr_tr: Bu eklenti cüzdan çekirdekleriniz veya özel alfanümerik gizli bilgilerinizin görsel olarak şifrelenmiş yedeklerini oluşturmanıza imkan verir.
vi_vn: Plug - in này cho phép quý khách tạo bản sao lưu được mã hóa trực quan cho hạt giống ví của quý khách, hoặc bí mật chữ và số tùy chỉnh.

source: This plugin adds two-factor authentication to your wallet.
id_id: Plugin ini menambahkan otentikator dua-faktor ke dompet Anda.
ko_kr: 플러그인 설치시 지갑에 이중인증이 추가됩니다.
pt_pt: Este complemento adiciona autenticação de dois fatores à sua carteira.
tr_tr: Bu eklenti cüzdanınıza iki faktörlü kimlik doğrulama ekler.
vi_vn: Plugin này thêm xác thực hai yếu tố vào ví của bạn.

source: This plugin facilitates the use of multi-signatures wallets.
id_id: Plugin ini memfasilitasi penggunaan dompet multi-signatur.
ko_kr: 플러그인을 통해 다중서명 지갑 사용이 용이해집니다.
pt_pt: Este complemento facilita o uso de carteiras com várias assinaturas.
tr_tr: Bu eklenti çoklu imza cüzdanlarının kullanımını kolaylaştırır.
vi_vn: Plugin này tạo điều kiện cho việc sử dụng ví đa chữ ký.

source: This public key was already used. Please generate a new one.
id_id: Kunci publik telah digunakan sebelumnya. Mohon hasilkan kunci baru.
ko_kr: 이미 사용중인 공개키입니다. 새로운 키를 생성해주세요.
pt_pt: Esta chave pública já foi usada. Por favor, gere uma nova.
tr_tr: Bu açık anahtar zaten kullanılmış. Lütfen yeni bir tane oluşturun.
vi_vn: Khóa công khai này đã được sử dụng. Vui lòng tạo một khóa mới.

source: This seed will allow you to recover your wallet.
id_id: Seed ini akan memungkan Anda untuk memulihkan dompet Anda.
ko_kr: 이 시드는 지갑을 복원하도록 해줍니다.
pt_pt: Esta semente permitirá recuperar a sua carteira.
tr_tr: Bu çekirdek, cüzdanınızı kurtarmanıza imkan verir.
vi_vn: Hạt giống này sẽ cho phép bạn lấy lại ví của mình.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
id_id: Layanan ini menggunakan dompet multi-signature, dimana Anda memegang 2 dari 3 kunci yang tersedia.Kunci ketiga disimpan di sebuah remote server yang akan menandatangani transaksiatas nama Anda. Biaya kecil akan dikenakan dalam setiap transaksi yang menggunakan remoteserver.
ko_kr: 이 서비스는 3 키 중 2개의 키를 소유한 다중 서명 지갑을 사용합니다.3번째 키는 원격 서버에 저장되어 고객님을 대신하여 거래에 서명합니다원격 서버를 사용하는 각 거래에는 소정의 수수료가 청구됩니다.
pt_pt: Este serviço usa uma carteira com várias assinaturas, onde possui 2 de 3 chaves. Aa terceira chave é armazenada num servidor remoto que assina transações no seuem nome. Uma pequena taxa será cobrada em cada transação que usar o controle remotoservidor.
tr_tr: Bu hizmet çok imzalı bir cüzdan kullanır, 3 anahtar ikisine sahip olursunuz. Üçüncüanahtar işlemleri sizin adınıza imzalayan uzak bir sunucuda saklanır. Uzak sunucuyu kullanan her bir işlem için küçük bir ücret alınır.
vi_vn: Dịch vụ này sử dụng ví có nhiều chữ ký, mà bạn có thể sở hữu 2 trong 3 mã khóa. khóa thứ ba được lưu trữ trên một máy chủ từ xa có chức năng ký các giao dịch trên của bạnthay mặt cho. Một khoản phí nhỏ sẽ được tính cho mỗi giao dịch thanh toán từ xa .

source: This setting affects the Send tab, and all balance related fields.
id_id: Pengaturan ini mempengaruhi tab Pengiriman, dan semua saldo yang ada di bidang yang bersangkutan.
ko_kr: 해당 설정은 전송 탭과 모든 필드값에 영향을 미칩니다.
pt_pt: Esta configuração afeta a guia Enviar e todos os campos relacionados ao saldo.
tr_tr: Bu ayar Gönder sekmesini ve bakiyeyle ilgili tüm alanları etkiler.
vi_vn: Cài đặt này ảnh hưởng đến mục Gửi và tất cả các trường liên quan đến số dư.

source: This transaction is not saved. Close anyway?
id_id: Transaksi ini belum disimpan. Tetap tutup?
ko_kr: 거래가 저장되지 않았습니다. 그래도 종료하시겠습니까?
pt_pt: Esta transação não foi salva. Fechar mesmo assim?
tr_tr: Bu işlem kaydedilmez. Yine de kapatılsın mı?
vi_vn: Giao dịch này chưa được lưu. Đóng?

source: This transaction requires a higher fee, or it will not be propagated by your current server
id_id: Transaksi Ini membutuhkan biaya yang lebih tinggi, atau tidak akan disebarkan oleh server Anda yang sekarang.
ko_kr: 해당 거래에는 높은 수수료가 부과되거나 현재 서버에 전파되지 않을 수 있습니다
pt_pt: Esta transação requer uma taxa mais alta, ou não será propagada pelo seuservidor atual
tr_tr: Bu işlem daha yüksek bir ücret gerektirir yoksa güncel sunucunuz tarafından yayılmaz
vi_vn: Giao dịch này yêu cầu một khoản phí cao hơn hoặc nó sẽ không được truyền tớimáy chủ hiện tại của quý khách

source: This type of script is not supported with {device}.
id_id: Skrip tipe ini tidak didukung oleh {device}
ko_kr: 해당 유형의 스크립트는 {device}를 지원하지 않습니다.
pt_pt: Este tipo de sequência de comandos não é compatível com {device}.
tr_tr: Bu betik türü {device} tarafından desteklenmez.
vi_vn: Loại tập lệnh này không được hỗ trợ với {device}.

source: This version supports a maximum of {length} characters.
id_id: Versi ini mendukung maksimum karakter sepanjang {length}.
ko_kr: 해당 버전에서는 최대 {length} 글자까지 지원됩니다.
pt_pt: Esta versão suporta no máximo {length} caracteres.
tr_tr: Bu sürüm maksimum {length} karakter destekler.
vi_vn: Phiên bản này hỗ trợ tối đa {length} ký tự.

source: This wallet has no seed
id_id: Dompet ini tidak memiliki seed
ko_kr: 지갑에 시드가 존재하지 않습니다
pt_pt: Esta carteira não possui sementes
tr_tr: Bu cüzdanın çekirdeği yok
vi_vn: Ví này không có hạt giống

source: This wallet is already registered with TrustedCoin. To finalize wallet creation, please enter your Google Authenticator Code.
id_id: Dompet ini telah terdaftar dengan TrustedCoin. Untuk melakukan finalisasi pembuatandompet, mohon masukkan kode Google Authenticator Anda.
ko_kr: 지갑이 이미 TrustedCoin에 등록되어 있습니다. 지갑 생성을 완료하려면 구글 이중인증 코드를 입력하세요.
pt_pt: Esta carteira já está registrada no TrustedCoin. Para finalizar a carteiracriação, digite o seu código do Google Authenticator.
tr_tr: Bu cüzdan zaten TrustedCoin’de kayıtlıdır. Cüzdanı oluşturulmasını tamamlamak için lütfen Google Authenticator Kodunuzu girin.
vi_vn: Ví này đã được đăng ký với TrustedCoin. Để hoàn tất việc tạo ví vui lòng nhập mã Google Authenticator của quý khách.

source: This wallet is protected by TrustedCoin's two-factor authentication.
id_id: Dompet ini dilindungi oleh Otentikator dua-faktor milin TrustedCoin.
ko_kr: TrustedCoin의 이중인증으로 지갑이 보호되고 있습니다.
pt_pt: Esta carteira é protegida pela autenticação de dois fatores do TrustedCoin.
tr_tr: Bu cüzdan TrustedCoin'in iki faktörlü kimlik doğrulaması tarafından korunur.
vi_vn: Ví này được bảo vệ bởi xác thực hai yếu tố của TrustedCoin.

source: This wallet is watching-only
id_id: Dompet ini adalah watching-only
ko_kr: 이 지갑은 확인전용 지갑입니다.
pt_pt: Esta carteira é apenas para observação.
tr_tr: Bu cüzdan yalnızca okunabilir
vi_vn: Ví này là ví watching-only

source: This wallet is watching-only.
id_id: Dompet ini adalah watching-only.
ko_kr: 이 지갑은 확인전용 지갑입니다.
pt_pt: Esta carteira é apenas para observação.
tr_tr: Bu cüzdan yalnızca okunabilir.
vi_vn: Ví này là ví watching-only.

source: This wallet was restored from seed, and it contains two master private keys.
id_id: Dompet ini dipulihkan dari seed, dan mengandung dua kunci master pribadi.
ko_kr: 지갑이 시드로부터 복구되었으며 2개의 마스터 개인키를 포함하고 있습니다.
pt_pt: Esta carteira foi restaurada a partir do seed e contém duas chaves privadas mestras.
tr_tr: Bu cüzdan çekirdekten geri yüklendi ve iki ana özel anahtar içerir.
vi_vn: Ví này đã được khôi phục từ hạt giống và nó chứa hai khóa cá nhân chính.

source: This will delete your lightning private keys
id_id: Hal ini akan menghapuskan kunci lightning pribadi Anda
ko_kr: 라이트닝 개인 키를 삭제합니다
pt_pt: Isso excluirá suas chaves privadas lightning
tr_tr: Bu lightning özel anahtarlarınızı silecek
vi_vn: Thao tác này sẽ xóa các khóa riêng tư bằng lightning của quý khách

source: This will save fees.
id_id: Ini akan menyimpan biaya Anda.
ko_kr: 수수료가 절약됩니다.
pt_pt: Isso vai economizar taxas.
tr_tr: Bu ücretten tasarruf sağlayacak.
vi_vn: Điều này sẽ tiết kiệm phí.

source: Time based: fee rate is based on average confirmation time estimates
id_id: Berbasis waktu: tarif biaya didasarkan pada perkiraan waktu konfirmasi rata-rata
ko_kr: 시간 기반: 수수료율은 평균 승인 시간 추정치를 기반으로 합니다
pt_pt: Com base no tempo: a taxa de taxa é baseada em estimativas de tempo médio de confirmação
tr_tr: Süre esaslı: ücret oranı, ortalama onay süresi tahminlerini esas alır
vi_vn: Dựa trên thời gian: mức phí dựa trên ước tính thời gian xác nhận trung bình

source: To
id_id: Ke
ko_kr: -에게
pt_pt: Para
tr_tr: Alıcı
vi_vn: Đến

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
id_id: Untuk membuat dompet pengeluaran, harap masukkan kunci pribadi utama (xprv/yprv/zprv).
ko_kr: 전송 지갑을 생성하려면 마스터 공개키를 입력하세요(xprv/yprv/zprv).
pt_pt: Para criar uma carteira de gastos, insira uma chave privada mestra (xprv / yprv /zprv).
tr_tr: Gönderen bir cüzdan oluşturmak için lütfen bir ana özel anahtar (xprv/yprv/zprv) girin.
vi_vn: Để tạo ví chi tiêu, vui lòng nhập khóa cá nhân chính (xprv / yprv / zprv).

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
id_id: Untuk membuat dompet watching-only, masukkan kunci publik utama Anda (xpub/ypub/zpub).
ko_kr: 확인전용 지갑을 생성하려면 마스터 공개키를 입력하세요(xpub/ypub/zpub).
pt_pt: Para criar uma carteira apenas para assistir, digite sua chave pública mestra (xpub /ypub / zpub).
tr_tr: Yalnızca okunabilir bir cüzdan oluşturmak için lütfen ana açık anahtarınızı (xpub/ypub/zpub) girin.
vi_vn: Để tạo ví watching-only, vui lòng nhập khóa công khai chính của quý khách (xpub / ypub / zpub).

source: To encrypt your backup, first we need to load some noise.
id_id: Untuk mengenkripsi backup Anda, pertama kita harus memuat beberapa noise.
ko_kr: 백업을 암호화하기 위해 먼저 노이즈를 불러오기 합니다.
pt_pt: Para criptografar a sua cópia de segurança, primeiro precisamos carregar algum ruído.
tr_tr: Yedeklemenizi şifrelemek için önce biraz gürültü yüklememiz gerekiyor.
vi_vn: Để mã hóa bản sao lưu của quý khách, trước tiên chúng tôi cần tải một số nhiễu.

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
id_id: Untuk membantu kami mendiagnosa dan memperbaiki masalah, Anda dapat mengirimkan laporan bug kepada kami yangmengandung informasi debug yang dapat kami gunakan:
ko_kr: 문제 진단 및 해결을 돕기 위해 유용한 디버깅 정보가 담긴 오류를 보고해주세요:
pt_pt: Para nos ajudar a diagnosticar e corrigir o problema, poderia nos enviar um relatório de informação de erros quecontém informações úteis de depuração:
tr_tr: Sorunu teşhis etmemiz ve çözmemiz için bize faydalı hata ayıklama bilgilerini içeren bir hata raporu gönderebilirsiniz:
vi_vn: Để giúp chúng tôi chẩn đoán và khắc phục sự cố, quý khách có thể gửi cho chúng tôi báo cáo lỗi chứa thông tin gỡ lỗi hữu ích:

source: To make sure that you have properly saved your seed, please retype it here.
id_id: Untuk memastikan bahwa Anda telah menyimpan seed Anda dengan benar, mohon tulis kembali disini.
ko_kr: 시드 저장을 확인하기 위해 다시 한번 입력하세요.
pt_pt: Para ter certeza de que salvou a sua semente corretamente, digite-a novamente aqui.
tr_tr: Çekirdeğinizi uygun bir şekilde sakladığınızdan emin olmak için lütfen onu buraya yeniden yazın.
vi_vn: Để đảm bảo rằng quý khách đã lưu hạt giống của mình đúng cách, vui lòng nhập lại vào đây.

source: To setup a local watchtower, you must run Electrum on a machine that is always connected to the internet. Configure a port if you want it to be public.
id_id: Untuk memasang dan mengatur watchtower lokal, Anda harus menjalankan Electrum di perangkat yang selalu terhubung ke internet. Atur port apabila Anda inginhal ini menjadi publik.
ko_kr: 로컬 워치타워를 설정하기 위해, 항상 인터넷에 연결되어있는 기계에서 Electrum을 실행하여야 합니다. 공개를 원할 경우 포트 환경을 설정하세요.
pt_pt: Para configurar uma torre de vigia local, você deve executar Electrum em uma máquina que está sempre conectado à internet. Configure uma porta se desejar ser público.
tr_tr: Yerel bir watchtower kurmak için Electrum’u sürekli internete bağlı olan bir makinede çalıştırmalısınız. Halka açık olmasını istiyorsanız bir portu yapılandırın.
vi_vn: Để thiết lập một watchtower cục bộ, quý khách phải chạy Electrum trên máy luôn được kết nối với Internet. Định cấu hình một cổng nếu quý khách muốn công khai.
