Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: WARNING: ALL your private keys are secret.
id_id: PERINGATAN: Semua kunci pribadi Anda bersifat rahasia.
ko_kr: 경고: 모든 개인키는 기밀입니다.
pt_pt: AVISO: TODAS as suas chaves privadas são secretas.
tr_tr: UYARI: TÜM özel anahtarlarınız gizlidir.
vi_vn: CẢNH BÁO: TẤT CẢ các khóa riêng tư của quý khách đều là bí mật.

source: WARNING: This is a multi-signature wallet.
id_id: PERINGATAN: Ini adalah dompet multi-signatur.
ko_kr: 경고: 다중서명 지갑입니다.
pt_pt: AVISO: esta é uma carteira com várias assinaturas.
tr_tr: UYARI: Bu çok imzalı bir cüzdandır.
vi_vn: CẢNH BÁO: Đây là ví có nhiều chữ ký.

source: WARNING: the alias "{alias}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
id_id: PERINGATAN: alias "{alias}" tidak dapat divalidasi via pemeriksaankeamanan tambahan, DNSSEC, dan oleh karenanya mungkin tidak benar.
ko_kr: 경고: 가명"{alias}"은 추가 보안 점검, DNSSEC를 통해 인증되지 않았습니다. 따라서 올바르지 않을 수 있습니다.
pt_pt: AVISO: o alias "{alias}" não pôde ser validado por meio de umverificação de segurança, DNSSEC e, portanto, pode não estar correto.
tr_tr: UYARI: takma isim "{alias}" ilave güvenlik kontrolü olan DNSSEC üzerinden doğrulanamadı ve bu nedenle doğru olmayabilir.
vi_vn: CẢNH BÁO: không thể xác thực bí danh "{alias} " thông qua bổ sung kiểm tra bảo mật, DNSSEC, và do đó có thể không đúng.

source: WIF keys are typed in Electrum, based on script type.
id_id: Kunci WIF diketik di Electrum, berdasarkan tipe skrip.
ko_kr: 스크립트 유형에 따라 WIF 키가 Electrum에 입력됩니다.
pt_pt: As chaves WIF são digitadas no Electrum, com base no tipo de script.
tr_tr: WIF tuşları betik türüne bağlı olarak Electrum’da yazılabilir.
vi_vn: Các khóa WIF được nhập bằng Electrum, dựa trên loại tập lệnh.

source: Waiting for TrustedCoin server to sign transaction...
id_id: Menunggu server TrustedCOin untu menandatangani transaksi…
ko_kr: TrustedCoin서버의 거래 승인을 기다리는 중입니다...
pt_pt: Aguardando o servidor TrustedCoin assinar a transação ...
tr_tr: TrustedCoin sunucusunun işlemi imzalaması bekleniyor...
vi_vn: Đang đợi máy chủ TrustedCoin ký giao dịch ...

source: Wallet
id_id: Dompet
ko_kr: 지갑
pt_pt: Carteira
tr_tr: Cüzdan
vi_vn: Ví tiền

source: Wallet Info
id_id: Info Dompet
ko_kr: 지갑 정보
pt_pt: Informações da carteira
tr_tr: Cüzdan Bilgisi
vi_vn: Thông tin Ví

source: Wallet Information
id_id: Informasi Dompet
ko_kr: 지갑 정보
pt_pt: Informações da carteira
tr_tr: Cüzdan Bilgisi
vi_vn: Thông tin Ví

source: Wallet Name
id_id: Nama Dompet
ko_kr: 지갑 이름
pt_pt: Nome da carteira
tr_tr: Cüzdan Adı
vi_vn: Tên Ví

source: Wallet backup created
id_id: Dompet Cadangan Dibuat
ko_kr: 지갑 백업이 생성되었습니다
pt_pt: Cópi de segurança estabelecida
tr_tr: Cüzdan yedeği oluşturuldu
vi_vn: Đã tạo bản sao lưu trên Wallet

source: Wallet change address
id_id: Alamat dompet perubahan
ko_kr: 지갑 변경 주소
pt_pt: Alterar endereço da carteira
tr_tr: Cüzdan değiştirme adresi
vi_vn: Địa chỉ thay đổi ví

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
id_id: Kerusakan file dompet terdeteksi. Mohon pulihkan dompet Anda dari seed, danbandingkan alamat tertera di kedua file
ko_kr: 지갑 파일에 문제가 감지되었습니다. 시드로부터 지갑을 복원한 후, 두 파일의 주소들을 비교하세요
pt_pt: Arquivo de carteira estrago detectado. Por favor, restaure sua carteira do seed, ecompare os endereços em ambos os arquivos
tr_tr: Cüzdan dosyasında bozulma tespit edildi. Lütfen cüzdanınızı çekirdekten geri yükleyin ve her iki dosyadaki adresleri karşılaştırın
vi_vn: Đã phát hiện thấy lỗi tệp Wallet. Vui lòng khôi phục ví của quý khách từ hạt giống và so sánh địa chỉ trong cả hai tệp

source: Wallet file not found: {name}
id_id: File dompet tidak ditemukan: {name}
ko_kr: 지갑 파일이 발견되지 않습니다: {name}
pt_pt: Arquivo da carteira não encontrado: {name}
tr_tr: Cüzdan dosyası bulunamadı: {name}
vi_vn: Không tìm thấy tệp Wallet: {name}

source: Wallet name
id_id: Nama dompet
ko_kr: 지갑 이름
pt_pt: Nome da carteira
tr_tr: Cüzdan adı
vi_vn: Tên ví

source: Wallet receive address
id_id: Alamat penerimaan dompet
ko_kr: 지갑에 주소가 전송되었습니다
pt_pt: Endereço de recebimento da carteira
tr_tr: Cüzdan alma adresi
vi_vn: Địa chỉ nhận ví

source: Wallet removed: {name}
id_id: Dompet dihapus: {name}
ko_kr: 삭제된 지갑: {name}
pt_pt: Carteira removida: {name}
tr_tr: Cüzdan kaldırıldı: {name}
vi_vn: Đã xóa ví: {name}

source: Wallet type
id_id: Tipe dompet
ko_kr: 지갑 종류
pt_pt: Tipo de carteira
tr_tr: Cüzdan türü
vi_vn: Loại ví

source: Wallet type:
id_id: Tipe dompet:
ko_kr: 지갑 종류:
pt_pt: Tipo de carteira
tr_tr: Cüzdan türü:
vi_vn: Loại ví:

source: Warning
id_id: Peringatan
ko_kr: 경고
pt_pt: Aviso
tr_tr: Uyarı
vi_vn: Cảnh báo

source: Warning!
id_id: Peringatan!
ko_kr: 경고!
pt_pt: Aviso!
tr_tr: Uyarı!
vi_vn: Cảnh báo!

source: Warning: Please be aware that in the process of using the Secure Transaction feature, a part of the funds left in your wallet might be blocked. This is a normal procedure linked to UTXO and the blockchain parameters of the Bitcoin Vault wallet. Your funds will be unblocked once the transaction is verified (after approximately 24 hrs) or canceled (within 24 hrs).
id_id: Peringatan: Mohon diingat bahwa proses ini menggunakan fiturTransaksi Secure (Aman), dimana sebagian dari saldo yang tersisa di dompet Anda akan diblokir untuk sementara. Ini merupakan sebuah prosedurnormal yang terhubung dengan UTXO dan parameter Blockchain milik dompetBitcoin Vault. Saldo Anda akan dibuka blokirnya (dicairkan) setelah transaksi Anda telah dikonfirmasi(Setelah kurang lebih 24 jam) atau dibatalkan (Dalam waktu 24 jam).
ko_kr: 경고: 보안 거래 기능 사용 과정에서 지갑의 일부 자금이차단되어 있을 수 있습니다. 이것은 UTXO와 비트코인 볼트 지갑 블록체인 매개 변수와 관련된 통상적인 과정입니다.거래가 승인되면 자금의 차단은 해제되거나 (약 24시간 후)취소됩니다 (24시간 내).
pt_pt: Aviso: Tenha em conta que no processo de uso da Transação Segurarecurso, uma parte dos fundos deixados na sua carteira pode ser bloqueada. Este é umprocedimento normal ligado ao UTXO e aos parâmetros do blockchain do BitcoinCarteira vault. Os seus fundos serão desbloqueados assim que a transação for verificada(aproximadamente após 24 horas) ou cancelado (dentro de 24 horas).
tr_tr: Uyarı: Lütfen Güvenli İşlem kullanma özelliği sırasında cüzdanınızda kalan paranınbir kısmının bloke edilebileceğini dikkate alın. Bu UTXO ile ve Bitcoin Vault’un blockchain parametreleriyle ilişkili normal bir prosedürdür. İşlem doğrulandıktan sonra fonlarınızın kilidi açılacaktır (yaklaşık 24 saat sonra) veya iptal edilecektir (24 saat içinde).
vi_vn: Cảnh báo: Xin lưu ý rằng trong quá trình sử dụng Giao dịch an toàn một phần số tiền còn lại trong ví của bạn có thể bị chặn. Đây là một quy trình thông thường được liên kết với UTXO và các tham số blockchain của Bitcoin Ví Vault. Tiền của bạn sẽ được bỏ chặn sau khi giao dịch được xác minh (sau khoảng 24 giờ) hoặc bị hủy (trong vòng 24 giờ).

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
id_id: Peringatan: Alamat selanjutnya tidak akan dapat dipulihkan secara otomatis apabila anda memulihkandompet Anda dari seed; Anda mungkin perlu untuk menambahkannya secara manual. Hal ini terjadi karena Anda memiliki terlalu banyak alamat didompet Anda yang tidak digunakan. Untukmenghindari situati ini, pertama gunakan alamat dompet yang telah tersedia. Tetap buat?
ko_kr: 경고: 시드로부터 지갑을 복구하는 경우 다음 주소들은 자동으로 복구되지 않을 수 있습니다; 수동으로 추가할 수 있습니다. 이는 지갑 내 다량의 미사용된 주소가 존재하기 때문입니다. 이러한 상황을 예방하기 위해, 존재하는 주소를 먼저 사용하시기 바랍니다. 그래도 생성하시겠습니까?
pt_pt: Aviso: O próximo endereço não será recuperado automaticamente se você restaurara sua carteira do seed; pode ser necessário adicioná-la manualmente. Isso ocorre porque você tem muitos endereços não utilizados na sua carteira. Para queevite esta situação, use primeiro os endereços existentes. Criar mesmo assim?
tr_tr: Uyarı: Cüzdanınızı çekirdekten geri yüklerseniz sonraki adres otomatik olarak geri yüklenemeyebilir; manuel olarak eklemeniz gerekir. Bunun nedeni cüzdanınızda çok fazla kullanılmayan adres olmasıdır. Bu durumu önlemek için önce mevcut adresleri kullanın. Yine de oluşturulsun mu?
vi_vn: Cảnh báo: Địa chỉ tiếp theo sẽ không được phục hồi tự động nếu quý khách khôi phục ví của quý khách từ hạt giống; quý khách có thể cần phải thêm nó theo cách thủ công. Điều này xảy ra do quý khách có quá nhiều địa chỉ không sử dụng trong ví của mình. Để tránh trường hợp này, trước tiên hãy sử dụng các địa chỉ hiện có. Vẫn tạo?

source: Warning: do not use this if it makes you pick a weaker password.
id_id: Peringatan: jangan gunakan ini apabila Anda memilih kata sandi yang lebih lemah.
ko_kr: 경고: 보안에 취약한 비밀번호를 생성할 수 있으므로 사용하지 마십시오.
pt_pt: Aviso: não use isso se isso fizer com que você escolha uma senha mais fraca.
tr_tr: Uyarı: daha zayıf bir şifre seçmenize neden oluyorsa bunu kullanmayın.
vi_vn: Cảnh báo: không sử dụng điều này nếu nó khiến quý khách chọn một mật khẩu yếu hơn.

source: Watch-only wallet
id_id: Dompet watch-only
ko_kr: 확인전용 지갑
pt_pt: Carteira somente para observar
tr_tr: Yalnızca okunabilir cüzdan
vi_vn: Ví watch-only

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
id_id: Kami tidak dapat memberikan garansi bahwa impor BIP39 akan selalu didukung di Electrum.
ko_kr: BIP39 내보내기가 Electrum에서 지원되지 않을 수 있습니다.
pt_pt: Não garantimos que as importações do BIP39 sempre serão apoiadas na Electrum.
tr_tr: BIP39 içeri aktarmalarının Electrum tarafından destekleneceğini garanti etmiyoruz.
vi_vn: Chúng tôi không đảm bảo rằng việc nhập BIP39 sẽ luôn được hỗ trợ trong Electrum.

source: We encountered an error while connecting to your device:
id_id: Kami menemui kesalahan ketika terhubung dengan perangkat Anda:
ko_kr: 기기와 연결하는 중 오류가 발생했습니다:
pt_pt: Encontramos um erro ao conectar ao seu dispositivo:
tr_tr: Cihazınıza bağlanırken bir hatayla karşılaştık:
vi_vn: Chúng tôi đã gặp lỗi khi kết nối với thiết bị của quý khách:

source: While this is less than ideal, it might help if you run Electrum as Administrator.
id_id: Meskipun kurang ideal, ini dapat membantu Anda menjalankan Electrum sebagaiAdministrator.
ko_kr: 최적의 상태가 아닌 경우에도 관리자로서 Electrum을 실행할 수 있습니다.
pt_pt: Embora isso seja menos do que ideal, pode ajudar se você executar o Electrum comoAdministrador.
tr_tr: Bu ideal olan olmasa da, Electrum’u Yönetici olarakçalıştırırsanız yardımcı olabilir.
vi_vn: Mặc dù điều này ít lý tưởng hơn, nhưng nó có thể hữu ích nếu quý khách chạy Electrum dưới dạng Administrator.

source: Within {number} blocks
id_id: Didalam blok {number}
ko_kr: {number} 블록 내에 존재합니다
pt_pt: Dentro de {number} blocos
tr_tr: {number} blok içinde
vi_vn: Trong {number} block

source: Witness Script
ko_kr: 스크립트 확인
pt_pt: Script de Testemunha
tr_tr: Tanık Betik
vi_vn: Nhân chứng kịch bản

source: Would you like to be notified when there is a newer version of Electrum available?
id_id: Apakah Anda ingin diberitahu ketika versi terbaru Electrumtersedia?
ko_kr: 새로운 Electrum 버전이 있을 때 알림을 받으시겠습니까?
pt_pt: Gostaria de ser notificado quando houver uma versão mais recente do Electrum acessível?
tr_tr: Electrum’un yeni bir sürümü çıktığında bilgilendirilmek istiyor musunuz?
vi_vn: Quý khách có muốn được thông báo khi có phiên bản Electrum mới hơn có sẵn không?

source: Write logs to file
id_id: Tuliskan log ke file
ko_kr: 파일에 로그를 작성합니다
pt_pt: Gravar logs no arquivo
tr_tr: Günlükleri dosyaya yaz
vi_vn: Ghi nhật ký vào tệp

source: Wrong PIN
id_id: PIN salah
ko_kr: 잘못된 PIN
pt_pt: PIN errado
tr_tr: Yanlış PIN
vi_vn: Pin sai

source: Wrong key type
id_id: Tipe kunci salah
ko_kr: 잘못된 키 타입
pt_pt: Tipo de chave errado
tr_tr: Yanlış anahtar türü
vi_vn: Loại khóa sai

source: Wrong prefix. It is neither compressed nor uncompressed
id_id: Prefix salah. Prefix tidak dikompresi maupun non kompresi
ko_kr: 잘못된 prefix. 압축되거나 압축되지 않음
pt_pt: Prefixo errado. Não está comprimido nem descomprimido
tr_tr: Yanlış ön ek. Sıkıştırılmış veya sıkıştırılmamış değil
vi_vn: Tiền tố sai. Nó không được nén

source: Wrong pubkey format
id_id: Format pubkey salah
ko_kr: 잘못된 공개키 양식
pt_pt: Formato de pubkey errado
tr_tr: Yanlış pubkey biçimi
vi_vn: Định dạng pubkey sai

source: Wrong signature
id_id: Tandatangan salah
ko_kr: 잘못된 서명
pt_pt: Assinatura errada
tr_tr: Yanlış imza
vi_vn: Chữ ký sai

source: You are already on the latest version of Electrum.
id_id: Anda sudah memili Electrum versi terbaru.
ko_kr: Electrum이 이미 최신버전입니다.
pt_pt: Você já está a usar a versão mais recente do Electrum.
tr_tr: Zaten Electrum’un en son sürümünü kullanıyorsunuz.
vi_vn: Quý khách đã sử dụng phiên bản Electrum mới nhất.

source: You are following branch
id_id: Anda mengikuti branch
ko_kr: 다음 브랜치입니다
pt_pt: Você está a seguir ramo
tr_tr: Dalı takip ediyorsunuz
vi_vn: Quý khách đang theo dõi chi nhánh

source: You are in testnet mode.
id_id: Anda berada dalam mode testnet.
ko_kr: 테스트넷 모드입니다.
pt_pt: Você está no modo testnet.
tr_tr: Testnet modundasınız.
vi_vn: Quý khách đang ở chế độ testnet.

source: You are most likely using an outdated version of Electrum. Please update.
id_id: Kemungkinan Anda menggunakan Electrum versi lama. Mohon lakukan pembaruan.
ko_kr: 현재 오래된 버전의 Electrum을 사용하고 있습니다. 업데이트 해주시기 바랍니다.
pt_pt: Você provavelmente está a usar uma versão desatualizada do Electrum. Atualize.
tr_tr: Büyük ihtimalle Electrum’un eski bir versiyonunu kullanıyorsunuz. Lütfen güncelleyin.
vi_vn: Rất có thể quý khách đang sử dụng phiên bản Electrum lỗi thời. Vui lòng cập nhật.

source: You are offline.
id_id: Anda sedang offline
ko_kr: 오프라인 상태입니다.
pt_pt: Você está desconectado.
tr_tr: Çevrimdışısınız.
vi_vn: Quý khách đang offline.

source: You are using Electrum in offline mode; restart Electrum if you want to get connected
id_id: Anda menggunakan Electrum dalam mode offline; jalankan ulang Electrum apabila Anda inginterhubung
ko_kr: Electrum을 오프라인으로 사용하고 있습니다; 연결을 위해 Electrum을 재실행해주세요
pt_pt: Você está a usar o Electrum no modo offline; reinicie o Electrum para ficarconectado
tr_tr: Electrum’u çevrimdışı modda kullanıyorsunuz; bağlanmak istiyorsanız Electrum’u yeniden başlatın
vi_vn: Quý khách đang sử dụng Electrum ở chế độ ngoại tuyến; khởi động lại Electrum nếu quý khách muốn được kết nối

source: You are using a non-deterministic wallet, which cannot create new addresses.
id_id: Anda menggunakan dompet non-deterministic, yang tidak dapat membuat alamat baru.
ko_kr: 비확정성 지갑을 사용하고 있으므로 새로운 주소를 생성할 수 없습니다.
pt_pt: Você está a usar uma carteira não determinística, que não pode criar novos endereços.
tr_tr: Yeni adresler oluşturamayan deterministik olmayan bir cüzdan kullanıyorsunuz.
vi_vn: Quý khách đang sử dụng ví không xác định, không thể tạo địa chỉ mới.

source: You can disable this setting in '{setting_name}'.
id_id: Anda dapat menonaktifkan pengaturan ini di '{setting_name}'.
ko_kr: '{setting_name}'에서 설정을 비활성화할 수 있습니다.
pt_pt: Você pode desabilitar essa configuração em '{setting_name}'.
tr_tr: Bu ayarı '{setting_name}’ içinde devre dışı bırakabilirsiniz.
vi_vn: Quý khách có thể tắt cài đặt này trong '{setting_name}'.

source: You can download the new version from {url}.
id_id: Anda dapat mendapatkan versi baru dari {url}.
ko_kr: {url}에서 새로운 버전 다운로드가 가능합니다.
pt_pt: Você pode baixar a nova versão em {url}.
tr_tr: Yeni sürümü {url} adresinden indirebilirsiniz.
vi_vn: Quý khách có thể tải xuống phiên bản mới từ {url}.

source: You can override the suggested derivation path.
id_id: Anda dapat mengganti jalur derivasi yang disarankan.
ko_kr: 제시된 파생 경로로 덮어쓸 수 있습니다.
pt_pt: Você pode substituir o caminho de derivação sugerido.
tr_tr: Önerilen türetme yolunu geçersiz kılabilirsiniz.
vi_vn: Quý khách có thể ghi đè đường dẫn xuất được đề xuất.

source: You can't broadcast a transaction without a live network connection.
id_id: Anda tidak dapat menyiarkan transakti tanpa koneksi jaringan live.
ko_kr: 실시간 네트워크에 연결되지 않을 경우, 거래를 전파할 수 없습니다.
pt_pt: Você não pode transmitir uma transação sem uma conexão de rede ao vivo.
tr_tr: Canlı ağ bağlantınız olmadan bir işlemi yayınlayamazsınız.
vi_vn: Quý khách không thể phát một giao dịch mà không có kết nối mạng trực tiếp.

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
id_id: Anda tidak perlu melakukan backup secara rutin, karena dompet Anda dapatdipulihkan dari frasa rahasia yang dapat anda hafalkan atau tulis di kertas.
ko_kr: 지갑은 따로 적어둘 수 있는 시크릿 프레이즈로 복구가 가능하므로, 정기적인 백업이 필요하지 않습니다.
pt_pt: Você não precisa fazer cópias de segurança regulares, porque a sua carteira pode serrecuperada de uma frase secreta que você pode memorizar ou escrever no papel.
tr_tr: Düzenli olarak yedekleme yapmanıza gerek yok, çünkü cüzdanınızı ezberleyebileceğiniz veya kağıda yazabileceğiniz gizli bir ifade ile geri alabilirsiniz.
vi_vn: Quý khách không cần phải thực hiện sao lưu thường xuyên, vì ví của quý khách có thể được khôi phục từ một cụm từ bí mật mà quý khách có thể ghi nhớ hoặc viết ra giấy.

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
id_id: Anda memiliki beberapa whitespace (spasi) berurutan atau leading/trailing whitespace (spasi didepan/dibelakang) dipassphrase Anda.
ko_kr: 패스프레이즈에는 다중의 연속된 공백 또는 앞/뒤에 공백을 포함할 수 있습니다.
pt_pt: Você tem vários espaços em branco consecutivos ou à esquerda / à direita ema sua senha longa.
tr_tr: Anahtar parolanızda art arda boşluklar veya başta/sonra boşluklarvar.
vi_vn: Quý khách có nhiều khoảng trắng liên tiếp hoặc khoảng trắng đầu / cuối trong cụm mật khẩu của quý khách.

source: You may enter a Bitcoin address, a label from your list of contacts (a list of completions will be proposed), or an alias (email-like address that forwards to a Bitcoin address)
id_id: Anda dapat memasukkan sebuah alamat Bitcoin, sebuah label dari daftar kontak (daftarpenyelesaian akan dianjurkan), atau sebuah alias (alamat seperti email yangmeneruskan berbagai hal ke alama Bitcoin.)
ko_kr: 연결 목록(완료된 건이 나타납니다)의 라벨로 비트코인 주소를 추가하거나, 또는 가명(비트코인 주소로 전송되는 이메일과 같은 주소)로 추가할 수 있습니다
pt_pt: Você pode inserir um endereço Bitcoin, um marcador de sua lista de contatos (uma listade conclusões serão propostas), ou um alias (endereço de e-mail queencaminha para um endereço Bitcoin)
tr_tr: Bir Bitcoin adresi girebilirsiniz, bağlantılar listenizden bir etiket (önerilecek bitirmelerin bir listesi), veya bir takma ad (bir Bitcoin adresine yönlendiren e-posta benzeri bir adres) girebilirsiniz
vi_vn: Quý khách có thể nhập địa chỉ Bitcoin, một nhãn từ danh sách liên hệ của mình (danh sách trong tổng số các hoàn thành sẽ được đề xuất) hoặc một bí danh (địa chỉ giống như email chuyển tiếp đến địa chỉ Bitcoin)

source: You may extend your seed with custom words.
id_id: Anda dapat memperpanjang seed Anda menggunakan kata-kata buatan.
ko_kr: 커스텀 단어로 시드를 확장할 수 있습니다.
pt_pt: Você pode estender a sua semente com palavras personalizadas.
tr_tr: Özel kelimelerle çekirdeğinizi genişletebilirsiniz.
vi_vn: Quý khách có thể mở rộng hạt giống của mình bằng các từ tùy chỉnh.

source: You may load a CSV file using the file icon.
id_id: Anda dapat memuat file CSV menggunakan ikon file.
ko_kr: 파일 아이콘을 클릭하여 CSV 파일을 업로드할 수 있습니다.
pt_pt: Você pode carregar um arquivo CSV usando o ícone do arquivo.
tr_tr: Dosya simgesini kullanarak bir CSV dosyası yükleyebilirsiniz.
vi_vn: Quý khách có thể tải tệp CSV bằng biểu tượng tệp.

source: You might have an incompatible library.
id_id: Anda mungmin memiliki perpustakaan yang tidak kompatibel.
ko_kr: 라이브러리가 호환되지 않을 수 있습니다.
pt_pt: Você pode ter uma biblioteca incompatível.
tr_tr: Uyumlu olmayan bir kütüphaneniz olabilir.
vi_vn: Quý khách có thể có một thư viện không tương thích.

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{button}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
id_id: Anda harus online untuk menyelesaikan pembuatan dompet Anda. ApabilaAnd a membuat seed anda di sebuah komputer yang offline, klik di "{button}" untukmenutup jendela ini, memindahkan file dompet Anda sebuah komputer yang online, dan membuka kembalidompet Anda dengan Electrum.
ko_kr: 지갑 생성을 완료하려면 온라인 상태이어야 합니다. 만약시드를 오프라인 컴퓨터에서 생성했다면, "{button}"을 클릭하시어이 창을 닫으시기 바라며, 온라인 컴퓨터로 지갑 파일을 옮기시고, Electrum으로다시 여시기 바랍니다.
pt_pt: Precisa estar conectado para concluir a criação da sua carteira. Secriar a sua semente num computador offline, clique em " {button} " parafechar esta janela, mova o seu arquivo de carteira para um computador em linha e reabracom Electrum.
tr_tr: Cüzdanınızın oluşturulmasını tamamlamak için online olmalısınız. Çevrimdışıbilgisayarınızda bir çekirdek oluşturduysanız, bu pencereyi kapatmak için "{button}" düğmesine tıklayın, cüzdan dosyanızı online bir bilgisayara taşıyın ve Electrum ile tekrar açın.
vi_vn: Bạn cần phải kết nối trực tuyến để hoàn tất việc tạo ví của mình. Nếu bạn đã tạo hạt giống của mình trên một máy tính ngoại tuyến, hãy nhấp vào "{button}" để đóng cửa sổ này, di chuyển tệp ví của bạn sang máy tính trực tuyến và mở lại nó với Electrum.

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
id_id: Dompet ledger Anda ingin memberitahu anda sebuah PIN sekali pakai.<br><br>Untuk keamananterbaik Anda harus melepas/mencopot perangkat Anda, buka editor teks dikomputer lain, masukkan kursor Anda kedalamnya, dan pasang perangkat Anda di komputer tersebut.Hal ini akan memberikan output berupa sebuah ringkasan transaksi yang telah ditandatangani dan PIN sekali pakai.<br><br>Verifikasikan ringkasan transaksi dan ketik kode PIN disini.<br><br>Sebelum menekan enter, pasang perangkat kembali ke komputer ini.<br>
ko_kr: 장부 지갑에서 1회용 PIN 코드가 발급됩니다.<br><br> 높은 보안을 위해 기기의 플러그를 뽑고, 다른 컴퓨터에서 메모장을 실행하여 커서를 올려두신 후 기기를 다시 연결하세요. 서명중인 거래의 정보와 1회용 PIN을 확인할 수 있습니다.<br><br>거래 정보를 확인한 후 PIN 코드를 이곳에 입력하세요.<br><br>엔터를 누르기 전, 기기를 본 컴퓨터에 다시 연결하세요.<br>
pt_pt: A sua carteira de contabilidade deseja informar um código PIN único. <br> <br> Para o melhorsegurança você deve desligar o seu dispositivo, abrir um editor de texto em outrocomputador, coloque o cursor nele e conecte o dispositivo a esse computador.Ele irá gerar um resumo da transação sendo assinada e um PIN único.<br> <br> Verifique o resumo da transação e digite o código PIN aqui.<br> <br> Antes de pressionar Enter, conecte o dispositivo novamente a este computador. <br>
tr_tr: Ledger Cüzdanınız size bir kerelik bir PIN kodu söylemek istiyor.<br><br>En iyigüvenlik için cihazınızı çıkarmalı,başka bir bilgisayarda bir metin editörü açmalı imlecinizi oraya yerleştirmeli ve cihazınızı o bilgisayara takmalısınız. Bu, imzalanan işlemin özetini ve tek seferlik PIN’i çıktı verecektir.<br><br>İşlem özetini doğrulayın ve PIN kodunu buraya yazın.<br><br>Enter tuşuna basmadan önce, cihazı bu bilgisayara geri takın.<br>
vi_vn: Ví Ledger của quý khách muốn cho quý khách biết mã PIN dùng một lần. <br> <br> Tốt nhất để bảo mật, quý khách nên rút phích cắm thiết bị của mình, mở trình soạn thảo văn bản trên một máy tính, đặt con trỏ của quý khách vào đó và cắm thiết bị của quý khách vào máy tính đó. Nó sẽ xuất ra bản tóm tắt giao dịch đã được ký và mã PIN dùng một lần. <br> <br> Xác minh tóm tắt giao dịch và nhập mã PIN tại đây. <br> <br> Trước khi nhấn enter, hãy cắm lại thiết bị vào máy tính này. <br>
