Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
id_id: BIP39 seed dapat diimpor di Electrum, jadi pengguna dapat mengakses danayang dikunci di dompet lain.
ko_kr: BIP39 시드는 이용자들의 타 지갑 자금에 대한 접근을 위해 Electrum에서 가져올 수 있습니다.
pt_pt: As Sementes do BIP39 podem ser importadas para o Electrum, para que os usuários possam acessar aos seus fundosbloqueado noutras carteiras.
tr_tr: BIP39 çekirdekleri Electrum içine aktarılabilir, böylece kullanıcılar diğer cüzdanlarda kilitli olan fonlara ulaşabilir.
vi_vn: Hạt giống BIP39 có thể được nhập vào Electrum, để người dùng có thể truy cập vào tiềnbị khóa trong các ví khác.

source: BIP70 Invoice
id_id: Invoice BIP70
ko_kr: BIP70 인보이스
pt_pt: Fatura BIP70
tr_tr: BIP70 Faturası
vi_vn: Hóa đơn BIP70

source: Back
id_id: Kembali
ko_kr: 뒤로
pt_pt: Voltar
tr_tr: Geri
vi_vn: Trở lại

source: Balance
id_id: Saldo
ko_kr: 잔액
pt_pt: Saldo
tr_tr: Bakiye
vi_vn: Số dư

source: Banner
ko_kr: 배너
pt_pt: Bandeira

source: Base unit
id_id: Unit dasar
ko_kr: 기본 단위
pt_pt: Unidade base
tr_tr: Temel birim
vi_vn: Đơn vị cơ sở

source: Base unit of your wallet.
id_id: Unit dasar dompet Anda
ko_kr: 지갑의 기본 단위.
pt_pt: Unidade base da sua carteira
tr_tr: Cüzdanınız için temel birim.
vi_vn: Đơn vị cơ sở của ví của quý khách.

source: Batch RBF transactions
id_id: Kelompok transaksi RBF
ko_kr: RBF 거래 일괄 처리
pt_pt: Transações RBF em lote
tr_tr: Toplu RBF işlemleri
vi_vn: Giao dịch RBF hàng loạt

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
id_id: Sebelum melaporkan bug, lakukan pembaruan Electrum ke versi terbaru(rilis terbaru atau git HEAD), dan tambahkan nomor versi ke laporan Anda.
ko_kr: 버그 보고 전에, 최신 버전의 Electrum(latest release 또는 git HEAD)으로 업데이트하신 후 버전 숫자를 기입하시어 보고해주시기 바랍니다.
pt_pt: Antes de relatar um bug, atualize para a versão mais recente do Electrum(versão mais recente ou git HEAD) e inclua o número da versão em seu relatório.
tr_tr: Bir hatayı bildirmeden önce, Electrum’un son sürümüne yükseltin (son sürüm veya git HEAD) ve sürüm numarasını raporunuzda belirtin.
vi_vn: Trước khi báo cáo lỗi, hãy nâng cấp lên phiên bản Electrum mới nhất (bản phát hành mới nhất hoặc git HEAD) và bao gồm số phiên bản trong báo cáo của quý khách.

source: Bit rate [kbps]:
ko_kr: 비트 레이트 [kbps]:
pt_pt: Taxa de bits [kbps]:
tr_tr: Bit hızı [kbps]:
vi_vn: Tốc độ bit [kbps]:

source: Bitcoin Address
id_id: Alamat Bitcoin
ko_kr: 비트코인 주소
pt_pt: Endereço Bitcoin
tr_tr: Bitcoin Adresi
vi_vn: Địa chỉ Bitcoin

source: Bitcoin Address is None
id_id: Alamat Bitcoin tidak tersedia
ko_kr: 비트코인 주소가 존재하지 않습니다
pt_pt: Endereço Bitcoin é Nenhum
tr_tr: Bitcoin Adresi Yok
vi_vn: Địa chỉ Bitcoin là Không có

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
id_id: Secara umum transaksi Bitcoin memakan biaya. Biaya tersebut dibayarkan olehpengirim dana.
ko_kr: 비트코인 거래는 일반적으로 무료가 아닙니다. 거래 수수료가 송금인에게 부과됩니다.
pt_pt: As transações de Bitcoin em geral não são gratuitas. Uma taxa de transação é paga peloremetente dos fundos.
tr_tr: Bitcoin işlemleri genelde ücretsiz değildir. İşlem ücreti fonları gönderen kişi tarafından ödenir.
vi_vn: Các giao dịch bitcoin nói chung không miễn phí. Phí giao dịch được thanh toán qua người gửi tiền.

source: Blacklist
ko_kr: 블랙리스트
pt_pt: Lista negra
tr_tr: Kara liste
vi_vn: Danh sách đen

source: Blockchain
ko_kr: 블록체인

source: Bottom
id_id: Bawah
ko_kr: 최하단
pt_pt: Inferior
tr_tr: Alt
vi_vn: Dưới cùng

source: Broadcast
id_id: Siaran
ko_kr: 전파
pt_pt: Transmissão
tr_tr: Yayınla
vi_vn: Phát sóng

source: Broadcasting transaction...
id_id: Menyiarkan transaksi
ko_kr: 거래 전파
pt_pt: Transmissão da transacção
tr_tr: İşlem yayınlanıyor...
vi_vn: Phát giao dịch...

source: Bump Fee
ko_kr: 수수료 범핑
pt_pt: Taxa de aumento
tr_tr: Ücret Arttır
vi_vn: Phí bội thu

source: Bump fee
ko_kr: 수수료 범핑
pt_pt: Taxa de aumento
tr_tr: Ücret arttır
vi_vn: Phí bội thu

source: CLTV expiry
ko_kr: CLTV 만료
pt_pt: Expiração de CLTV
tr_tr: CLTV vadesi
vi_vn: Hết hạn CLTV

source: Calibration sheet
id_id: Lembaran Kalibrasi
ko_kr: 교정 시트
pt_pt: Folha de calibração
tr_tr: Kalibrasyon sayfası
vi_vn: Bảng hiệu chuẩn

source: Calibration values:
id_id: Nilai Kalibrasi
ko_kr: 교정값:
pt_pt: Valores de calibração:
tr_tr: Kalibrasyon değerleri:
vi_vn: Giá trị hiệu chuẩn:

source: Can send
id_id: Dapat mengirim
ko_kr: 송신가능
pt_pt: Pode enviar
tr_tr: Gönderebilir
vi_vn: Có thể gửi

source: Can't CPFP: unknown fee for parent transaction.
id_id: Tidak dapat CPFP: Biaya dan induk transaksi tidak dikenal
ko_kr: CPFP 불가: 상위 거래의 수수료 확인 불가.
pt_pt: Não é possível CPFP: taxa desconhecida para transação pai.
tr_tr: CPFP yapamaz: ana işlem için bilinmeyen ücret.
vi_vn: Không thể CPFP: phí không xác định cho giao dịch gốc.

source: Can't bump fee: unknown fee for original transaction.
id_id: Tidak dapat bump fee: Biaya transaksi dan transaksi original tidak dikenal
ko_kr: 수수료 범핑 불가: 기존 거래의 수수료 확인 불가.
pt_pt: Não é possível aumentar a taxa: taxa desconhecida para a transação original.
tr_tr: Ücret arttırılamaz: ana işlem için bilinmeyen ücret.
vi_vn: Không thể tăng phí: phí không xác định cho giao dịch ban đầu.

source: Can't plot history.
id_id: Tidak dapat mengatur riwayat.
ko_kr: 내역을 불러올 수 없습니다.
pt_pt: Não posso traçar a história.
tr_tr: Geçmiş çizilemiyor.
vi_vn: Không thể đưa ra lịch sử.

source: Cancel seedphrase
id_id: Seedphrase
ko_kr: 시드 프레이즈 취소
pt_pt: Cancelar frase-semente
tr_tr: Çekirdek ifadesi iptal edilemiyor
vi_vn: Hủy cụm từ hạt giống

source: Cancel seedphrase not matching any key in this wallet
id_id: Seedphrase pembatalan tidak cocok dengan kunci apapun di dompet Anda
ko_kr: 시드 프레이즈 취소가 현재 지갑의 키와 일치하지 않습니다
pt_pt: Cancelar a frase-semente não corresponde a nenhuma chave nesta carteira
tr_tr: Bu cüzdandaki hiçbir anahtarla eşleşmeyen çekirdek ifadesini iptal et
vi_vn: Hủy cụm từ hạt giống không khớp với bất kỳ khóa nào trong ví này

source: Cancel transaction public key
id_id: Kunci publik pembatalan transaksi
ko_kr: 공개키 거래 취소
pt_pt: Cancelar chave pública da transação
tr_tr: İptal işlemi açık anahtarı
vi_vn: Hủy khóa giao dịch công khai

source: Cancelation address
id_id: alamat pembatalan
ko_kr: 취소 주소
pt_pt: Endereço de cancelamento
tr_tr: İptal adresi
vi_vn: Địa chỉ hủy

source: Cancelled by user
id_id: Dibatalkan oleh pengguna
ko_kr: 사용자의 취소
pt_pt: Cancelado pelo usuário
tr_tr: Kullanıcı tarafından iptal edildi
vi_vn: Hủy bởi người dùng

source: Cannot add this cosigner:
id_id: Tidak dapat menambahkan cosigner ini:
ko_kr: 해당 공동 서명인을 추가할 수 없습니다:
pt_pt: Não é possível adicionar este fiador:
tr_tr: Bu eş imza sahibi eklenemiyor:
vi_vn: Không thể thêm cosigner này:

source: Cannot broadcast transaction
id_id: Tidak dapat menyiarkan transaksi
ko_kr: 거래를 전파할 수 없습니다
pt_pt: Não é possível transmitir a transação
tr_tr: İşlem yayınlanamıyor
vi_vn: Không thể phát giao dịch

source: Cannot bump fee
id_id: Tidak dapat bump fee
ko_kr: 수수료를 범핑할 수 없습니다
pt_pt: Não é possível aumentar a taxa
tr_tr: Ücret arttırılamıyor
vi_vn: Không thể tăng phí

source: Cannot create window for wallet
id_id: Tidak dapat membuat jendela untuk dompet
ko_kr: 지갑창을 생성할 수 없습니다
pt_pt: Não é possível criar janela para carteira
tr_tr: Cüzdan için pencere oluşturulamıyor
vi_vn: Không thể tạo cửa sổ cho ví

source: Cannot load wallet
id_id: Tidak dapat memuat dompet
ko_kr: 지갑을 불러올 수 없습니다
pt_pt: Não é possível carregar carteira
tr_tr: Cüzdan yüklenemiyor
vi_vn: Không thể tải ví

source: Cannot read file
id_id: Tidak dapat membaca file
ko_kr: 파일을 읽을 수 없습니다
pt_pt: Não é possível ler o arquivo
tr_tr: Dosya okunamıyor
vi_vn: Không thể đọc tệp

source: Cannot sign messages with this type of address:
id_id: Tidak dapat menandatangani pesan dengan dengan jenis alamat ini:
ko_kr: 해당 주소의 메시지는 승인할 수 없습니다:
pt_pt: Não é possível assinar mensagens com este tipo de endereço:
tr_tr: Bu tür adresle mesaj imzalanamaz:
vi_vn: Không thể ký tin nhắn bằng loại địa chỉ này:

source: Capacity
id_id: Kapasitas
ko_kr: 용량
pt_pt: Capacidade
tr_tr: Kapasite
vi_vn: Khả năng

source: Capital Gains
id_id: Penambahan Kapital
ko_kr: 자본 이득
pt_pt: Ganhos de capital
tr_tr: Değer Artışları
vi_vn: Lãi vốn

source: Capital gains
id_id: Penambahan kapital
ko_kr: 자본 이득
pt_pt: Ganhos de capital
tr_tr: Değer artışları
vi_vn: Lãi vốn

source: Chain split detected at block {0}
id_id: Chain split dideteksi pada blok {0}
ko_kr: 블록 {0}에서 체인 분할이 감지되었습니다
pt_pt: Divisão de cadeia detectada no bloco {0}
tr_tr: {0} blokunda zincir bölünmesi algılandı
vi_vn: Đã phát hiện thấy sự phân chia chuỗi tại khối {0}

source: Change
id_id: Ubah
ko_kr: 변경
pt_pt: Mudar
tr_tr: Değiştir
vi_vn: Thay đổi

source: Change Password
id_id: Ubah Kata sandi
ko_kr: 비밀번호 변경
pt_pt: Alterar a senha
tr_tr: Şifreyi Değiştir
vi_vn: Đổi mật khẩu

source: Changing PIN code.
id_id: Megubah kode PIN
ko_kr: PIN 코드 변경.
pt_pt: Alterar o código PIN.
tr_tr: PIN kodu değiştiriliyor.
vi_vn: Thay đổi mã PIN.

source: Channel Details
id_id: Detail Channel
ko_kr: 채널 상세정보
pt_pt: Detalhes do canal
tr_tr: Kanal Ayrıntıları
vi_vn: Chi tiết kênh

source: Channel ID
id_id: ID Channel
ko_kr: 채널 ID
pt_pt: ID do canal
tr_tr: Kanal Kimliği
vi_vn: Kênh ID

source: Channel ID:
id_id: ID Channel:
ko_kr: 채널 ID:
pt_pt: ID do canal:
tr_tr: Kanal Kimliği:
vi_vn: Kênh ID:

source: Channel already closed
id_id: Channel telah ditutup
ko_kr: 채널이 이미 종료되었습니다
pt_pt: Canal já se encontra fechado
tr_tr: Kanal zaten kapalı
vi_vn: Kênh đã bị đóng

source: Channel closed
id_id: Channel ditutup
ko_kr: 채널 종료
pt_pt: Canal fechado
tr_tr: Kanal kapalı
vi_vn: Kênh đã đóng

source: Channel closed, you may need to wait at least {number} blocks, because of CSV delays
id_id: Channel ditutup, mohon tunggu paling tidak {number} blok, karenaketerlambatan CSV
ko_kr: 채널이 종료되었습니다. CSV 지연으로 인해 최소 {number} 블록이 필요합니다
pt_pt: Canal fechado, você pode precisar esperar pelo menos {number} blocos, por causa de Atrasos no CSV.
tr_tr: Kanal kapalı, CSV gecikmeleri nedeniyle en az {number} blok beklemeniz gerekebilir
vi_vn: Kênh đã đóng, quý khách có thể cần đợi ít nhất {number} khối, vì CSV chậm trễ

source: Channel details
id_id: Detail Channel
ko_kr: 채널 상세정보
pt_pt: Detalhes do canal
tr_tr: Kanal ayrıntıları
vi_vn: Chi tiết kênh

source: Channel established.
id_id: Channel didirikan.
ko_kr: 채널이 생성되었습니다.
pt_pt: Canal estabelecido.
tr_tr: Kanal oluşturuldu.
vi_vn: Đã thành lập kênh.

source: Channel updates to query.
id_id: Pembaruan channel untuk kueri
ko_kr: Query로 채널 업데이트.
pt_pt: Atualizações de canal para a consulta.
tr_tr: Kanal sorguyu güncelliyor.
vi_vn: Cập nhật kênh để hỏi.

source: Channels
id_id: Channel
ko_kr: 채널
pt_pt: Canais
tr_tr: Kanallar
vi_vn: Kênh

source: Channels in database.
id_id: Channel di database
ko_kr: 데이터베이스 내 채널이 존재합니다.
pt_pt: Canais no banco de dados.
tr_tr: Veri tabanındaki kanallar.
vi_vn: Các kênh trong cơ sở dữ liệu.

source: Check this box to request a new secret. You will need to retype your seed.
id_id: Centang kotak ini untuk meminta rahasia baru. Anda mungkin diminta untuk mengetik ulang seed Anda.
ko_kr: 새로운 시크릿 요청을 위해 해당 박스를 체크하세요. 시드를 재입력이 필요합니다.
pt_pt: Marque esta caixa para solicitar um novo segredo. Você precisará redigitar a sua semente.
tr_tr: Yeni bir gizli bilgi talep etmek için bu kutuyu işaretleyin. Çekirdeğinizi yeniden yazmanız gerekir.
vi_vn: Chọn hộp này để yêu cầu một bí mật mới. Quý khách sẽ cần phải nhập lại hạt giống của mình.

source: Checking for updates...
id_id: Memeriksa updates
ko_kr: 업데이트 확인중...
pt_pt: Verificando atualizações ...
tr_tr: Güncellemeler kontrol ediliyor...
vi_vn: Đang kiểm tra các bản cập nhật ...

source: Chinese Simplified
id_id: Tiongkok (dipermudah)
ko_kr: 중국어 간체
pt_pt: Chinês simplificado
tr_tr: Basitleştirilmiş Çince
vi_vn: Tiếng Trung Quốc giản thể

source: Choose PIN code
id_id: Pilih kode PIN
ko_kr: PIN 코드를 선택하세요
pt_pt: Escolha o código PIN
tr_tr: PIN kodunu seçin
vi_vn: Chọn mã PIN

source: Choose Seed type
id_id: Pilih jenis Seed
ko_kr: 시드 타입을 선택하세요
pt_pt: Escolha o tipo de semente
tr_tr: Çekirdek türünü seçin
vi_vn: Chọn loại hạt giống

source: Choose a password to encrypt your wallet keys.
id_id: Pilih kata sandi baru untuk mengenkripsi kunci dompet Anda.
ko_kr: 지갑 키를 암호화 하기위해 비밀번호를 선택하세요.
pt_pt: Escolha uma senha para criptografar as chaves da carteira.
tr_tr: Cüzdan anahtarlarınızı şifrelemek için bir şifre seçin.
vi_vn: Chọn mật khẩu để mã hóa khóa ví của quý khách.

source: Choose a server
id_id: Pilih sebuah server
ko_kr: 서버를 선택하세요
pt_pt: Escolha um servidor
tr_tr: Bir sunucu seçin
vi_vn: Chọn máy chủ

source: Choose coin (UTXO) selection method for alert transactions. The following are available:
id_id: Pilih metode seleksi koin (UTXO) untuk transaksi alert/peringatan. Pilihan yangtersedia:
ko_kr: 경보 거래를 위한 코인 (UTXO) 선택 방법을 고르세요. 다음을사용할 수 있습니다:
pt_pt: Escolha o método de seleção de moeda (UTXO) para transações de alerta. Os seguintes estão disponíveis:
tr_tr: Uyarı işlemleri için (UTXO) seçim yöntemini kullanın. Aşağıdakiler kullanılabilir:
vi_vn: Chọn phương pháp lựa chọn tiền xu (UTXO) cho các giao dịch cảnh báo. Phần tiếp theocó sẵn:

source: Choose coin (UTXO) selection method for non-alert transactions. The following are available:
id_id: Pilih metode seleksi koin (UTXO) untuk transaksi non-alert/non-peringatan. Pilihan yangtersedia:
ko_kr: 비 경보 거래를 위한 코인 (UTXO) 선택 방법을 고르세요. 다음을사용할 수 있습니다:
pt_pt: Escolha o método de seleção de moeda (UTXO) para transações sem alerta. O os seguintes métodos estão disponíveis:
tr_tr: Uyarı işlemleri için (UTXO) seçim yöntemini kullanın. Aşağıdakiler kullanılabilir:
vi_vn: Chọn phương pháp chọn tiền xu (UTXO) cho các giao dịch không cảnh báo. Phầntiếp theo có tại:

source: Choose from peers
id_id: Pilih dari peers
ko_kr: 피어에서 선택하세요
pt_pt: Escolha entre colegas
tr_tr: Eşler arasından seçin
vi_vn: Chọn từ các peers

source: Choose the number of signatures needed to unlock funds in your wallet:
id_id: Pilih jumlah tanda tangan yang diperlukan untuk membuka dana di dompet Anda:
ko_kr: 지갑의 자금에 접근하기 위해 필요한 서명 수를 선택하세요:
pt_pt: Escolha o número de assinaturas necessárias para desbloquear os fundos da sua carteira:
tr_tr: Cüzdanınızdaki fonların kilidini açmak için gerekli olan imza sayısını seçin:
vi_vn: Chọn số lượng chữ ký cần thiết để mở khóa tiền trong ví của quý khách:

source: Choose the type of addresses in your wallet.
id_id: Pilih jenis alamat di dompet Anda.
ko_kr: 지갑의 주소 종류를 선택하세요.
pt_pt: Escolha o tipo de endereços na sua carteira.
tr_tr: Cüzdanınızdaki adres türünü seçin.
vi_vn: Chọn loại địa chỉ trong ví của quý khách.

source: Choose the type of wallet
id_id: Pilih tipe dompet
ko_kr: 지갑 종류를 선택하세요
pt_pt: Escolha o tipo de carteira
tr_tr: Cüzdan türünü seçin
vi_vn: Vui lòng chọn loại ví

source: Choose transaction type.
id_id: Pilih tipe transaksi.
ko_kr: 거래 타입을 선택하세요.
pt_pt: Escolha o tipo de transação.
tr_tr: İşlem türünü seçin.
vi_vn: Chọn loại giao dịch.

source: Choose which online block explorer to use for functions that open a web browser
id_id: Pilih penjelajah blok online yang ingin Anda gunakan untuk fungsi yang membuka penjelajahweb
ko_kr: 웹 브라우저 오픈 기능을 사용하기 위해 온라인 블록 탐색기를 선택하세요
pt_pt: Escolha qual explorador de blocos online pretende usar para funções que abrem uma webnavegador
tr_tr: Bir web tarayıcısını açan işlevler için hangi online blok gezginini kullanacağınızı seçin
vi_vn: Chọn trình khám phá block trực tuyến để sử dụng cho các chức năng mở web trình duyệt

source: Choose your chain
id_id: Pilih chain Anda
ko_kr: 체인을 선택하세요
pt_pt: Escolha a sua rede
tr_tr: Zincirinizi seçin
vi_vn: Chọn chuỗi của quý khách

source: Choose...
id_id: Pilih…
ko_kr: 선택하세요...
pt_pt: Escolher...
tr_tr: Seçin...
vi_vn: Chọn...

source: Clear
id_id: Bersihkan
ko_kr: 지우기
pt_pt: Apagar
tr_tr: Sil
vi_vn: Làm mới

source: Click Send to proceed
id_id: Klik Kirim untuk melanjutkan proses
ko_kr: 진행을 위해 보내기를 클릭하세요
pt_pt: Clique em Enviar para prosseguir
tr_tr: Devam etmek için Gönder’e tıklayın
vi_vn: Nhấn vào Gửi để hoàn thành

source: Click here to hide this message.
id_id: Klik disini untuk menyembunyikan pesan ini
ko_kr: 메시지 표시를 원치 않으실 경우 클릭하세요.
pt_pt: Clique aqui para ocultar esta mensagem.
tr_tr: Bu mesajı gizlemek için buraya tıklayın.
vi_vn: Nhấn vào đây để giấu tin nhắn này.

source: Clipboard is empty
id_id: Papan klip kosong
ko_kr: 클립보드가 비어있습니다
pt_pt: A Área de transferência está vazia
tr_tr: Pano boş
vi_vn: Clipboard trống

source: Close
id_id: Tutup
ko_kr: 종료
pt_pt: Fechar
tr_tr: Kapat
vi_vn: Đóng

source: Close channel
id_id: Tutup Channel
ko_kr: 채널 종료
pt_pt: Fechar canal
tr_tr: Kanalı kapat
vi_vn: Đóng kênh

source: Close channel?
id_id: Tutup Channel?
ko_kr: 채널을 종료하시겠습니까?
pt_pt: Fechar canal?
tr_tr: Kanal kapatılsın mı?
vi_vn: Đóng kênh?

source: Co&ins
id_id: Ko&in
ko_kr: 코&인
pt_pt: Moedas
tr_tr: Co&inler

source: Code
id_id: Kode
ko_kr: 코드
pt_pt: Código
tr_tr: Kod
vi_vn: Mã

source: Coin control active
id_id: Kontrol koin aktif
ko_kr: 코인 컨트롤이 활성화되었습니다
pt_pt: Controle de moeda ativo
tr_tr: Coin denetimi etkin
vi_vn: Kiểm soát coin đang hoạt động

source: Coin is frozen
id_id: Koin dibekukan
ko_kr: 코인이 동결되었습니다
pt_pt: A moeda está congelada
tr_tr: Coin donduruldu
vi_vn: Coin bị đóng băng

source: Coin selected to be spent
id_id: Koin dipilih untuk digunakan
ko_kr: 선택한 코인을 전송합니다
pt_pt: Moeda selecionada para ser gasta
tr_tr: Coin harcanmak üzere seçildi
vi_vn: Coin được chọn để chi tiêu

source: Coin selection
id_id: Seleksi koin
ko_kr: 코인 선택
pt_pt: Seleção de moeda
tr_tr: Coin seçimi
vi_vn: Lựa chọn coin

source: Coin selection (alert)
id_id: Seleksi koin (alert)
ko_kr: 코인 선택 (알림)
pt_pt: Seleção de moeda (alerta)
tr_tr: Coin seçimi (uyarı)
vi_vn: Lựa chọn coin (cảnh báo)

source: Coin selection (non-alert)
id_id: seleksi koin (non-alert)
ko_kr: 코인 선택 (미알림)
pt_pt: Seleção de moeda (sem alerta)
tr_tr: Coin seçimi (uyarı değil)
vi_vn: Lựa chọn coin (không cảnh báo)

source: Coin selection active ({num_utxos} UTXOs selected)
id_id: Seleksi koin aktif (UTXOs {num_utxos} telah dipilih)
ko_kr: 코인 선택이 활성화 되었습니다({num_utxos} UTXO가 선택되었습니다)
pt_pt: Seleção de moeda ativa ({num_utxos} UTXOs selecionados)
tr_tr: Coin seçimi etkin({num_utxos} UTXO’lar seçildi)
vi_vn: Lựa chọn coin đang hoạt động (đã chọn {num_utxos} UTXO)

source: Color theme
id_id: Tema warna
ko_kr: 테마 컬러
pt_pt: Tema de cores
tr_tr: Renk teması
vi_vn: Chủ đề màu sắc

source: Combine
id_id: Kombinasikan
ko_kr: 결합
pt_pt: Combinar
tr_tr: Birleştir
vi_vn: Phối hợp

source: Con&sole
id_id: Kon&sol
ko_kr: 콘&솔
tr_tr: Kon&sol

source: Con&tacts
id_id: Kon&tak
ko_kr: 연락&처
pt_pt: Contatos
tr_tr: Ki&şiler

source: Confirm Passphrase:
id_id: Konfirmasi Passphrase
ko_kr: 패스프레이즈 확인:
pt_pt: Confirme a frase de acesso:
tr_tr: Anahtar parolasını onaylayın:
vi_vn: Xác nhận Cụm mật khẩu:

source: Confirm Password:
id_id: Konfirmasi Kata Sandi
ko_kr: 비밀번호 확인:
pt_pt: Confirme a Senha:
tr_tr: Parolayı onaylayın:
vi_vn: Xác nhận mật khẩu:

source: Confirm Seed
id_id: Konfirmasi Seed
ko_kr: 시드 확인
pt_pt: Confirmar Semente
tr_tr: Çekirdeği onaylayın
vi_vn: Xác nhận hạt giống

source: Confirm Seed Extension
id_id: Konfirmasi Ekstensi Seed
ko_kr: 시드 확장 확인
pt_pt: Confirmar Extensão de Semente
tr_tr: Çekirdek uzantısını onayla
vi_vn: Xác nhận phần mở rộng hạt giống

source: Confirm Transaction
id_id: Konfirmasi Transaksi
ko_kr: 거래 확인
pt_pt: Confirmar Transação
tr_tr: İşlemi onayla
vi_vn: Xác nhận giao dịch

source: Confirm Transaction on your Ledger device...
id_id: Konfirmasi Transaksi di perangkat Ledger Anda…
ko_kr: 레저 기기의 거래 확인...
pt_pt: Confirme a transação no seu dispositivo Ledger ...
tr_tr: İşleminizi Ledger cihazınızda onaylayın...
vi_vn: Xác nhận Giao dịch trên thiết bị Ledger của quý khách...

source: Confirm new PIN
id_id: Konfirmasi PIN baru
ko_kr: 새로운 PIN 확인
pt_pt: Confirmar novo PIN
tr_tr: Yeni PIN’i onaylayın
vi_vn: Xác nhận mã PIN mới

source: Confirmation PIN from Gold Wallet:
id_id: PIN Konfirmasi dari Gold Wallet:
ko_kr: Gold Wallet에서의 PIN 코드:
pt_pt: PIN de confirmação da Gold Wallet:
tr_tr: Gold Wallet’tan Onay PIN’i:
vi_vn: Mã PIN xác nhận từ Gold Wallet:

source: Confirmed
id_id: Dikonfirmasi
ko_kr: 확인 완료
pt_pt: Confirmado
tr_tr: Onaylandı
vi_vn: Đã xác nhận

source: Confirmed. Signing Transaction...
id_id: Dikonfirmasi. Menandatangani Transaksi…
ko_kr: 확인 완료. 거래에 서명합니다...
pt_pt: Confirmado. Assinando transação ...
tr_tr: Onaylandı. İşlem imzalanıyor...
vi_vn: Đã xác nhận. Đang ký giao dịch ...

source: Connected node
id_id: Node Terhubung
ko_kr: 노드 연결 완료
pt_pt: Nó conectado
tr_tr: Bağlı düğüm
vi_vn: Nút được kết nối

source: Connected nodes are on the same chain
id_id: Node Terhubung berada di chain yang sama
ko_kr: 연결된 노드들이 동일 체인에 존재합니다
pt_pt: Nós conectados estão na mesma cadeia
tr_tr: Bağlı düğümler aynı zincir üzerindedir
vi_vn: Các nút được kết nối nằm trên cùng một chuỗi

source: Connected to {0} nodes.
id_id: Terhubung ke {0} node.
ko_kr: {0} 노드에 연결되었습니다.
pt_pt: Conectado a {0} nós.
tr_tr: {0} düğüme bağlandı.
vi_vn: Đã kết nối với {0} nút.

source: Connecting...
id_id: Menyambungkan…
ko_kr: 연결중...
pt_pt: Conectando ...
tr_tr: Bağlanıyor...
vi_vn: Đang kết nối...

source: Connection strings must be in <node_pubkey>@<host>:<port> format
id_id: String koneksi haris menggunakan format <node_pubkey>@<host>:<port>
ko_kr: 연결 문자열은 반드시 <node_pubkey>@<host>:<port> 형식으로 구성되어야 합니다
pt_pt: As strings de conexão devem estar no formato <node_pubkey> @ <host>: <port>
tr_tr: Bağlantı dizgeleri <node_pubkey>@<host>:<port> biçiminde olmalıdır
vi_vn: Các chuỗi kết nối phải ở định dạng <node_pubkey> @ <host>: <port>

source: Connections with Electrum servers
id_id: Koneksi dengan server Electrum
ko_kr: Electrum 서버 연결
pt_pt: Conexões com servidores Electrum
tr_tr: Electrum sunucularıyla bağlantılar
vi_vn: Kết nối với máy chủ Electrum

source: Connections with lightning nodes
id_id: Koneksi dengan node lightning
ko_kr: 라이트닝 노드 연결
pt_pt: Conexões com nós de lightning
tr_tr: Lightning düğümleriyle bağlantılar
vi_vn: Kết nối với các nút lightning

source: Consider trying to connect to a different server, or updating Electrum.
id_id: Coba sambungkan koneksi dengan server lain, atau perbarui Electrum.
ko_kr: 다른 서버에 연결하거나 Electrum를 업데이트 해보시기 바랍니다.
pt_pt: Considere tentar se conectar a um servidor diferente ou atualizar Electrum.
tr_tr: Başka bir sunucuya bağlanmayı veya Electrum’ı güncellemeyi seçin.
vi_vn: Xem xét việc cố gắng kết nối với một máy chủ khác hoặc cập nhật Electrum.

source: Contacts
id_id: Kontak
ko_kr: 연결
pt_pt: Contatos
tr_tr: Bağlantılar
vi_vn: Liên hệ

source: Copy
id_id: Salin
ko_kr: 복사
pt_pt: Copiar
tr_tr: Kopyala
vi_vn: Sao chép

source: Copy Address
id_id: Salin Alamat
ko_kr: 주소 복사
pt_pt: Copiar Endereço
tr_tr: Adresi Kopyala
vi_vn: Sao chép địa chỉ

source: Copy Request
id_id: Salin Permintaan
ko_kr: 요청 복사
pt_pt: Copiar o pedido
tr_tr: Talebi Kopyala
vi_vn: Sao chép yêu cầu

source: Copy Transaction ID
id_id: Salin ID Transaksi
ko_kr: 트랜잭션 ID 복사
pt_pt: Copiar ID de transação
tr_tr: İşlem Kimliğini Doğrula
vi_vn: Sao chép ID giao dịch

source: Copy and Close
id_id: Salin dan Tutup
ko_kr: 복사 후 종료
pt_pt: Copiar e Fechar
tr_tr: Kopyala ve Kapat
vi_vn: Sao chép và đóng

source: Copy and paste the recipient address using the Paste button, or use the camera to scan a QR code.
id_id: Salin dan tempel alamat penerima menggunakan tombol Tempet, atau gunakankamera untuk memindai kode QR.
ko_kr: 붙여넣기 버튼을 이용하여 수취인의 지갑주소를 복사 붙여넣기 하거나 카메라로 QR코드를 스캔하세요
pt_pt: Copie e cole o endereço do destinatário usando o botão Colar ou use acâmera para escanear um código QR.
tr_tr: Alıcı adresini kopyalayın ve Yapıştır düğmesini kullanarak yapıştırın veya bir QR kodu taratmak için kamerayı kullanın.
vi_vn: Sao chép và dán địa chỉ người nhận bằng nút Dán hoặc sử dụng máy ảnh để quét mã QR.
