Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Send to cosigner
id_id: Kirim ke cosigner
ko_kr: 공동 서명자에게 보내기
pt_pt: Enviar para fiador
tr_tr: Eş imza sahibine gönder
vi_vn: Gửi đến cosigner

source: Send to speaker
id_id: Kirim ke speaker
ko_kr: 스피커에게 보내기
pt_pt: Enviar para alto-falante
tr_tr: Konuşmacıya gönder
vi_vn: Gửi tới speaker

source: Send via e-mail
id_id: Kirim via e-mail
ko_kr: 이메일로 보내기
pt_pt: Enviar por e-mail
tr_tr: E-posta ile gönderiliyor
vi_vn: Gửi qua e-mail

source: Sending
id_id: Mengirim
ko_kr: 보내는 중
pt_pt: A Enviar
tr_tr: Gönderiliyor
vi_vn: Đang gửi

source: Sending crash report...
id_id: Mengirim laporan kerusakan…
ko_kr: 충돌 리포트 보내는 중...
pt_pt: A enviar o relatório de falha ...
tr_tr: Çökme raporu gönderiliyor...
vi_vn: Đang gửi báo cáo sự cố ...

source: Sending transaction to cosigning pool...
id_id: Mengirimkan transaksi ke cosinging pool…
ko_kr: 거래를 공동 서명 풀로 보내는 중...
pt_pt: Enviando transação para pool de co-signatário ...
tr_tr: eş imza sahibi havuzuna işlem gönderiliyor...
vi_vn: Đang gửi giao dịch đến cosigning pool ...

source: Sent (mSAT):
id_id: Dikirim (mSAT):
ko_kr: (mSAT) 보냄:
pt_pt: Enviado (mSAT):
tr_tr: Gönderilen (mSAT):
vi_vn: Đã gửi (mSAT):

source: Sent HTLC with ID {id}
id_id: HTLC dikitim dengan ID {id}
ko_kr: ID {id}와 HTLC 보냄
pt_pt: HTLC enviado com ID {id}
tr_tr: HTLC {id} Kimliğiyle gönderildi
vi_vn: Đã gửi HTLC có ID {id}

source: Server
ko_kr: 서버
pt_pt: Servidor
tr_tr: Sunucu
vi_vn: Máy chủ

source: Server hosting your email account
id_id: Server hosting akun Email Anda.
ko_kr: 이메일 계정 호스트 서버
pt_pt: Servidor que hospeda a sua conta de e-mail
tr_tr: E-posta adresinizi barındıran sunucu
vi_vn: Máy chủ lưu trữ tài khoản email của quý khách

source: Server is lagging ({number} blocks)
id_id: Server lambat ({number} blok)
ko_kr: 서버가 ({number} blocks)을 지연하고 있습니다
pt_pt: Servidor está atrasado ({number} blocos)
tr_tr: Sunucuda ({number} blok) gecikme var
vi_vn: Máy chủ đang bị lag ({number} block)

source: Server not reachable.
id_id: Server tidak dapat dijangkau.
ko_kr: 서버가 연결되지 않습니다.
pt_pt: Servidor não acessível.
tr_tr: Sunucuya ulaşılamıyor.
vi_vn: Không thể truy cập máy chủ.

source: Server peers
ko_kr: 서버 피어
pt_pt: Ponto de servidor
tr_tr: Sunucu eşleri
vi_vn: Máy chủ peers

source: Server returned unexpected transaction ID.
id_id: Server kembali dengan ID transaksi yang tidak terduga,
ko_kr: 서버가 예측되지 않은 거래 ID를 반환했습니다.
pt_pt: O servidor retornou um ID de transação inesperado.
tr_tr: Sunucu beklenmedik işlem Kimliği geri gönderdi.
vi_vn: Máy chủ trả lại ID giao dịch không mong muốn.

source: Server used to query your history.
id_id: Server digunakan untuk mengkuerikan riwayat Anda.
ko_kr: 내역을 query하는데 사용되는 서버.
pt_pt: Servidor usado para consultar o seu histórico.
tr_tr: Sunucu geçmişinizi sorgulamak için kullanıldı.
vi_vn: Máy chủ được sử dụng để truy vấn lịch sử của quý khách.

source: Services
id_id: Layanan
ko_kr: 서비스
pt_pt: Serviços
tr_tr: Hizmetler
vi_vn: Dịch vụ

source: Set the value of the change output so that it has similar precision to the other outputs.
id_id: Setel nilai output perubahan sehingga memiliki presisi yang sama dengan output lainnya.
ko_kr: 다른 출력값과 유사한 정밀도를 가지도록 변경 출력값을 설정.
pt_pt: Defina o valor da saída de mudança de modo que tenha uma precisão semelhante ao outras saídas.
tr_tr: Diğer çıktılarla benzer hassasiyeti olacak şekilde değişim çıktısının değerini belirleyin.
vi_vn: Đặt giá trị của đầu ra thay đổi để nó có độ chính xác tương tự như các đầu ra khác.

source: Set wallet file encryption.
id_id: Setel ekripsi file dompet.
ko_kr: 지갑 파일 암호화 설정.
pt_pt: Definir criptografia de arquivo de carteira.
tr_tr: Cüzdan dosyası şifrelemeyi ayarlayın.
vi_vn: Đặt mã hóa tệp ví.

source: Settings
id_id: Pengaturan label
ko_kr: 설정
pt_pt: Configurações
tr_tr: Ayarlar
vi_vn: Cài đặt

source: Share Bitcoin Request
id_id: Bagikan Permintaan Bitcoin
ko_kr: 비트코인 요청 공유
pt_pt: Solicitação de compartilhamento de bitcoin
tr_tr: Bitcoin İsteğini Paylaş
vi_vn: Yêu cầu chia sẻ Bitcoin

source: Share Invoice
id_id: Bagian Invoice
ko_kr: 인보이스 공유
pt_pt: Compartilhar fatura
tr_tr: Faturayı Paylaş
vi_vn: Chia hóa đơn

source: Short Chan ID
id_id: ID Chan Pendek
ko_kr: Short 채널 ID
tr_tr: Kısa Kan. Kimliği

source: Short Channel ID
id_id: ID Channel Pendek
ko_kr: Short 채널 ID
pt_pt: ID de canal curto
tr_tr: Kısa Kanal Kimliği

source: Short Channel ID:
id_id: ID Channel Pendek:
ko_kr: Short 채널 ID:
pt_pt: ID de canal curto:
tr_tr: Kısa Kanal Kimliği:

source: Should this transaction be replaceable?
id_id: Apakah Anda ingin membuat transaksi ini dapat diganti? (repraceable)?
ko_kr: 이 거래가 교체 가능해야 합니까?
pt_pt: Deve esta transação ser substituível?
tr_tr: Bu işlem değiştirilebilir olmalı mıdır?
vi_vn: Có nên thay thế giao dịch này không?

source: Show
id_id: Tampilkan
ko_kr: 표시
pt_pt: Mostrar
tr_tr: Göster
vi_vn: Chỉ

source: Show Fiat balance for addresses
id_id: Tampilkan saldo Fiat untuk alamat
ko_kr: 주소에 대한 Fiat 잔액 표시
pt_pt: Mostrar saldo Fiat para endereços
tr_tr: Adresler için Fiat bakiyesini göster
vi_vn: Hiển thị số dư Fiat cho các địa chỉ

source: Show QR Code
id_id: Tampilkan kode QR
ko_kr: QR 코드 표시
pt_pt: Mostrar código QR
tr_tr: QR Kodunu Göster
vi_vn: Hiển thị mã QR

source: Show as QR code
id_id: Tampilkan sebagai kode QR
ko_kr: QR 코드로 표시
pt_pt: Mostrar como código QR
tr_tr: QR kodu olarak göster
vi_vn: Hiển thị dưới dạng mã QR

source: Show on Ledger
id_id: Tampilkan di Ledger
ko_kr: Ledger에 표시
pt_pt: Mostrar no livro Ledger
tr_tr: Ledger’de göster
vi_vn: Hiển thị trên Ledger

source: Show on {device}
id_id: Tampilkan di {device}
ko_kr: {device}에 표시
pt_pt: Mostrar no {device}
tr_tr: {device} cihazında göster
vi_vn: Hiển thị trên {device}

source: Show report contents
id_id: Tampilkan isi laporan
ko_kr: 리포트 내용 표시
pt_pt: Mostrar conteúdos do relatório
tr_tr: Rapor içeriğini göster
vi_vn: Hiển thị nội dung báo cáo

source: Show {tab_description}
id_id: Tampilkan {tab_description}
ko_kr: {tab_description} 표시
pt_pt: Mostrar {tab_description}
tr_tr: {tab_description} Göster
vi_vn: Hiển thị {tab_description}

source: Show/Hide
id_id: Tampilkan/Sembunyikan
ko_kr: 보이기/숨기기
pt_pt: Mostrar/ocultar
tr_tr: Göster/Gizle
vi_vn: Hiện/ Ẩn

source: Showing address ...
id_id: Sembunyikan alamat…
ko_kr: 주소 표시 중...
pt_pt: A mostrar o endereço ...
tr_tr: Adres gösteriliyor ...
vi_vn: Đang hiển thị địa chỉ ...

source: Sign
id_id: Tandatangani
ko_kr: 서명
pt_pt: Assinar
tr_tr: İmzala
vi_vn: Ký tên

source: Sign/verify Message
id_id: Tandatangani/verifikasi Pesan
ko_kr: 메시지 서명/검증
pt_pt: Assinar / verificar mensagem
tr_tr: Mesajı İmzala/Doğrula
vi_vn: Ký / xác minh tin nhắn

source: Sign/verify message
id_id: Tandatangani/verifikasi pesan
ko_kr: 메시지 서명/검증
pt_pt: Assinar / verificar mensagem
tr_tr: Mesajı imzala/doğrula
vi_vn: Ký / xác minh tin nhắn

source: Signature
id_id: Tandatangan
ko_kr: 서명
pt_pt: Assinatura
tr_tr: İmza
vi_vn: Chữ ký

source: Signature verified
id_id: Tandatangan diverifikasi
ko_kr: 서명 검증됨
pt_pt: Assinatura verificada
tr_tr: İmza doğrulandı
vi_vn: Đã xác minh chữ ký

source: Signed
id_id: Ditandatangani
ko_kr: 서명됨
pt_pt: Assinado
tr_tr: İmzalandı
vi_vn: Đã ký

source: Signing
id_id: Menandatangani
ko_kr: 서명 중
pt_pt: Assinando
tr_tr: İmzalanıyor
vi_vn: Đang ký

source: Signing transaction...
id_id: Menandatangani transaksi…
ko_kr: 거래 서명 중...
pt_pt: Assinando transação ...
tr_tr: İşlem imzalanıyor...
vi_vn: Đang ký kết giao dịch...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
id_id: Menandatangani dengan alamat sebenarnya berarti menandatangani kunci pribadi yang sesuai, dan memverifikasi dengan kunci publik yang sesuai. Alamat yang Anda masukkan tidak memiliki kunci publik yang unik, jadi operasi ini tidak dapat dilakukan.
ko_kr: 주소로 서명하는 것은 해당 프라이빗 키로 서명하는 것을 의미하며, 해당 공개 키로 검증하는 것을 의미합니다. 입력하신 주소는 고유 공개 키가 없으므로 이 작업을 실행할 수 없습니다.
pt_pt: Assinar com um endereço na verdade significa assinar com o correspondentechave privada e verificando com a chave pública correspondente. O endereçovocê digitou não tem uma chave pública única, então essas operaçõesnão podem ser executadas.
tr_tr: Bir adresle imzalamak aslında karşılık gelen özel anahtarla imzalamak ve karşılık gelen açık anahtarla doğrulamak anlamına gelir. Girdiğiniz adres eşsiz bir açık anahtara sahip değil, bu nedenle bu işlemler gerçekleştirilemiyor.
vi_vn: Ký bằng một địa chỉ thực sự có nghĩa là ký bằng khóa riêng tư và xác minh bằng khóa công khai tương ứng. Địa chỉ quý khách đã nhập không có khóa công khai duy nhất, vì vậy các thao tác này không thể thực hiện được.

source: Size:
id_id: Ukuran:
ko_kr: 크기:
pt_pt: Tamanho:
tr_tr: Boyut:
vi_vn: Kích thước:

source: Something went wrong while executing Electrum.
id_id: Terjadi kesalahan ketika mengeksekusi Electrum
ko_kr: Electrum을 실행 하는 중 오류가 발생했습니다.
pt_pt: Algo deu errado ao executar Electrum.
tr_tr: Electrum’u yürütürken bir sorun oluştu.
vi_vn: Đã xảy ra lỗi khi thực thi Electrum.

source: Sorry!
id_id: Mohon maaf!
ko_kr: 죄송합니다!
pt_pt: Pedimos desculpa!
tr_tr: Üzgünüz!
vi_vn: Xin lỗi!

source: Sorry, but we were unable to check for updates. Please try again later.
id_id: Mohon maaf, namun kami tidak dapat memriksa pembaruan. Mohon coba lagi nanti.
ko_kr: 죄송합니다. 업데이트를 확인할 수 없습니다. 다시 시도해 주세요.
pt_pt: Lamentamos mas foi possível verificar se há atualizações.Por favor, tente novamente mais tarde.
tr_tr: Üzgünüz ama güncellemeleri kontrol edemedik. Lütfen daha sonra tekrar deneyin.
vi_vn: Xin lỗi, nhưng chúng tôi không thể kiểm tra các bản cập nhật. Vui lòng thử lại sau.

source: Source
id_id: Sumber
ko_kr: 소스
pt_pt: Fonte
tr_tr: Kaynak
vi_vn: Nguồn

source: Spanish
id_id: Bahasa Spanyol
ko_kr: 스페인어
pt_pt: Espanhol
tr_tr: İspanyolca
vi_vn: Tiếng Tây Ban Nha

source: Spend
id_id: Gunakan
ko_kr: 소비
pt_pt: Gastar
tr_tr: Harca
vi_vn: Dành

source: Spend from
id_id: Gunakan dari
ko_kr: -에서 소비
pt_pt: Gastar de
tr_tr: Şuradan harca:
vi_vn: Chi tiêu từ

source: Spend only confirmed coins
id_id: Gunakan hanya koin yang dikonfirmasi
ko_kr: 확인된 코인만 소비하십시오
pt_pt: Gaste apenas moedas confirmadas
tr_tr: Yalnızca onaylanmış coinleri harca
vi_vn: Chỉ tiêu những đồng coin đã xác nhận

source: Spend only confirmed inputs.
id_id: Gunakan hanya input yang telah dikonfirmasi
ko_kr: 확인된 입력값만 소비하십시오
pt_pt: Gaste apenas entradas confirmadas.
tr_tr: Yalnızca onaylanmış girdileri harca
vi_vn: Chỉ sử dụng các đầu vào đã xác nhận.

source: Start
id_id: Mulai
ko_kr: 시작
pt_pt: Começar
tr_tr: Başlat
vi_vn: Bắt đầu

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin Vault system.
id_id: Waktu permulaan tergolong instan karena prosesnya beroperasi bersamaan dengan serverperforma tinggi yang mengatasi sebagian besar bagian kompleks dari sistemBitcoin Vault.
ko_kr: 비트코인 볼트 시스템의 가장 복잡한 요소들을 처리하는고성능 서버를 통해 작동되기 때문에 시작 시간이즉각적입니다.
pt_pt: Os tempos de inicialização são instantâneos porque opera em conjunto com alta-servidores de desempenho que lidam com as partes mais complicadas do BitcoinSistema Vault.
tr_tr: Başlatma zamanı anındadır, çünkü Bitcoin Vault sisteminin en karmaşık kısımlarını işleyen yüksek performanslı sunucularla birlikte çalışır.
vi_vn: Thời gian khởi động nhanh chóng vì nó hoạt động kết hợp với-máy chủ hiệu suất cao giúp xử lý các phần phức tạp nhất của Bitcoin Hệ thống Vault.

source: State
id_id: Keadaan
ko_kr: 상태
pt_pt: Estado
tr_tr: Durum
vi_vn: Trạng thái

source: Static
id_id: Statis
ko_kr: 정적
pt_pt: Estático
tr_tr: Statik
vi_vn: Tĩnh

source: Status
ko_kr: 상태
pt_pt: Estado
tr_tr: Konum
vi_vn: Trạng thái

source: Status:
ko_kr: 상태:
pt_pt: Estado:
tr_tr: Konum:
vi_vn: Trạng thái:

source: Success
id_id: Sukses
ko_kr: 성공
pt_pt: Sucesso
tr_tr: Başarılı
vi_vn: Thành công

source: Summary
id_id: Rangkuman
ko_kr: 요약
pt_pt: Resumo
tr_tr: Özet
vi_vn: Tóm tắt

source: Summary Text PIN (requires dongle replugging)
id_id: Rangkuman PIN Text (diperlukan pemasangan kembali donggle)
ko_kr: 요약 텍스트 (동글 재삽입 필요)
pt_pt: PIN de texto de resumo (requer reconfiguração do dongle)
tr_tr: Özet Metin PIN'i (güvenlik cihazının yeniden takılmasını gerektirir)
vi_vn: Mã PIN văn bản tóm tắt (yêu cầu ghi lại dongle)

source: Summary Text PIN is Disabled
id_id: Rangkuman PIN Text dinonaktifkan
ko_kr: 요약 텍스트 PIN 비활성화됨
pt_pt: PIN de texto de resumo está desativado
tr_tr: Özet Metin PIN’i devre dışı bırakıldı
vi_vn: Mã PIN Văn bản Tóm tắt bị Vô hiệu hóa

source: Sweep
id_id: Pindai
ko_kr: 스위프
pt_pt: Varrer
tr_tr: Tara
vi_vn: Quét

source: Sweep private keys
id_id: Pindai kunci pribadi
ko_kr: 프라이빗 키 스위프하기
pt_pt: Varrer chaves privadas
tr_tr: Özel anahtarları süpür
vi_vn: Quét khóa riêng tư

source: Synchronizing...
id_id: Menyinkronkan
ko_kr: 동기화 중...
pt_pt: Sincronizando ...
tr_tr: Eşitleniyor...
vi_vn: Đang đồng bộ hóa ...

source: Tap to show
id_id: Ketuk untuk menampilkan
ko_kr: 탭해서 표시
pt_pt: Toque para mostrar
tr_tr: Göstermek için dokun
vi_vn: Nhấn để hiển thị

source: Target
ko_kr: 대상
pt_pt: Alvo
tr_tr: Hedef
vi_vn: Mục tiêu

source: Target fee:
id_id: Biaya Target:
ko_kr: 대상 수수료:
pt_pt: Taxa de destino:
tr_tr: Hedef ücreti:
vi_vn: Mục tiêu phí:

source: Terms of Service
id_id: Syarat dan Ketentuan
ko_kr: 서비스 약관
pt_pt: Termos de serviço
tr_tr: Hizmet Koşulları
vi_vn: Điều khoản dịch vụ

source: Testnet coins are worthless.
id_id: Koin Testnet tidak ada harganya.
ko_kr: Testnet 코인은 가치가 없습니다.
pt_pt: Moedas Testnet não valem nada.
tr_tr: Testnet coinleri değersizdir.
vi_vn: Đồng tiền testnet là vô giá trị.

source: Testnet is separate from the main Bitcoin Vault network. It is used for testing.
id_id: Testnet terpisah dari jaringan utama Bitcoin Vault. Server ini hanya digunakan untukmelakukan pengujian dan percobaan.
ko_kr: 테스트넷은 비트코인 볼트 메인 네트워크와 별개입니다. 이것은테스트용입니다.
pt_pt: O Testnet está separado da principal rede de Bitcoin Vault. É usado paraa testar.
tr_tr: Testnet ana Bitcoin Vault ağından ayrıdır. Test amacıyla kullanılır.
vi_vn: Testnet tách biệt với mạng Bitcoin Vault chính. Nó được sử dụng cho thử nghiệm.

source: Text copied to clipboard
id_id: Teks disalin ke papan klip
ko_kr: 클립보드에 텍스트가 복사되었습니다.
pt_pt: Texto copiado para a área de transferência
tr_tr: Metin panoya kopyalandı
vi_vn: Đã sao chép văn bản vào clipboard

source: Text copied to clipboard.
id_id: Teks disalin ke papan klip.
ko_kr: 클립보드에 텍스트가 복사되었습니다.
pt_pt: Texto copiado para a área de transferência.
tr_tr: Metin panoya kopyalandı.
vi_vn: Đã sao chép văn bản vào clipboard.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
id_id: Jumlah biaya dapat ditentukan secara bebas oleh pengirim. Namun, transaksidengan biaya yang rendah akan memakan lebih banyak waktu untuk diproses.
ko_kr: 보내는 사람이 자유롭게 수수료를 정할 수 있습니다. 그러나, 수수료가 적은 거래는 처리 시간이 더 오래 걸립니다.
pt_pt: O valor da taxa pode ser decidido livremente pelo remetente. No entanto,para transaçõescom taxas baixas leva mais tempo a ser processado.
tr_tr: Ücret tutarı gönderici tarafından serbest bir şekilde belirlenebilir. Ancak düşük ücretli işlemlerin işlenmesi daha uzun sürer.
vi_vn: Số tiền phí có thể được quyết định bởi người gửi một cách tự do. Tuy nhiên, các giao dịch với mức phí thấp cần nhiều thời gian hơn để xử lý.

source: The amount will be displayed in red if you do not have enough funds in your wallet.
id_id: Jumlah akan ditampilkan dalam warna merah apabila Anda tidak memiliki saldo yang cukup didompet Anda.
ko_kr: 지갑에 잔액이 부족할 경우, 금액이 빨간색으로 표시됩니다.
pt_pt: O valor será exibido em vermelho se você não tiver fundos suficientes na suacarteira.
tr_tr: Cüzdanınızda yeterli fon yoksa tutar kırmızı renkte görüntülenir.
vi_vn: Số tiền sẽ được hiển thị màu đỏ nếu quý khách không có đủ tiền trong ví.

source: The bitcoin address never expires and will always be part of this electrum wallet.
id_id: Alamat Bitcoin tidak memiliki waktu habis tempo dan akan selalu menjadi bagian dari dompetElectrum ini.
ko_kr: 비트코인 주소는 만료되지 않으며 Electrum 지갑의 일부로 남습니다.
pt_pt: O endereço bitcoin nunca expira e sempre fará parte deste electrumcarteira.
tr_tr: Bitcoin adresinin süresi asla dolmaz ve her zaman bu electrum cüzdanının bir parçası olacaktır.
vi_vn: Địa chỉ bitcoin không bao giờ hết hạn và sẽ luôn là một phần của ví electrum này.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
id_id: Deskripsi tidak dikirim ke penerima saldo. Ini disimpan di file dompet Anda, dan ditampilkan di tab 'Riwayat'.
ko_kr: 금액을 받는 사람에게는 내용이 보내지지 않습니다. 귀하의 지갑 파일에 저장되며 '내역' 탭에 표시됩니다.
pt_pt: A descrição não é enviada ao destinatário dos fundos. Está armazenado em seu arquivo de carteira e exibido na guia 'Histórico'.
tr_tr: Açıklama fonların alıcısına gönderilmedi. Cüzdan dosyanızda saklanır ve 'Geçmiş' sekmesinde görüntülenir.
vi_vn: Mô tả không được gửi đến người nhận tiền. Nó được lưu trữ trong tệp ví của quý khách và được hiển thị trong mục 'Lịch sử'.

source: The fee could not be verified. Signing non-segwit inputs is risky: if this transaction was maliciously modified before you sign, you might end up paying a higher mining fee than displayed.
id_id: Biaya tidak dapat diverifikasi. Menandatangani input non-segwit adalah hal yang sangat berisiko: apabila transaksi ini diubah secara mencurigakan sebelum Anda tandatangani, Anda akan membayar biaya penambangan yang lebih tinggi dari apa yang ditampilkan.
ko_kr: 수수료를 검증할 수 없습니다. 비-segwit 입력값을 서명하는 것은 위험합니다.: 이 거래가 서명 전 악의적으로 수정된 경우, 표시된 것보다 높은 수수료를 지불해야 할 수 있습니다.
pt_pt: Não foi possível verificar a taxa. A assinatura de entradas não segmentadas é arriscada: se esta transação foi modificada maliciosamente antes de você assinar, você pode acabar pagando uma taxa de mineração maior do que a exibida.
tr_tr: Ücret doğrulanamadı. segwit olmayan girdileri imzalamak risklidir: bu işlem siz imzalamadan önce kötü amaçlı değiştirildiyse, görüntülenenden daha yüksek bir madencilik ücreti ödemek zorunda kalabilirsiniz.
vi_vn: Không thể xác minh khoản phí. Việc ký các đầu vào không phải segwit rất rủi ro: nếu giao dịch này bị sửa đổi một cách cố ý trước khi quý khách ký, quý khách có thể phải trả một khoản phí khai thác cao hơn so với hiển thị.

source: The fee for this transaction seems unusually high.
id_id: Biaya untuk transaksi ini terlihat sangat tinggi.
ko_kr: 이 거래의 수수료가 비정상적으로 높게 보여집니다.
pt_pt: A taxa para essa transação parece excepcionalmente alta.
tr_tr: Bu işlemin ücreti sıradışı yüksek görünüyor.
vi_vn: Phí cho giao dịch này có vẻ cao bất thường.

source: The file '{path}' contains an incompletely created wallet. Do you want to complete its creation now?
id_id: File {path} mengandung dompet yang belum selesai dibuat. Apakah Anda ingin menyelesaikan pembuatannya sekarang?
ko_kr: '{path}'파일이 불완전하게 생성된 지갑을 포함합니다. 이 지갑의 생성을 지금 완료하시겠습니까?
pt_pt: O arquivo '{path}' contém uma carteira criada incompletamente. Você quer completar sua criação agora?
tr_tr: Dosya '{path}' eksik oluşturulmuş cüzdan içeriyor. Oluşturmayı şimdi tamamlamak ister misiniz?
vi_vn: Tệp '{path}' chứa một ví được tạo chưa hoàn chỉnh. Quý khách có muốn hoàn thành việc tạo ra nó ngay bây giờ không?

source: The file was removed
id_id: File telah dihapus
ko_kr: 파일이 제거 되었습니다.
pt_pt: O arquivo foi removido
tr_tr: Dosya kaldırıldı
vi_vn: Tệp đã bị xóa

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
id_id: Firmware perangkat keras anda terlalu tua. Jika memungkingkan, Anda disarankanuntuk melakukan pembaruan. Anda dapat mengabaikan pesan ini dan coba untuk melajutkan, namun terdapat kemungkinanterjadinya kerusakan.
ko_kr: 귀하의 하드웨어 기기의 펌웨어가 오래 되었습니다. 가능하시면, 업그레이드 하시기 바랍니다. 이 오류를 무시하셔도 무관하나, 계속하시게 되면 오류가 발생하실 수 있습니다.
pt_pt: O firmware do seu dispositivo de hardware é muito antigo. Se possível, você deveatualiza-lo. Você pode ignorar este erro e tentar continuar, porém as coisassão susceptíveis de quebrar.
tr_tr: Donanım cihazınızdaki aygıt yazılımı çok eski. Mümkünse yükseltin. Bu hatayı yok sayıp devam etmeyi deneyebilirsiniz ama büyükihtimalle sorun çıkacaktır.
vi_vn: Phần mềm cơ sở của thiết bị phần cứng của quý khách quá cũ. Nếu có thể, quý khách nên nâng cấp nó. Quý khách có thể bỏ qua lỗi này và cố gắng tiếp tục, tuy nhiên mọi thứ có khả năng bị hỏng.

source: The following addresses were added
id_id: Alamat berikut telah ditambahkan
ko_kr: 다음 주소가 추가되었습니다.
pt_pt: Os seguintes endereços foram adicionados
tr_tr: Aşağıdaki adresler eklendi
vi_vn: Các địa chỉ sau đã được thêm

source: The following alias providers are available:
id_id: Penyedia alias berikut tersedia:
ko_kr: 다음 익명 제공자들이 사용 가능합니다.:
pt_pt: Os seguintes provedores de alias estão disponíveis:
tr_tr: Aşağıdaki takma isim sağlayıcıları kullanılabilir:
vi_vn: Các nhà cung cấp bí danh sau có sẵn:

source: The following inputs could not be imported
id_id: Input berikut tidak dapat diimpor
ko_kr: 다음 입력값을 가져올 수 없습니다.
pt_pt: As seguintes entradas não puderam ser importadas
tr_tr: Aşağıdaki girdiler içeri aktarılamıyor
vi_vn: Không thể nhập các đầu vào sau

source: The new fee rate needs to be higher than the old fee rate.
id_id: Tarif biaya baru harus lebih tinggi dari tarif biaya lama.
ko_kr: 새로운 수수료율이 기존 수수료율보다 높아야 합니다.
pt_pt: A nova taxa precisa ser maior do que a antiga.
tr_tr: Yeni ücret oranının eski ücret oranından daha yüksek olması gerekiyor.
vi_vn: Mức phí mới cần phải cao hơn mức phí cũ.

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
id_id: Langkah selanjutnya adalah untuk menghasilkan seed dompet Anda. Seed ini TIDAK akandisimpat di komputer Anda, dan ini harus disimpan di selembar kertas. Agar terlindung darimalware, kami menyarankan Anda untuk melakukannya di sebuah komputer yang tidak tersambungkan ke internet, lalu setelahnya memindahkan dompetAnda ke sebuah komputer online.
ko_kr: 다음 단계는 지갑의 시드를 생성하는 것입니다. 이 시드는컴퓨터에 저장되지 않으며, 서면으로 기록하셔야 합니다. 악성코드로부터보호하려면, 오프라인 컴퓨터에서 작업을 수행하고 추후 온라인 컴퓨터에지갑을 옮기세요.
pt_pt: A próxima etapa irá gerar a semente da sua carteira. Esta semente NÃO seráguardado no seu computador, e deve ser armazenado em papel. Para estar protegido contraOs perigos de software, pode querer fazer isso num computador offline e mover o seucarteira mais tarde para um computador em linha.
tr_tr: Bir sonraki adım cüzdanınızın çekirdeğini oluşturmak olacaktır. Bu çekirdek bilgisayarınızdaKAYDEDİLMEZ, kağıtta saklanması gerekir. Kötü amaçlı yazılımdan korunmak amacıyla bunu çevrimdışı bir bilgisayarda yapmak ve cüzdanınızı daha sonra çevrimiçi bir bilgisayara taşımak isteyebilirsiniz.
vi_vn: Bước tiếp theo sẽ tạo hạt giống cho ví của bạn. Hạt giống này sẽ KHÔNG được lưu trong máy tính của bạn và bạn phải được lưu nó trên giấy. Để được an toàn từ phần mềm độc hại, bạn có thể muốn thực hiện việc này trên máy tính ngoại tuyến và di chuyển của mình ví sau khi vào máy tính trực tuyến.

source: The operation is undefined. Not just in Electrum, but in general.
id_id: Operasi tidak didefinisikan. Tidak hanya di Electrum, tapi secara umum.
ko_kr: Electrum 뿐만 아니라 일반적으로 확인되지 않은 활동입니다.
pt_pt: A operação é indefinida. Não apenas no Electrum, mas em geral.
tr_tr: İşlem tanımlanmamış. Yalnızca Electrum’da değil ama genelde.
vi_vn: Hoạt động không được xác định. Không chỉ trong Electrum, mà nói chung.
