Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin Vault.
id_id: Electrum fokus dalam kecepatan, dengan penggunaan sumberdaya yang rendah dan penyederhanaan BitcoinVault.
ko_kr: Electrum은 속도에 집중하며 최소한의 리소스를 사용하고 비트코인 볼트를단순화합니다.
pt_pt: O foco da Electrum é a velocidade, com baixo uso de recursos e simplificando BitcoinCofre.
tr_tr: Electrum düşük kaynak kullanımı ile hıza odaklanarak Bitcoin Vault’u basitleştirir.
vi_vn: Trọng tâm của Electrum là tốc độ, cùng với việc sử dụng tài nguyên thấp và đơn giản hóa Bitcoin Vault

source: Email
ko_kr: 이메일
pt_pt: O email
tr_tr: E-posta

source: Email settings
id_id: Pengaturan Email
ko_kr: 이메일 설정
pt_pt: Definições de e-mail
tr_tr: E-posta ayarları
vi_vn: Cài đặt Email

source: Enable LN
id_id: Aktifkan LN
ko_kr: LN 활성화
pt_pt: Habilitar LN
tr_tr: LN’yi etkinleştir
vi_vn: Bật LN

source: Enable Lightning?
id_id: Aktifkan Lightning?
ko_kr: Lightning 활성화?
pt_pt: Ativar Lightning?
tr_tr: Lightning Etkinleştirilsin mi?
vi_vn: Bật Lightning?

source: Enable output value rounding
id_id: Aktifkan pembulatan nilai output
ko_kr: 출력 값 반올림 활성화
pt_pt: Habilitar arredondamento do valor de saída
tr_tr: Çıktı değeri yuvarlamayı etkinleştir
vi_vn: Bật làm tròn giá trị đầu ra

source: Enable update check
id_id: Aktifkan cek pembaruan
ko_kr: 업데이트 확인 활성화
pt_pt: Ativar verificação de atualização
tr_tr: Güncelleme denetimini etkinleştir
vi_vn: Bật kiểm tra cập nhật

source: Enabled
id_id: Diaktifkan
ko_kr: 활성화됨
pt_pt: Ativado
tr_tr: Etkinleştirildi
vi_vn: Đã được bật

source: Encrypt
id_id: Enkripsi
ko_kr: 암호화
pt_pt: Criptografar
tr_tr: Şifrele
vi_vn: Mã hóa

source: Encrypt custom secret
id_id: Enkripsi rahasia kustom
ko_kr: 커스텀 비공개 암호화
pt_pt: Criptografar segredo personalizado
tr_tr: Özel gizli bilgiyi şifrele
vi_vn: Mã hóa bí mật tùy chỉnh

source: Encrypt wallet file
id_id: Enkripsi file dompet
ko_kr: 지갑 파일 암호화
pt_pt: Criptografar arquivo de carteira
tr_tr: Cüzdan dosyasını şifrele
vi_vn: Mã hóa tệp ví

source: Encrypt {wallet_name}'s seed
id_id: Enkripsi seed {wallet_name}
ko_kr: {wallet_name}의 시드 암호화
pt_pt: Criptografar a semente de {wallet_name}
tr_tr: {wallet_name} çekirdeğini şifrele
vi_vn: Mã hóa hạt giống của {wallet_name}

source: Encrypt/decrypt Message
id_id: Enkripsi/dekripsi Pesan
ko_kr: 메세지 암호화/복호화
pt_pt: Criptografar / descriptografar mensagem
tr_tr: Mesajı Şifrele/Şifresini Çöz
vi_vn: Mã hóa / giải mã tin nhắn

source: Encrypt/decrypt message
id_id: Enkripsi/dekripsi pesan
ko_kr: 메세지 암호화/복호화
pt_pt: Criptografar / descriptografar mensagem
tr_tr: Mesajı şifrele/şifresini çöz
vi_vn: Mã hóa / giải mã tin nhắn

source: Encrypted
id_id: Dienkripsi
ko_kr: 암호화됨
pt_pt: Criptografado
tr_tr: Şifreli
vi_vn: Được mã hóa

source: Encryption and decryption are currently not supported for {device}
id_id: Enkripsi dan dekripsi tidak didukung untuk {device}
ko_kr: 이{device}에서 암호화/복호화 지원되지 않음
pt_pt: A criptografia e a descriptografia não são atualmente suportadas para {device}
tr_tr: {device} için henüz şifreleme ve şifre çözme desteklenmiyor
vi_vn: Mã hóa và giải mã hiện không được hỗ trợ cho {device}

source: End
id_id: Akhir
ko_kr: 종료
pt_pt: Fim
tr_tr: Bitir
vi_vn: Kết thúc

source: English
id_id: Bahasa Inggris
ko_kr: 영어
pt_pt: Inglês
tr_tr: İngilizce
vi_vn: Tiếng Anh

source: Enter PIN
id_id: Masukkan PIN
ko_kr: PIN 입력
pt_pt: Insira o PIN
tr_tr: PIN Gir
vi_vn: Nhập PIN

source: Enter PIN code
id_id: Masukkan kode PIN
ko_kr: PIN 코드 입력
pt_pt: Insira o código PIN
tr_tr: PIN kodunu gir
vi_vn: Nhập mã PIN

source: Enter PIN:
id_id: Masukkan PIN:
ko_kr: PIN 입력:
pt_pt: Insira o PIN
tr_tr: PIN girin:
vi_vn: Nhập PIN:

source: Enter Passphrase
id_id: Masukkan passphrase
ko_kr: 패스프레이즈 입력
pt_pt: Digite a frase secreta
tr_tr: Anahtar Parolasını Gir
vi_vn: Nhập cụm mật khẩu

source: Enter Password
id_id: Masukkan Kata Sandi
ko_kr: 비밀번호 입력
pt_pt: Insira a senha
tr_tr: Şifreyi Gir
vi_vn: Nhập mật khẩu

source: Enter Remote Node ID or connection string or invoice
id_id: Masukkan ID Remote Node atay string koneksi atau invoice
ko_kr: 원격 노드 ID 또는 연결 string이나 인보이스 입력
pt_pt: Insira o ID do Nó Remoto ou string de conexão ou fatura
tr_tr: Uzak Düğüm Kimliğini veya bağlantı dizgesini veya faturayı girin
vi_vn: Nhập ID nút từ xa hoặc chuỗi kết nối hoặc hóa đơn

source: Enter Seed
id_id: Masukkan Seed
ko_kr: 시드 입력
pt_pt: Insira a Semente
tr_tr: Çekirdeği Gir
vi_vn: Nhập hạt giống

source: Enter Transaction Label
id_id: Masukkan Label transaksi
ko_kr: 거래 라벨 입력
pt_pt: Insira a etiqueta da transação
tr_tr: İşlem Etiketini Gir
vi_vn: Nhập nhãn giao dịch

source: Enter a filename for the copy of your wallet
id_id: Masukkan nama file untuk salinan dompet Anda
ko_kr: 지갑 복사본의 파일이름 입력
pt_pt: Digite um nome de arquivo para a cópia de sua carteira
tr_tr: Cüzdanınızın kopyası için bir dosya adı girin
vi_vn: Nhập tên tệp cho bản sao ví của quý khách

source: Enter a list of BTCV addresses (this will create a watching-only wallet) or a list of private keys.
id_id: Masukkan daftar alamat BTCV (proses ini akan menghasilkan dompet watching-only) ataudaftar kunci privat.
ko_kr: 비트코인 볼트 주소 목록을 입력하시거나 (이것은 열람 전용 지갑을 생성합니다)개인 키 목록을 입력하세요.
pt_pt: Insira uma lista de endereços BTCV (isso criará uma carteira somente para observação) ou uma lista de chaves privadas.
tr_tr: Bir BTCV adresleri listesi (bu yalnızca okunabilir bir cüzdan oluşturacak) veya özel anahtar listesi girin.
vi_vn: Nhập danh sách địa chỉ BTCV (điều này sẽ tạo ví chỉ xem) hoặc danh sách các khóa riêng tư.

source: Enter a list of outputs in the 'Pay to' field.
id_id: Masukkan list output di kolom 'Bayar ke'.
ko_kr: '에게 지불하기' 필드에 출력값 리스트 입력
pt_pt: Insira uma lista de resultados no campo 'Pagar para'.
tr_tr: Şuna öde' alanındaki çıktıların bir listesini girin.
vi_vn: Nhập danh sách kết quả đầu ra trong trường 'Trả cho'.

source: Enter addresses
id_id: Masukkan alamat
ko_kr: 주소 입력
pt_pt: Insira os endereços
tr_tr: Adresleri girin
vi_vn: Nhập địa chỉ

source: Enter cosigner key
id_id: Masukkan kunci cosigner
ko_kr: 공동 서명자 키 입력
pt_pt: Insira a chave do fiador
tr_tr: Eş imza sahibi anahtarı girin
vi_vn: Nhập khóa cosigner

source: Enter cosigner seed
id_id: Masukkan seed cosigner
ko_kr: 공동 서명자 시드 입력
pt_pt: Insira a semente do fiador
tr_tr: Eş imza sahibi çekirdeği girin
vi_vn: Nhập hạt giống cosigner

source: Enter description
id_id: Masukkan deskripsi
ko_kr: 설명 입력
pt_pt: Insira a descrição
tr_tr: Açıklama girin
vi_vn: Nhập mô tả

source: Enter new PIN
id_id: Masukkan PIN Baru
ko_kr: 새로운 PIN 입력
pt_pt: Insira o novo PIN
tr_tr: Yeni PIN girin
vi_vn: Nhập mã PIN mới

source: Enter private keys
id_id: Masukkan kunci privat
ko_kr: 프라이빗 키 입력
pt_pt: Digite as chaves privadas
tr_tr: Özel anahtarları girin
vi_vn: Nhập khóa riêng tư

source: Enter private keys:
id_id: Masukkan kunci privat:
ko_kr: 프라이빗 키 입력:
pt_pt: Digite as chaves privadas:
tr_tr: Özel anahtarları girin:
vi_vn: Nhập khóa riêng tư:

source: Enter the name of the new wallet or load an existing wallet by clicking "Choose".
id_id: Masukkan nama dompet baru Anda atau buka file simpanan dompet Anda yang telah tersedua dengan mengklik tombol"Pilih".
ko_kr: 새로운 지갑의 이름을 입력하시거나 다음을 클릭하시어 기존 지갑을 불러오세요"선택".
pt_pt: Insira o nome da nova carteira ou carregue uma carteira existente clicando em "Escolher".
tr_tr: Yeni cüzdanın adını girin veya "Seç" seçeneğine tıklayarak mevcut bir cüzdanı seçin.
vi_vn: Nhập tên của ví mới hoặc tải ví hiện có bằng cách nhấp vào "Chọn".

source: Enter the seed for your 2-factor wallet:
id_id: Masukkan dompet untuk dompet 2-faktor Anda:
ko_kr: 귀하의 이중값 지갑 시드 입력:
pt_pt: Insira a semente para a sua carteira de 2 fatores:
tr_tr: 2 faktörlü cüzdanınız için çekirdeği girin:
vi_vn: Nhập hạt giống cho ví xác thực 2 yếu tố của quý khách:

source: Enter their master private key (xprv) if you want to be able to sign for them.
id_id: Masukkan kunci pribadi master mereka (xprv) apabila Anda ingin dapat menandatangani untuk mereka.
ko_kr: 그들 대신 서명 하고 싶을 경우, 마스터 프라이빗 키입력
pt_pt: Digite a sua chave privada mestra (xprv) se quiser ser capaz de assinar poreles.
tr_tr: Onlar için imzalamak istiyorsanız ana özel anahtarlarını (xprv) girin.
vi_vn: Nhập khóa cá nhân chính của chúng (xprv) nếu quý khách muốn có thể đăng nhập chúng.

source: Enter wallet name
id_id: Masukkan nama dompet
ko_kr: 지갑 이름 입력
pt_pt: Insira o nome da carteira
tr_tr: Cüzdan adını girin
vi_vn: Nhập tên ví

source: Enter your PIN code in order to decrypt your private key
id_id: Masukkan kode PIN Anda guna mendekripsikan kunci pribadi Anda
ko_kr: 프라이빗 키 복호화를 위해 PIN 코드 입력
pt_pt: Insira o seu código PIN para descriptografar sua chave privada
tr_tr: Özel anahtarınızın şifresini çözmek için PIN kodunuzu girin
vi_vn: Nhập mã PIN của quý khách để giải mã khóa riêng tư của quý khách

source: Enter your PIN code in order to decrypt your seed
id_id: Masukkan kode PIN Anda guna mendekripsikan seed Anda.
ko_kr: 시드 복호화를 위해 PIN 코드 입력
pt_pt: Insira o seu código PIN para descriptografar sua semente
tr_tr: Çekirdeğinizin şifresini çözmek için PIN kodunuzu girin
vi_vn: Nhập mã PIN của quý khách để giải mã hạt giống của quý khách

source: Enter your PIN code in order to sign this transaction
id_id: Masukkan kode PIN Anda untuk menandatangani transaksi ini
ko_kr: 거래 서명를 위해 PIN 코드 입력
pt_pt: Insira o seu código PIN para assinar esta transação
tr_tr: Bu işlemi imzalamak için PIN kodunuzu girin
vi_vn: Nhập mã PIN của quý khách để ký giao dịch này

source: Enter your PIN code to confirm deletion of {wallet}
id_id: Masukkan kode PIN Anda untuk mengkonfirmasi penghapusan {wallet}
ko_kr: {wallet} 삭제 확정을 위해 PIN 코드 입력
pt_pt: Insira o seu código PIN para confirmar a exclusão de {wallet}
tr_tr: {wallet} cüzdanını silmeyi onaylamak için PIN kodunuzu girin
vi_vn: Nhập mã PIN của quý khách để xác nhận xóa {wallet}

source: Enter your PIN code to proceed
id_id: Masukkan PIN Anda untuk melanjutkan
ko_kr: 계속하기 위해 PIN 코드 입력
pt_pt: Insira o seu código PIN para continuar
tr_tr: Devam etmek için PIN kodu girin
vi_vn: Nhập mã PIN của quý khác để tiếp tục

source: Enter your current PIN:
id_id: Masukkan PIN sekarang:
ko_kr: 현재 PIN 입력:
pt_pt: Digite seu PIN atual:
tr_tr: Güncel PIN’ininizi girin:
vi_vn: Nhập mã PIN hiện tại của quý khách:

source: Enter your email address:
id_id: Masukkan alamat email Anda:
ko_kr: 이메일 주소를 입력하세요:
pt_pt: Insira o seu endereço de email:
tr_tr: E-posta adresinizi girin:
vi_vn: Nhập địa chỉ email của quý khách:

source: Enter your password or choose another file.
id_id: Masukkan kata sandi Anda atau pilih file lain.
ko_kr: 비밀번호를 입력하거나 다른 파일을 선택해주세요.
pt_pt: Digite sua senha ou escolha outro arquivo.
tr_tr: Şifrenizi girin veya başka bir dosya seçin.
vi_vn: Nhập mật khẩu của quý khách hoặc chọn một tệp khác.

source: Enter your password to proceed
id_id: masukkan kata sandi Anda untuk melanjutkan
ko_kr: 계속하려면 비밀번호를 입력해주세요
pt_pt: Digite sua senha para prosseguir
tr_tr: Devam etmek için şifrenizi girin
vi_vn: Nhập mật khẩu của quý khách để tiếp tục

source: Error
id_id: Kesalahan
ko_kr: 오류
pt_pt: Erro
tr_tr: Hata
vi_vn: Lỗi

source: Error adding payment request
id_id: Terjadi kesalahan dalam menambahkan permintaan pembayaran
ko_kr: 지불 요청 추가 오류
pt_pt: Erro ao adicionar pedido de pagamento
tr_tr: Ödeme isteği eklenirken hata
vi_vn: Lỗi khi thêm yêu cầu thanh toán

source: Error combining partial transactions
id_id: Terjadi kesalahan dalam pengombinasian transaksi parsial
ko_kr: 부분 거래 통합 오류
pt_pt: Erro ao combinar transações parciais
tr_tr: Kısmi işlemleri birleştirirken hata
vi_vn: Lỗi khi kết hợp các giao dịch từng phần

source: Error connecting to server
id_id: Terjadi kesalahan dalam menyambungkan ke server
ko_kr: 서버 접속 오류
pt_pt: Erro ao conectar ao servidor
tr_tr: Sunucuya bağlanırken hata
vi_vn: Lỗi kết nối với máy chủ

source: Error connecting to {name} server
id_id: Terjadi kesalahan dalam menyambungkan ke server {name}
ko_kr: {name} 서버 접속 오류
pt_pt: Erro ao conectar ao servidor {name}
tr_tr: {name} sunucusuna bağlanırken hata
vi_vn: Lỗi kết nối với máy chủ {name}

source: Error decrypting message
id_id: Terjadi kesalahan dalam pendeskripsian pesan
ko_kr: 메세지 복호화 오류
pt_pt: Erro ao descriptografar mensagem
tr_tr: Mesajın şifresini çözerken hata
vi_vn: Lỗi khi giải mã thông báo

source: Error getting TrustedCoin account info.
id_id: Terjadi kesalahan dalam mendapatkan info akun TrustedCoin
ko_kr: TrustedCoin 계정 정보 가져오기 오류.
pt_pt: Erro ao obter informações da conta TrustedCoin.
tr_tr: TrustedCoin hesap bilgisini alırken hata.
vi_vn: Lỗi khi nhận thông tin tài khoản TrustedCoin.

source: Error getting transaction from network
id_id: Terjadi kesalahan dalam mendapatkan transaksi dari jaringan
ko_kr: 네트워크에서 거래 가져오기 오류
pt_pt: Erro ao obter transação da rede
tr_tr: Ağdan işlemi alırken hata
vi_vn: Lỗi khi nhận giao dịch từ mạng

source: Error joining partial transactions
id_id: Terjadi kesalahan dalam penggabungan transaksi parsial
ko_kr: 부분 거래 참여 오류
pt_pt: Erro ao juntar transações parciais
tr_tr: Kısmi işlemleri bir araya getirirken hata
vi_vn: Lỗi khi tham gia giao dịch từng phần

source: Error opening file
id_id: Terjadi kesalahan dalam membuka pesan
ko_kr: 파일 열기 오류
pt_pt: Erro ao abrir arquivo
tr_tr: Dosyayı açarken hata
vi_vn: Lỗi khi mở tệp

source: Error parsing URI
id_id: Terjadi kesalahan dalam penguraian URI
ko_kr: URI 분석 오류
pt_pt: Erro ao analisar URI
tr_tr: URI ayrıştırırken hata
vi_vn: Lỗi phân tích cú pháp URI

source: Error scanning devices
id_id: Terjadi kesalahan dalam pemindaian perangkat
ko_kr: 기기 스캔 오류
pt_pt: Erro ao escanear dispositivos
tr_tr: Cihazları tararken hata
vi_vn: Lỗi khi quét thiết bị

source: Error showing address
id_id: Terjadi kesalahan dalam pemunculan alamat
ko_kr: 주소 보이기 오류
pt_pt: Erro ao mostrar o endereço
tr_tr: Adresi gösterirken hata
vi_vn: Lỗi khi hiển thị địa chỉ

source: Error synchronising labels
id_id: Terjadi kesalahan dalam sinkronisasi label
ko_kr: 라벨 동기화 오류
pt_pt: Erro ao sincronizar etiquetas
tr_tr: Etiketleri eşitlerken hata
vi_vn: Lỗi khi đồng bộ hóa nhãn

source: Error: duplicate master public key
id_id: Kesalahan: kunci publik master duplikat
ko_kr: 오류: 복제된 마스터 공개 키
pt_pt: Erro: chave pública mestre duplicada
tr_tr: Hata: çift ana açık anahtar
vi_vn: Lỗi: trùng lặp khóa công khai chính

source: Estimate
id_id: Estimasi
ko_kr: 견적
pt_pt: Estimativa
tr_tr: Tahmin
vi_vn: Ước tính

source: Exit Electrum
id_id: Keluar dari Electrum
ko_kr: Electrum 종료
tr_tr: Electrum’dan çık
vi_vn: Thoát Electrum

source: Expenditures
id_id: Pengeluaran
ko_kr: 지출
pt_pt: Despesas
tr_tr: Giderler
vi_vn: Chi tiêu

source: Expiration date
id_id: Tanggal habis tempo
ko_kr: 유효 날짜
pt_pt: Data de validade
tr_tr: Sürenin Dolduğu Tarih
vi_vn: Ngày hết hạn

source: Expiration date of your request.
id_id: Tanggal habis tempo permintaan And
ko_kr: 요청한 유효 날짜.
pt_pt: Data de expiração do seu pedido.
tr_tr: Talebinizin süresinin dolma tarihi.
vi_vn: Ngày hết hạn yêu cầu của quý khách.

source: Expired
id_id: Habis tempo
ko_kr: 만료됨
pt_pt: Expirado
tr_tr: Süresi doldu
vi_vn: Đã hết hạn

source: Expired requests have to be deleted manually from your list, in order to free the corresponding Bitcoin addresses.
id_id: Transaksi habis tempo harus dihapuskan secara manual dari list Anda, untukmembebaskan alamat Bitcoin yang bersangkutan.
ko_kr: 해당 비트코인 주소를 해제하려면만료된 요청은 리스트에서 메뉴얼로 삭제되어야 합니다.
pt_pt: Solicitações expiradas devem ser excluídas manualmente da sua lista, para quelibere os endereços Bitcoin correspondentes.
tr_tr: Süresi dolan istekler ilgili Bitcoin adreslerini serbest bırakmak için manuel olarak listenizden silinir.
vi_vn: Các yêu cầu đã hết hạn phải được xóa theo cách thủ công khỏi danh sách của quý khách, để miễn phí các địa chỉ Bitcoin tương ứng.

source: Expires
id_id: Habis tempo
ko_kr: 만료되는
pt_pt: Expira
tr_tr: Süresi dolar:
vi_vn: Hết hạn

source: Export
id_id: ekspor
ko_kr: 내보내기
pt_pt: Exportar
tr_tr: Dışa Aktar
vi_vn: Xuất

source: Export History
id_id: Riwayat ekspor
ko_kr: 내역 내보내기
pt_pt: Exportar Histórico
tr_tr: Dışa Aktarma Geçmişi
vi_vn: Lịch sử xuất

source: Export file
id_id: Ekspor file
ko_kr: 파일 내보내기
pt_pt: Exportar arquivo
tr_tr: Dpsyayı Dışa Aktar
vi_vn: Xuất tập tin

source: Export to file
id_id: Ekspor ke file
ko_kr: 파일로 내보내기
pt_pt: Exportar para arquivo
tr_tr: Dosyaya Dışa Aktar
vi_vn: Xuất đến tập tin

source: Exposing a single private key can compromise your entire wallet!
id_id: Mengekspos satu kunci pribadi dapat membahayakan seluruh dompet Anda!
ko_kr: 단일 프라이빗 키를 노출하면 지갑 전체를 위험에 빠뜨릴 수 있습니다!
pt_pt: Expor uma única chave privada pode comprometer toda a sua carteira!
tr_tr: Tek bir özel anahtarı açıklamak tüm cüzdanınızı tehlikeye atabilir!
vi_vn: Để lộ một khóa bảo mật duy nhất có thể ảnh hưởng đến toàn bộ ví của quý khách!

source: Extend this seed with custom words
id_id: Perpanjang seed ini dengan frase kustom
ko_kr: 커스텀 문구로 시드 연장
pt_pt: Estenda esta semente com palavras personalizadas
tr_tr: Bu çekirdeği özel kelimelerle uzatın
vi_vn: Mở rộng hạt giống này bằng các từ tùy chỉnh

source: Failed
id_id: Gagal
ko_kr: 실패함
pt_pt: Falhou
tr_tr: Başarısız
vi_vn: Thất bại

source: Failed HTLCs
id_id: Kegagalam HTLCs
ko_kr: 실패한 HTLCs
pt_pt: HTLCs com falha
tr_tr: Başarısız HTLC'ler
vi_vn: HTLC không thành công

source: Failed to create a client for this device.
id_id: Gagal untuk membuat client untuk perangkat ini.
ko_kr: 이 기기에 클라이언트 생성 실패.
pt_pt: Falha ao criar um cliente para este dispositivo.
tr_tr: Bu cihaz için bir istemci oluşturulamadı.
vi_vn: Không tạo khách cho thiết bị này.

source: Failed to decrypt using this hardware device.
id_id: Gagal untuk mendekripsi menggukana perangkat ini
ko_kr: 이 하드웨어 기기를 사용하여 복호화 실패.
pt_pt: Falha ao descriptografar usando este dispositivo de hardware.
tr_tr: Bu donanım cihazı kullanılarak şifre çözülemedi.
vi_vn: Không thể giải mã bằng thiết bị phần cứng này.

source: Failed to export to file.
id_id: Gagal untuk mengekspor ke file
ko_kr: 파일로 내보내기 실패.
pt_pt: Falha ao exportar para o arquivo.
tr_tr: Dosyaya aktarılamadı.
vi_vn: Không thể xuất sang tệp.

source: Failed to import from file.
id_id: Gagal untuk mengimpor ke file
ko_kr: 파일에서 가져오기 실패.
pt_pt: Falha ao importar do arquivo.
tr_tr: Dosyadan içeri aktarılamadı.
vi_vn: Không thể nhập từ tệp.

source: Failed to send transaction to cosigning pool
id_id: Gagal untuk mengirim transaksi ke cosigning pool
ko_kr: 공동 서명 풀에 거래 보내기 실패
pt_pt: Falha ao enviar transação para o grupo de fiadores
tr_tr: İşlem eş imzalama havuzuna gönderilemedi
vi_vn: Không thể gửi giao dịch đến cosigning pool

source: Failed to update password
id_id: Gagal untuk memperbarui kata sandi
ko_kr: 비밀번호 업데이트 실패
pt_pt: Falha ao atualizar senha
tr_tr: Şifre güncellenemedi
vi_vn: Không cập nhật được mật khẩu

source: False
id_id: Salah
ko_kr: 틀린
pt_pt: Falso
tr_tr: Yanlış
vi_vn: Sai

source: Fee
id_id: Biaya
ko_kr: 수수료
pt_pt: Taxa
tr_tr: Ücret
vi_vn: Phí

source: Fee estimation
id_id: Estimasi biaya
ko_kr: 수수료 측정
pt_pt: Estimativa de taxas
tr_tr: Ücret tahmini
vi_vn: Ước tính phí

source: Fee for child
id_id: Biaya untuk anak
ko_kr: child 수수료
pt_pt: Taxa para criança
tr_tr: Alt işlem için ücret
vi_vn: Phí trẻ em

source: Fee rounding
id_id: Pembulatan biaya
ko_kr: 수수료 반올림
pt_pt: Arredondamento de taxas
tr_tr: Ücret yuvarlama
vi_vn: Phí làm tròn

source: Fees
id_id: Biaya
ko_kr: 수수료
pt_pt: Taxas
tr_tr: Ücretler
vi_vn: Phí

source: Fiat
ko_kr: 피아트

source: Fiat currency
id_id: Mata uang Fiat
ko_kr: 피아트 통화
pt_pt: moeda fiduciária
tr_tr: Fiat para birimi
vi_vn: Tiền tệ Fiat

source: File
ko_kr: 파일
pt_pt: Arquivo
tr_tr: Dosya
vi_vn: Tập tin

source: Filter:
ko_kr: 필터:
pt_pt: Filtro:
tr_tr: Filtre:
vi_vn: Bộ lọc:

source: Final
id_id: Akhir
ko_kr: 최종
tr_tr: Son
vi_vn: Sau cùng

source: Final balance
id_id: Saldo Akhir
ko_kr: 최종 잔액
pt_pt: Balanço final
tr_tr: Son bakiye
vi_vn: Số dư cuối kỳ

source: Finalize
id_id: Finalisasi
ko_kr: 최종화
pt_pt: Finalizar
tr_tr: Sonlandır
vi_vn: Kết thúc

source: Find
id_id: Temukan
ko_kr: 찾기
pt_pt: Encontrar
tr_tr: Bul
vi_vn: Tìm thấy

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
id_id: Versi firmware (atau app "Bitcoin") terlalu tua untuk dukungan Segwit. Mohon perbarui di
ko_kr: 펌웨어 버전 (또는 "비트코인" 어플) Segwit 지원이 되지 않음여기서 업데이트 해주세요
pt_pt: Versão do firmware (ou aplicação "Bitcoin") muito antiga para suporte ao Segwit. Por favor actualize em
tr_tr: Aygıt yazılımı sürümü (veya "Bitcoin" uygulaması) Segwit desteği için çok eski. Lütfenşuradan güncelleyin:
vi_vn: Phiên bản firmware (hoặc ứng dụng "Bitcoin") quá cũ để hỗ trợ Segwit. Xin vui lòng cập nhật tại

source: Firmware version too old. Please update at
id_id: Versi firmware terlalu tua. Mohon Perbarui di
ko_kr: 펌웨어 버전이 구버전입니다. 여기서 업데이트해주세요
pt_pt: Versão do firmware muito antiga. Por favor, atualize em
tr_tr: Aygıt yazılımı sürümü çok eski. Lütfen şuradan güncelleyin:
vi_vn: Phiên bản firmware quá cũ. Vui lòng cập nhật tại

source: Fixed rate
id_id: Tarif telah diatur
ko_kr: 고정율
pt_pt: Taxa fixa
tr_tr: Sabit oran
vi_vn: Tỷ lệ cố định

source: Follow this branch
id_id: Ikuti cabang ini
ko_kr: 이 브랜치를 따라가세요
pt_pt: Siga este ramo
tr_tr: Bu dalı takip edin
vi_vn: Theo dõi nhánh này

source: For CoinJoin; strip privates
id_id: Untuk CoinJoin; strip privates
ko_kr: CoinJoin의 경우; strip privates
pt_pt: Para CoinJoin; retire os privados
tr_tr: CoinJoin için; özel anahtarları çıkartın
vi_vn: Đối với CoinJoin; strip private

source: For more information, visit
id_id: Untuk informasi lebih lanjut, kunjungi
ko_kr: 추가 정보는, 여기에서 확인하세요.
pt_pt: Para mais informações visite
tr_tr: Daha fazla bilgi için:
vi_vn: Để biết thêm thông tin, hãy truy cập

source: For security reasons we advise that you always use the latest version of Electrum.
id_id: Demi keamanan kami menyarankan Anda untuk selalu menggunakan Electrumversi terbaru.
ko_kr: 보안차원에서, Electrum의 최신 버전을 항상 사용하실 것을권장합니다.
pt_pt: Por motivos de segurança, recomendamos que use sempre a versão mais recente deElectrum.
tr_tr: Güvenlik nedeniyle daima Electrum’un en son sürümünü kullanmanızı tavsiye ederiz.
vi_vn: Vì lý do bảo mật, chúng tôi khuyên quý khách nên sử dụng phiên bản mới nhất của Electrum.

source: Force-close channel
id_id: Tutup paksa channel
ko_kr: 채널 강제 종료
pt_pt: Forçar fechamento do canal
tr_tr: Kanalı zorla kapat
vi_vn: Buộc đóng kênh

source: Force-close channel?
id_id: Tutup paksa channel ?
ko_kr: 채널을 강제 종료하시겠습니까?
pt_pt: Forçar fechamento do canal?
tr_tr: Kanal zorla kapatılsın mı?
vi_vn: Buộc đóng kênh?

source: Fork detected at block {fork_point}
id_id: Fork dideteksi di blok {fork_point}
ko_kr: 블록에서 Fork 발견 {fork_point}
pt_pt: Bifurcação detectada no bloco {fork_point}
tr_tr: blok {fork_point} üzerinde çatal tespit edildi
vi_vn: Đã phát hiện fork tại khối {fork_point}

source: Format
ko_kr: 포맷
pt_pt: Formato
tr_tr: Biçim
vi_vn: Định dạng

source: Format: address, amount
id_id: Format: alamat, jumlah
ko_kr: 포맷: 주소, 금액
pt_pt: Formato: endereço, quantidade
tr_tr: Biçim: adres, tutar
vi_vn: Định dạng: địa chỉ, số tiền

source: Forwarding
id_id: Meneruskan
ko_kr: 전달
pt_pt: Encaminhando
tr_tr: Aktarılıyor
vi_vn: Chuyển tiếp

source: Freeze
id_id: Bekukan
ko_kr: 정지
pt_pt: Congelar
tr_tr: Dondur
vi_vn: Đóng băng

source: Freeze Address
id_id: Bekukan Alamat
ko_kr: 주소 정지
pt_pt: Endereço Congelado
tr_tr: Adresi Dondur
vi_vn: Đóng băng địa chỉ

source: Freeze Addresses
id_id: Bekukan Banyak Alamat
ko_kr: 주소 정지
pt_pt: Congelar endereços
tr_tr: Adresleri Dondur
vi_vn: Đóng băng địa chỉ

source: Freeze Coin
id_id: Bekukan Koin
ko_kr: 코인 정지
pt_pt: Moeda Congelada
tr_tr: Coini Dondur
vi_vn: Đóng băng Coin

source: Freeze Coins
id_id: Bekukan Banyak Koin
ko_kr: 코인 정지
pt_pt: Moedas Congeladas
tr_tr: Coinleri Dondur
vi_vn: Đóng băng Coin

source: From
id_id: Dari
ko_kr: 으로부터
pt_pt: De
tr_tr: Gönderen
vi_vn: Từ

source: From {0} cosigners
id_id: Dari {0} cosigners.
ko_kr: 공동 서명자 {0}으로부터
pt_pt: De {0} co-signatários
tr_tr: {0} eş imza sahibinden
vi_vn: Từ {0} cosigners
