Repository: spesmilo/electrum
Catalog: electrum/locale/*/electrum.po
Languages: id_id, ko_kr, pt_pt, tr_tr, vi_vn

source: In order to confirm the transaction, scan the QR codes in the "Authenticators" tab in the Gold Wallet app.
id_id: Untuk mengkonfirmasi transaksi, pindai kode QR di tab "Autentikator" di aplikasi Gold Wallet Anda.
ko_kr: 거래를 승인하기 위해서, 골드 월렛 앱 내 "인증기" 탭의 QR 코드를 스캔하세요.
pt_pt: Para confirmar a transação, leia os códigos QR na guia "Autenticadores" no aplicativo Gold Wallet.
tr_tr: İşlemi onaylamak için Gold Wallet uygulamasında "Kimlik Doğrulayıcılar" sekmesindeki QR kodlarını taratın.
vi_vn: Để xác nhận giao dịch, hãy quét mã QR trong tab "Trình xác thực" trong ứng dụng Ví vàng.

source: Failed to display QR code.
id_id: Gagal menampilkan kode QR.
ko_kr: QR 코드 표시에 실패하였습니다.
pt_pt: Falha ao exibir o código QR.
tr_tr: QR kodu görüntülenemedi.
vi_vn: Không hiển thị được mã QR.

source: Transaction is too large in size.
id_id: Ukuran transaksi terlalu besar.
ko_kr: 거래의 크기가 너무 큽니다.
pt_pt: A transação é demasiado grande.
tr_tr: İşlemin boyutu çok büyük.
vi_vn: Kích thước giao dịch quá lớn.

source: Previous part
id_id: Bagian sebelumnya.
ko_kr: 이전 파트
pt_pt: Parte anterior
tr_tr: Önceki parça
vi_vn: Phần trước

source: Next part
id_id: Bagian selanjutnya.
ko_kr: 다음 파트
pt_pt: Próxima parte
tr_tr: Sonraki parça
vi_vn: Phần tiếp theo

source: Transaction part
id_id: Bagian transaksi.
ko_kr: 거래 파트
pt_pt: Parte da transação
tr_tr: İşlem parçası
vi_vn: Phần giao dịch

source: Standard
id_id: Standar
ko_kr: 표준
pt_pt: Padrão
tr_tr: Standart
vi_vn: Tiêu chuẩn

source: Secure
id_id: Aman
ko_kr: 보안 거래
pt_pt: Seguro
tr_tr: Güvenli
vi_vn: Bảo mật

source: Secure fast
id_id: Cepat
ko_kr: 보안 고속 거래
pt_pt: Rápido
tr_tr: Hızlı
vi_vn: Nhanh

source: Cancel
id_id: Batal
ko_kr: 취소
pt_pt: Cancelar
tr_tr: İptal Et
vi_vn: Hủy

source: Change language
id_id: Ubah bahasa
ko_kr: 언어 변경
tr_tr: Dili değiştirme
vi_vn: Thay đổi ngôn ngữ

source: &Change language
id_id: &Ubah bahasa
ko_kr: &언어 변경
tr_tr: &Dili değiştirme
vi_vn: &Thay đổi ngôn ngữ

source: When you press Ok button application will be restarted
id_id: Aplikasi akan di restart ketika Anda menekan tombol OK
ko_kr: 확인 버튼을 누르면 애플리케이션이 다시 시작됩니다
tr_tr: OK düğmesine bastığınızda uygulama yeniden başlatılacaktır
vi_vn: Khi bạn nhấn nút Ok ứng dụng sẽ được khởi động lại

source: Select installation language
id_id: Pilih Bahasa
ko_kr: 언어 선택
pt_pt: Selecione o idioma
tr_tr: Dili seçin
vi_vn: Chọn ngôn ngữ

source: (No FX rate available)
id_id: (Tidak ada kurs FX yang tersedia)
ko_kr: (사용 가능한 환율 없음)
pt_pt: (Sem taxa de câmbio disponível)
tr_tr: (Kullanılabilir FX kuru yok)
vi_vn: (Không có tỷ giá hối đoái)

source: confirmation
id_id: Konfimasi
ko_kr: 확인
pt_pt: Confirmação
tr_tr: onayı
vi_vn: xác nhận

source: is not a valid Lightning invoice:
id_id: bukam merupakan Lightning invoice valid
ko_kr: 유효한 라이트닝 인보이스가 아님
pt_pt: Não é uma fatura válida do Lightning:
tr_tr: geçerli bir Lightning faturası değil:
vi_vn: không phải là hóa đơn Lightning hợp lệ:

source: &About
id_id: &Tentang
ko_kr: &약
pt_pt: &Sobre
tr_tr: &Hakkında
vi_vn: &Về

source: &Addresses
id_id: &Alamat
ko_kr: &주소
pt_pt: &Endereços
tr_tr: &Adresler
vi_vn: &Địa chỉ

source: &Check for updates
id_id: &Periksa updates
ko_kr: &업데이트 확인
pt_pt: &Verificar as mudanças
tr_tr: &Güncellemeleri kontrol et
vi_vn: &Kiểm tra cập nhật

source: &Documentation
id_id: &Dokumentasi
ko_kr: &문서화
pt_pt: &Documentação
tr_tr: &Belgelendirme
vi_vn: &Tài liệu

source: &Donate to server
id_id: &Donasikan ke server
ko_kr: &서버에 기여
pt_pt: &Doar ao servidor
tr_tr: &Sunucuya Bağış Yap
vi_vn: &Quyên góp cho máy chủ

source: &Encrypt/decrypt message
id_id: &Enkripsikan/dekripsikan pesan
ko_kr: &메시지 암호화/복호화
pt_pt: &Criptografar / descriptografar mensagem
tr_tr: &Mesajı şifrele/şifresini çöz
vi_vn: Mã hóa / giải mã tin nhắn

source: &Export
ko_kr: &내보내기
pt_pt: &Exportar
tr_tr: &Dışa Aktar
vi_vn: &Xuất

source: &File
ko_kr: &파일
pt_pt: &Ficheiro
tr_tr: &Dosya
vi_vn: &Tập tin

source: &Filter
ko_kr: &필터
pt_pt: &Filtro
tr_tr: &Filtre
vi_vn: & Bộ lọc

source: &From QR code
id_id: &Dari kode QR
ko_kr: &QR코드으로부터
pt_pt: &Através do Qr Code
tr_tr: &QR kodundan
vi_vn: & Từ mã QR

source: &From file
id_id: &Dari File
ko_kr: &파일로부터
pt_pt: &Desde o Ficheiro
tr_tr: &Dosyadan
vi_vn: &Từ tập tin

source: &From text
id_id: &Dari teks
ko_kr: &텍스트로부터
pt_pt: &Desde o Texto
tr_tr: &Metinden
vi_vn: &Từ văn bản

source: &From the blockchain
id_id: &Dari blockchain
ko_kr: &블록체인으로부터
pt_pt: &Através do Blockchain
tr_tr: &Blockchain
vi_vn: &Từ blockchain

source: &Help
id_id: &Bantuan
ko_kr: &도움
pt_pt: &Ajuda
tr_tr: &Yardım
vi_vn: &Trợ giúp

source: &History
id_id: &Riwayat
ko_kr: &내역
pt_pt: &Historia
tr_tr: &Geçmiş
vi_vn: &Lịch sử

source: &Import
ko_kr: &가져오기
pt_pt: &Importar
tr_tr: &İçeri aktar
vi_vn: &Nhập

source: &Information
id_id: &Informasi
ko_kr: &정보
pt_pt: &Informação
tr_tr: &Bilgi
vi_vn: &Thông tin

source: &Labels
id_id: &Label
ko_kr: &라벨
pt_pt: &Etiquetas
tr_tr: &Etiketler
vi_vn: &Nhãn

source: &Load transaction
id_id: &Muat transaksi
ko_kr: &거래내역 불러오기
pt_pt: &Transação em procedimento
tr_tr: &Yük aktarımı
vi_vn: &Tải giao dịch

source: &Network
id_id: &Jaringan
ko_kr: &네트워크
pt_pt: &Rede
tr_tr: &Ağ
vi_vn: &Mạng lưới

source: &New
id_id: &Baru
ko_kr: &신규
pt_pt: &Novo
tr_tr: &Yeni
vi_vn: &Tin tức

source: &New/Restore
id_id: &Baru/Pulihkan
ko_kr: &신규/복구
pt_pt: &Novo / Restaurar
tr_tr: &Yeni/Geri Yükle
vi_vn: & Mới / Khôi phục

source: &Official website
id_id: &Website resmi:
ko_kr: &공식 웹사이트
pt_pt: &Website oficial
tr_tr: &Resmi web sitesi
vi_vn: &Trang web chính thức

source: &Open
id_id: &Buka
ko_kr: &열기
pt_pt: &Abrir
tr_tr: &Açık
vi_vn: &Mở

source: &Password
id_id: &Kata Sandi
ko_kr: &비밀번호
pt_pt: &Palavra-passe
tr_tr: &Şifre
vi_vn: &Mật khẩu

source: &Pay to many
id_id: &Bayar ke banyak
ko_kr: &다건이체
pt_pt: &Pague a vários
tr_tr: &Çoklu ödeme yap
vi_vn: & Trả tiền cho nhiều người

source: &Plot
ko_kr: &플롯
pt_pt: &traçar
tr_tr: &Çizdir
vi_vn: Sự cố

source: &Plugins
ko_kr: &플러그인
pt_pt: &Complementos
tr_tr: &Eklentiler
vi_vn: & Bổ sung

source: &Private keys
id_id: &Kunci pribadi
ko_kr: &개인용 키
pt_pt: &Chaves privadas
tr_tr: &Özel anahtarlar
vi_vn: &Khóa riêng tư

source: &Quit
id_id: &Keluar
ko_kr: &나가기
pt_pt: &Sair
tr_tr: &Çık
vi_vn: & Thoát

source: &Recently open
id_id: &Baru dibuka
ko_kr: &최근 열어본
pt_pt: &Aberto recentemente
tr_tr: &Yakın zamanda açılan
vi_vn: & Mở gần đây

source: &Report Bug
id_id: &Laporkan Bug
ko_kr: &오류 보고
pt_pt: &Reportar bug
tr_tr: &Hata Bildir
vi_vn: &Báo cáo lỗi

source: &Save Copy
id_id: &Simpan Salinan
ko_kr: &사본 저장
pt_pt: &Salvar cópia
tr_tr: &Kopyasını Sakla
vi_vn: & Lưu bản sao

source: &Seed
ko_kr: &시드
pt_pt: &Semente
tr_tr: &Çekirdek
vi_vn: &Hạt giống

source: &Sign/verify message
id_id: &Tandai/verifikasi pesan
ko_kr: &서명/메시지 승인
pt_pt: &Assinar / verificar mensagem
tr_tr: &Mesajı imzala/doğrula
vi_vn: & Ký / xác minh tin nhắn

source: &Summary
id_id: &Ringkasan
ko_kr: &요약
pt_pt: &Resumo
tr_tr: &Özet
vi_vn: &Tóm tắt

source: &Sweep
id_id: &Pindai
ko_kr: &지우기
pt_pt: &Varrer
tr_tr: &Tara
vi_vn: & Quét

source: &Tools
id_id: &Alat
ko_kr: &도구
pt_pt: &Ferramentas
tr_tr: &Araçlar
vi_vn: &Công cụ

source: &View
id_id: &Tampilkan
ko_kr: &보기
pt_pt: &Visão
tr_tr: &Görüntüle
vi_vn: &Xem

source: &Wallet
id_id: &Dompet
ko_kr: &지갑
pt_pt: &Carteira
tr_tr: &Cüzdan
vi_vn: &Ví

source: 'Legacy' is the original address type, while 'Segwit' is the newer address format with lower fees.
id_id: 'legacy' adalah tipe alamat awal, sedangkan 'segwit' merupakan tipe alamat yang baruformat dengan biaya yang lebih rendah
ko_kr: 'Legacy'는 기존 주소 형태이며, 'Segwit'은 새로운 주소 형태이며 수수료가 더 낮습니다.
pt_pt: Legado' é o tipo de endereço original, enquanto 'Segwit' é o endereço mais recente formato com taxas mais baixas.
tr_tr: 'Legacy' orijinal adresi türüyken 'Segwit' daha az ücretli yeni adres biçimidir.
vi_vn: 'Kế thừa' là loại địa chỉ căn bản đầu tiên, trong khi 'Segwit' là địa chỉ mới hơn định dạng với phí thấp hơn.

source: 1 day
id_id: 1 hari
ko_kr: 1 일
pt_pt: 1 dia
tr_tr: 1 gün
vi_vn: 1 ngày

source: 1 hour
id_id: 1 jam
ko_kr: 1 시간
pt_pt: 1 hora
tr_tr: 1 saat
vi_vn: 1 giờ

source: 1 week
id_id: 1 minggu
ko_kr: 1 주
pt_pt: 1 semana
tr_tr: 1 hafta
vi_vn: 1 tuần

source: 1. Place this paper on a flat and well iluminated surface.
id_id: 1. Letakkan kertas ini di permukaan yang datar dan memiliki penerangan yang cukup
ko_kr: 1. 용지를 평평하고 빛이 잘 비추는 곳에 두세요.
pt_pt: 1.Coloque este papel sobre uma superfície plana e bem iluminada.
tr_tr: 1. Bu kağıdı düz ve iyi aydınlatılmış bir yüzeye yerleştirin.
vi_vn: 1. Đặt tờ giấy này trên một bề mặt phẳng và có ánh sáng tốt.

source: 10 minutes
id_id: 10 menit
ko_kr: 10 분
pt_pt: 10 minutos
tr_tr: 10 dakika
vi_vn: 10 phút

source: 2-Key Vault
id_id: Vault 2-kunci
ko_kr: 2 키 Vault
pt_pt: Cofre de 2 Chaves
tr_tr: 2 Anahtarlı Vault
vi_vn: Mã Vault 2 Khóa

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
id_id: 2. Luruskan pembatas Revealer Anda dengan garis putus-putus di bagian atas dan kiri
ko_kr: 2. Revealer의 가장자리를 점선의 좌측 상단에 맞추어 정렬하세요.
pt_pt: 2. Alinhe os limites do Revealer com as linhas tracejadas na parte superior e esquerda
tr_tr: 2. Revealer kartınızın kenar çizgilerini üstteki ve soldaki noktalı çizgilere hizalayın.
vi_vn: 2. Căn chỉnh các đường viền của Revealer theo đường đứt nét ở trên cùng và bên trái.

source: 3-Key Vault
id_id: Vault 3-kunci
ko_kr: 3 키 Vault
pt_pt: Cofre de 3 chaves
tr_tr: 3 Anahtarlı Vault
vi_vn: Mã Vault 3 Khóa

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
id_id: 3. Tekan revealer ke kertas dengan perlahan dan baca angkayang paling cocok dengan apa yang ditunjukkan diarah seberang
ko_kr: 3. 종이에 Revealer를 살짝 누르고 반대편에 가장 일치하는 숫자를 읽으세요.
pt_pt: 3. Pressione levemente o Revealer contra o papel e leia os números que são a melhor correspondência nos lados opostos.
tr_tr: 3. Revealer kartı kağıda hafifçe bastırın ve karşıt taraflarda en iyi eşleşen sayıları okuyun.
vi_vn: 3. Nhấn nhẹ Revealer trên mặt giấy và đọc các số phù hợp nhất ở các phía đối diện.

source: 4. Type the numbers in the software
id_id: 4. Ketik angka tersebut di perangkat lunak
ko_kr: 4. 소프트웨어에 숫자를 입력하세요
pt_pt: 4. Digite os números no software
tr_tr: 4. Sayıları yazılıma yazın
vi_vn: 4. Nhập các số vào phần mềm

source: A copy of your wallet file was created in
id_id: Salinan dompet Anda telah dibuat di
ko_kr: 지갑 복사 파일이 생성되었습니다
pt_pt: Uma cópia do seu arquivo de carteira foi criada em/na/no
tr_tr: Cüzdan dosyanızın bir kopyası oluşturuldu:
vi_vn: Một bản sao tệp ví của quý khách đã được tạo trong

source: A few examples
id_id: Beberapa contoh
ko_kr: 몇가지 예시
pt_pt: Alguns exemplos
tr_tr: Birkaç örnek
vi_vn: Một vài ví dụ

source: A library is probably missing.
id_id: Sebuah perpustakaan mungkin hilang
ko_kr: 라이브러리가 사라졌을 가능성이 있습니다.
pt_pt: Provavelmente está faltando uma biblioteca.
tr_tr: Bir kütüphane muhtemelen eksik.
vi_vn: Thư viện có vẻ đang bị thiếu.

source: A payment was already initiated for this invoice
id_id: Sebuah pembayaran telah dimulai untuk invoice ini
ko_kr: 해당 인보이스에 대한 지불이 이미 시작되었습니다.
pt_pt: Já foi iniciado um pagamento para esta fatura
tr_tr: Bu fatura için zaten bir ödeme başlatılmış
vi_vn: Thanh toán đã được thực hiện cho hóa đơn này

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
id_id: Biaya transaksi akan dikenakan pada setiap transaksi yang menggunakan remoteserver. Anda dapat memeriksa dan mengubah pilihan biling Anda setelahproses instalasi selesai
ko_kr: 원격 서버를 사용하는 각 거래에 소정의 수수료가 청구됩니다.설치가 완료되면 청구 관련 사항을 확인하고수정하실 수 있습니다.
pt_pt: Uma pequena taxa será cobrada em cada transação que usar o controle remoto servidor. Pode verificar e modificar as suas preferências de faturamento assim que a instalação está concluída.
tr_tr: Uzak sunucuyu kullanan her bir işlem için küçük bir ücret alınacaktır.Yükleme tamamlandıktan sonra faturalandırma tercihlerinizi kontrol edebilir ve değiştirebilirsiniz.
vi_vn: Một khoản phí nhỏ sẽ được tính cho mỗi giao dịch từ xa Người phục vụ. Bạn có thể kiểm tra và sửa đổi tùy chọn thanh toán của mình sau khi cài đặt hoàn tất.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
id_id: Pilihan biaya transaksi telah diisikan secara otomatis di bidang ini. Anda dapat merubahnya secara manual.Biaya yang dianjurkan akan meningkat sesuai dengan ukuran transaksi.
ko_kr: 발생된 수수료가 자동으로 이 곳에 추가됩니다. 해당 내역을 무시할 수 있습니다. 발생될 수수료는 거래의 크기에 따라 증가합니다.
pt_pt: Uma taxa sugerida é adicionada automaticamente a este campo. Você poderá substituí-lo. A taxa sugerida aumenta com o tamanho da transação.
tr_tr: Bu alana önerilen bir ücret otomatik olarak eklenir. Yazılı ücreti değiştirebilirsiniz. Önerilen ücret işlem tutarı büyüdükçe artar.
vi_vn: Phí đề xuất sẽ tự động được thêm vào trường này. Quý khách có thể ghi đè nó. Phí đề xuất sẽ tăng theo quy mô của giao dịch.

source: About
id_id: Tentang
ko_kr: 더 알아보기
pt_pt: Sobre
tr_tr: Hakkında
vi_vn: Về

source: About Electrum
id_id: Tentang Electrum
ko_kr: Electrum에 대해
pt_pt: Sobre Electrum
tr_tr: Electrum Hakkında
vi_vn: Về Electrum

source: Accept
id_id: Terima
ko_kr: 수락
pt_pt: Aceitar
tr_tr: Kabul Et
vi_vn: Chấp nhận

source: Acquisition price
id_id: Biaya akuisisi
ko_kr: 취득 가격
pt_pt: Preço de aquisição
tr_tr: Alım fiyatı
vi_vn: Giá thu nhập

source: Add Cosigner
id_id: Tambahkan Cosigner
ko_kr: 공동 서명인 추가
pt_pt: Adicionar fiador
tr_tr: Eş İmza Sahibi Ekle
vi_vn: Thêm Cosigner

source: Add a cosigner to your multi-sig wallet
id_id: Tambahkan cosigner untuk domper multi-sig Anda
ko_kr: 다중지갑에 공동 서명인 추가
pt_pt: Adicione um fiador à sua carteira multi-assinatura
tr_tr: Çoklu imzalı cüzdanınıza bir eş imza sahibi ekleyin
vi_vn: Thêm cosigner vào ví multi-sig của quý khách

source: Add an optional virtual keyboard to the password dialog.
id_id: Tambahkan sebuah keyboard virtual ke dialog password.
ko_kr: 비밀번호 입력란에 가상 키보드 옵션 추가.
pt_pt: Adicione um teclado virtual opcional à caixa de diálogo de senha.
tr_tr: Şifre diyaloğuna opsiyonel bir sanal klavye ekleyin.
vi_vn: Thêm bàn phím ảo tùy chọn vào hộp thoại mật khẩu.

source: Add cosigner
id_id: Tambahkan cosigner
ko_kr: 공동 서명인 추가
pt_pt: Adicionar fiador
tr_tr: Eş imza sahibi ekle
vi_vn: Thêm Cosigner

source: Additional fees
id_id: Biaya tambahan
ko_kr: 추가 수수료
pt_pt: Taxas adicionais
tr_tr: İlave ücretler
vi_vn: Phí bổ sung

source: Additional {num_satoshis_added} satoshis are going to be added.
id_id: Tambahan {num_satoshis_added} akan ditambahkan
ko_kr: 추가된 {num_satoshis_added} 사토시가 추가됩니다.
pt_pt: Extras Satoshis {num_satoshis_added} serão adicionados.
tr_tr: İlave {num_satoshis_added} satoshi eklenecek.
vi_vn: Thêm {num_satoshis_added} satoshi sẽ được thêm vào.

source: Address
id_id: Alamat
ko_kr: 주소
pt_pt: Endereço
tr_tr: Adres
vi_vn: Địa chỉ

source: Address Details
id_id: Detail Alamat
ko_kr: 상세 주소
pt_pt: Detalhes do Endereço
tr_tr: Adres Ayrıntıları
vi_vn: Chi tiết địa chỉ

source: Address copied to clipboard
id_id: Alamat di salin ke papan klip
ko_kr: 클립보드에 주소 복사 완료
pt_pt: Endereço copiado para a área de transferência
tr_tr: Adres panoya kopyalandı
vi_vn: Đã sao chép địa chỉ vào clipboard

source: Address is frozen
id_id: Alamat dibekukan
ko_kr: 동결된 주소
pt_pt: Endereço está congelado
tr_tr: Adres donduruldu
vi_vn: Địa chỉ đã bị đóng băng

source: Address not in wallet.
id_id: Alamat tidak ditemukan di dompet
ko_kr: 지갑에 없는 주소.
pt_pt: O endereço não está na carteira.
tr_tr: Adres cüzdanda değil.
vi_vn: Địa chỉ không có trong ví.

source: Address:
id_id: Alamat:
ko_kr: 주소:
pt_pt: Endereço:
tr_tr: Adres:
vi_vn: Địa chỉ:

source: Addresses
id_id: Banyak Alamat
ko_kr: 다중 주소
pt_pt: Endereços:
tr_tr: Adresler
vi_vn: Địa chỉ

source: Addresses generated:
id_id: Alamat yang dihasilkan:
ko_kr: 다중 주소 생성 완료:
pt_pt: Endereços gerados:
tr_tr: Adresler oluşturuldu:
vi_vn: Địa chỉ đã tạo:

source: Advanced
id_id: Lanjutan
ko_kr: 고급 설정
pt_pt: Avançado
tr_tr: Gelişmiş
vi_vn: Nâng cao

source: Advanced preview
id_id: Pratinjau Lanjutan
ko_kr: 고급 설정 미리보기
pt_pt: Visualização avançada
tr_tr: Gelişmiş önizleme
vi_vn: Bản xem trước nâng cao

source: All
id_id: Semua
ko_kr: 전체
pt_pt: Tudo
tr_tr: Tümü
vi_vn: Tất cả

source: All fields must be filled out
id_id: Semua bidang harus diisi
ko_kr: 전체 양식을 채워주세요
pt_pt: Todos os campos devem ser preenchidos
tr_tr: Tüm alanlar doldurulmalıdır
vi_vn: Tất cả các mục phải được điền

source: Allows validating if your transactions have instant confirmations by GreenAddress
id_id: Ijinkan validasi apabila transaksi Anda memiliki konfirmasi instan olehGreenAddress
ko_kr: GreenAddress가 거래를 즉시 확인하면 승인을 허락
pt_pt: Permite validar se suas transações têm confirmações instantâneas por GreenAddress
tr_tr: İşlemlerinizin GreenAddress tarafından anında onayı varsa doğrulamaya imkan sağlar
vi_vn: Cho phép xác thực nếu giao dịch của quý khách có xác nhận ngay lập tức bằng GreenAddress

source: Already up to date
id_id: Sudah yang paling baru
ko_kr: 이미 최신 자료입니다
pt_pt: Já está atualizado
tr_tr: Zaten güncel
vi_vn: Đã cập nhật

source: Also, dust is not kept as change, but added to the fee.
id_id: Juga, remah tidak disimpan sebagai kembalian, namun ditambahkan sebagai biaya transaksi.
ko_kr: 또한 dust가 변경으로 저장되지 않으나 수수료에는 추가됩니다.
pt_pt: Além disso, a poeira não é mantida como troco, mas adicionada à taxa.
tr_tr: Aynı zamanda cüzi miktarlar para üstü olarak tutulmaz, ücrete eklenir.
vi_vn: Ngoài ra, bụi không được giữ dưới dạng thay đổi, nhưng được thêm vào phí

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
id_id: Juga, ketika mengelompokkan transaksi RBF, BIP 125 akan mengenakan biaya transaksi yang lebihrendah.
ko_kr: 또한 RBF 거래가 일괄 처리될 때, BIP 125는 더 낮은 수수료를 부과합니다
pt_pt: Além disso, ao agrupar transações RBF, o BIP 125 impõe um limite inferior na Taxa.
tr_tr: Aynı zamanda RBF işlemlerini grup olarak işlerken, BIP 125 ücret üzerinde bir kısıtlama uygular.
vi_vn: Ngoài ra, khi phân chia các giao dịch RBF, BIP 125 áp đặt giới hạn thấp hơn đối với phí.

source: Always check your backups.
id_id: Selalu periksa cadangan Anda
ko_kr: 항상 백업상태를 확인하세요.
pt_pt: Sempre verifique seus backups.
tr_tr: Yedeklemelerinizi her zaman kontrol edin.
vi_vn: Luôn kiểm tra các bản sao lưu của quý khách.

source: Amount
id_id: Jumlah
ko_kr: 수량
pt_pt: Montante
tr_tr: Tutar
vi_vn: Số tiền

source: Amount for OP_RETURN output must be zero.
id_id: Jumlah output OP_RETURN harus sama dengan nol
ko_kr: OP_RETURN 결과는 반드시 0이어야 합니다.
pt_pt: Valor para saída OP_RETURN deve ser zero.
tr_tr: OP_RETURN çıktısı için tutar sıfır olmalıdır.
vi_vn: Số tiền cho đầu ra OP_RETURN phải bằng 0.

source: Amount received:
id_id: Jumlah diterima:
ko_kr: 송금받은 수량:
pt_pt: Montante recebido:
tr_tr: Alınan tutar:
vi_vn: Số tiền nhận được:

source: Amount sent:
id_id: Jumlah dikirim:
ko_kr: 송금한 수량:
pt_pt: Quantidade enviada
tr_tr: Gönderilen tutar:
vi_vn: Số tiền đã gửi:

source: Amount to be sent
id_id: Jumlah yang akan dikirim
ko_kr: 송금할 수량
pt_pt: Quantidade a ser enviada
tr_tr: Alınacak tutar
vi_vn: Số tiền sẽ được gửi

source: Amount to be sent.
id_id: Jumlah yang akan dikirim.
ko_kr: 송금할 수량
pt_pt: Quantidade a ser enviada.
tr_tr: Gönderilecek tutar
vi_vn: Số tiền sẽ được gửi.

source: An Error Occurred
id_id: Sebuah kesalahan telah terjadi
ko_kr: 에러 발생
pt_pt: Ocorreu um erro
tr_tr: Bir Hata Meydana Geldi
vi_vn: Đã xảy ra lỗi

source: An encrypted transaction was retrieved from cosigning pool.
id_id: sebuah transaksi terenkripsi telah diterima dari cosigning pool
ko_kr: 암호화된 거래가 공동서명 풀로부터 회수되었습니다.
pt_pt: Uma transação criptografada foi recuperada do pool do fiador.
tr_tr: Eş imzalama havuzundan bir işlem geri alındı.
vi_vn: Một giao dịch được mã hóa đã được truy xuất từ ​​cosigning pool.

source: An unnamed {device_name}
id_id: {device_name} tidak dinamai
ko_kr: 이름이 지정되지 않은 {device_name}
pt_pt: Um {device_name} sem nome
tr_tr: İsimsiz bir {device_name}
vi_vn: Không tên {device_name}

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
id_id: Apakah Anda yakin ingin menghapus channel ini? Ini akan menghilangkan transaksiyang terhubung dari riwayat dompent Anda.
ko_kr: 해당 채널을 삭제하시겠습니까? 지갑 내역에서 연관된 거래가 삭제됩니다.
pt_pt: Tem certeza que deseja eliminar este canal? Isto irá excluir transações associadas ao seu histórico de carteira.
tr_tr: Bu kanalı silmek istediğinizden emin misiniz? Bu, ilişkili işlemleri cüzdan geçmişinizden silecektir.
vi_vn: Quý khách có chắc chắn rằng muốn xóa kênh này không? Điều này sẽ xóa liên kết giao dịch từ lịch sử ví của quý khách.

source: Are you sure you want to remove this transaction and {number} child transactions?
id_id: Apakah Anda yakin ingin menghapus transaksi ini dan {number} anaktransaksi?
ko_kr: 해당 거래와 {number}번 하위 거래를 삭제하시겠습니까?
pt_pt: Tem certeza que deseja remover esta transação e {number} filho transações?
tr_tr: Bu işlemi ve {number} alt işlemi kaldırmak istediğinizden emin misiniz?
vi_vn: Quý khách có chắc chắn muốn xóa giao dịch này và giao dịch con {number}?

source: Are you sure you want to remove this transaction?
id_id: Apakah Anda yakin ingin menghapus transaksi ini?
ko_kr: 해당 거래를 삭제하시겠습니까??
pt_pt: Tem certeza que deseja remover esta transação?
tr_tr: Bu işlemi kaldırmak istediğinizden emin misiniz?
vi_vn: Quý khách có chắc chắn muốn xóa giao dịch này không?

source: At block height: {height}
id_id: Pada ketinggian blok: {height}
ko_kr: 블록 높이: {height}
pt_pt: Na altura do bloco: {height}
tr_tr: Blok yüksekliğinde: {height}
vi_vn: Ở chiều cao khối: {height}

source: At least a hostname must be supplied after the at symbol.
id_id: Paling tidak hostname harus diisi setelah simbol at
ko_kr: at 기호 다음에 서버이름이 입력되어야 합니다.
pt_pt: Pelo menos um nome de host deve ser fornecido após o símbolo de arroba.
tr_tr: Sembolden sonra en az bir ana bilgisayar adı girilmelidir.
vi_vn: Ít nhất một tên máy chủ phải được cung cấp sau ký hiệu at.

source: At most 100 satoshis might be lost due to this rounding.
id_id: Paling banyak 100 satoshi dapat hilang pada rounding ini
ko_kr: 반올림으로 인해 최대 100 사토시의 차이가 발생할 수 있습니다.
pt_pt: No máximo 100 satoshis podem ser perdidos devido a este arredondamento.
tr_tr: Bu yuvarlama nedeniyle en fazla 100 satoshi kaybedilebilir.
vi_vn: Tối đa 100 satoshi có thể bị mất do việc làm tròn này.

source: Audio MODEM
id_id: MODEM Audio
ko_kr: 오디오 모뎀
pt_pt: Modem de Áudio

source: Audio Modem Settings
id_id: Pengaturan Modem Audio
ko_kr: 오디오 모뎀 설정
pt_pt: Configurações do Modem de Áudio
tr_tr: Audio Modem Ayarları
vi_vn: Cài đặt Audio Modem

source: Authorization
id_id: Otorisasi
ko_kr: 허가
pt_pt: Autorização
tr_tr: Yetkilendirme
vi_vn: Xác thực

source: Auto connect
id_id: Koneksi otomatis
ko_kr: 자동 연결
pt_pt: Conexão automática
tr_tr: Otomatik bağlan
vi_vn: Tự động kết nối

source: Auto-connect
id_id: Koneksi-otomatis
ko_kr: 자동연결
pt_pt: Conexão automática
tr_tr: Otomatik-bağlan
vi_vn: Tự động - kết nối

source: Automatically check for software updates
id_id: Cek pembaruan software secara otomatis
ko_kr: 소프트웨어 업데이트를 자동으로 확인합니다
pt_pt: Verificar automaticamente se há atualizações de software
tr_tr: Yazılım güncellemelerini otomatik olarak kontrol et
vi_vn: Tự động kiểm tra các bản cập nhật phần mềm

source: BIP39 seed (Gold Wallet integration)
id_id: BIP39 seed (integrasi Gold Wallet)
ko_kr: BIP39 시드 (Gold Wallet 통합)
pt_pt: Seed BIP39 (integração Gold Wallet)
tr_tr: BIP39 çekirdeği (Gold Wallet entegrasyonu)
vi_vn: BIP39 seed (Gold Wallet hợp nhất)
