Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Feathercoin system.
ru_ru: Запуск программы происходит моментально, так как большинство тяжелых операций происходит на серверах.

source: Testnet
ru_ru: Тестовая сеть

source: Tx
ru_ru: Транзакции
