Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: Please retype your seed phrase, to confirm that you properly saved it
es_es: Por favor, vuelva a escribir la frase de semilla, para confirmar que se ha guardado correctamente
ru_ru: Пожалуйста повторите seed-фразу, чтобы убедиться, что она сохранена верно

source: Please save these {0} words on paper (order is important).
es_es: Guarde estas {0} palabras en papel (la ordenación es importante).
ru_ru: Пожалуйста сохраните эти {0} слов на бумаге (порядок имеет значение).

source: Please scan a Feathercoin address or a payment request
es_es: Analice una dirección de Feathercoin o una solicitud de pago
ru_ru: Пожалуйста отсканируйте биткойн адрес или запрос платежа

source: Please select a backup directory
es_es: Seleccione un directorio para el respaldo
ru_ru: Пожалуйста, выберите путь для резервного копирования

source: Please select which {} device to use:
es_es: Seleccione el dispositivo {} que desea utilizar:
ru_ru: Выберите какое устройство {} использовать:

source: Please share it with your cosigners.
es_es: Compártalo con sus compañeros firmantes.
ru_ru: Пожалуйста, поделитесь со своими друзьями.

source: Please sign and broadcast the funding transaction
es_es: Firme y transmita la transacción de financiación

source: Please try again.
es_es: Inténtelo otra vez.
ru_ru: Пожалуйста, попробуйте еще раз.

source: Please type it here.
es_es: Tecléelo aquí.
ru_ru: Напишите это здесь.

source: Please type your seed phrase using the virtual keyboard.
es_es: Teclee su frase de semillas usando el teclado virtual.
ru_ru: Пожалуйста, введите seed-фразу, используя виртуальную клавиатуру.

source: Please wait
es_es: Espere por favor
ru_ru: Пожалуйста, подождите

source: Please wait while Electrum checks for available updates.
es_es: Espere mientras Electrum comprueba actualizaciones disponibles.
ru_ru: Подождите пока Electrum проверит доступные обновления.

source: Please wait...
es_es: Espere por favor...
ru_ru: Пожалуйста, подождите...

source: Polish
es_es: Polaco

source: Port
es_es: Puerto
ru_ru: Порт

source: Port number must be decimal
es_es: El número de puerto debe ser decimal
ru_ru: Номер порта должен быть десятичным

source: Portuguese
es_es: Portugués

source: Portuguese (Brazil)
es_es: Portugués (Brasil)
ru_ru: Португальский (Бразилия)

source: Position in mempool
es_es: Posición en mempool

source: Preferences
es_es: Ajustes
ru_ru: Настройки

source: Preimage
es_es: Preimagen
ru_ru: Прообраз

source: Preparing sweep transaction...
es_es: Preparando transacción de barrido...

source: Preparing transaction inputs...
es_es: Preparando entradas de transacción...
ru_ru: Подготовка входных данных для транзакции...

source: Preparing transaction...
es_es: Preparando transacción...
ru_ru: Подготовка транзакции...

source: Press 'Next' to choose device to decrypt.
es_es: Presione «Siguiente» para elegir el dispositivo para descifrar.
ru_ru: Нажмите "Далее" чтобы выбрать устройство для расшифровки.

source: Press 'Next' to create this wallet, or choose another file.
es_es: Presione "Siguiente" para crear esta cartera, o elija otro archivo.
ru_ru: Нажмите 'Далее' для создания кошелька или выберите другой файл.

source: Press 'Next' to create/focus window.
es_es: Presione «Siguiente» para crear/enfocar ventana.
ru_ru: Нажмите "Далее" чтобы создать окно или перевести фокус.

source: Press 'Next' to open this wallet.
es_es: Presione "Siguiente" para abrir esta cartera.
ru_ru: Нажмите "Далее", чтобы открыть этот кошелёк.

source: Press Enter
es_es: Pulse Intro
ru_ru: Нажмите клавишу Enter

source: Press Next to create
es_es: Presione Siguiente para crear
ru_ru: Нажмите Далее для содания

source: Press Next to open
es_es: Presione Siguiente para abrir
ru_ru: Нажмите Дальше чтобы открыть

source: Press again to exit
es_es: Presione de nuevo para salir
ru_ru: Нажмите еще раз для выхода

source: Previous share
es_es: Anterior compartición

source: Printer Calibration
es_es: Calibración de Impresora
ru_ru: Калибровка принтера

source: Private key
es_es: Llave privada
ru_ru: Закрытый ключ

source: Private keys
es_es: Llaves privadas
ru_ru: Закрытые ключи

source: Private keys exported.
es_es: Llaves privadas exportadas.
ru_ru: Личные ключи экспортированы.

source: Problem opening channel:
es_es: Problema al abrir el canal:
ru_ru: Проблема открытия канала:

source: Proceed
es_es: Continuado
ru_ru: Продолжить?

source: Proceed at your own risk.
es_es: Proceda bajo su propio riesgo.
ru_ru: Продолжить на свой собственный риск.

source: Provides support for Digital Bitbox hardware wallet
es_es: Proporciona mantenimiento para el monedero de hardware Digital Bitbox
ru_ru: Обеспечивает поддержку для кошелька Digital Bitbox

source: Provides support for KeepKey hardware wallet
es_es: Proporciona mantenimiento para el monedero de hardware KeepKey
ru_ru: Обеспечивает поддержку для кошелька KeepKey

source: Provides support for Safe-T mini hardware wallet
es_es: Proporciona mantenimiento para el monedero de hardware Safe-T mini
ru_ru: Обеспечивает поддержку для миниатюрного аппаратного ключа Safe-T

source: Provides support for Trezor hardware wallet
es_es: Proporciona mantenimiento para el monedero de hardware Trezor
ru_ru: Обеспечивает поддержку кошелька Trezor

source: Provides support for air-gapped transaction signing.
es_es: Proporciona asistencia para transacción de firma por aire.
ru_ru: Обеспечивает поддержку для подписания транзакций с воздушным зазором.

source: Proxy configuration
es_es: Configuración de proxy
ru_ru: Настройка прокси

source: Proxy mode
es_es: Modo proxy
ru_ru: Режим прокси

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
es_es: La configuración de proxy se aplica a todas las conexiones: con servidores Electrum, pero también con servicios de terceros.
ru_ru: Настройки прокси применяются ко всем соединениям: к серверам Electrum, но также к другим сервисам.

source: Proxy user
es_es: Usuario del proxy
ru_ru: Пользователь прокси

source: Public key
es_es: Llave pública
ru_ru: Открытый ключ

source: Public keys
es_es: Llaves públicas
ru_ru: Публичные ключи

source: QR Reader Error
es_es: Lector QR Erróneo
ru_ru: Ошибка чтения QR кода

source: QR code
es_es: Código QR
ru_ru: QR-код

source: QR code copied to clipboard
es_es: Código QR copiado al portapapeles
ru_ru: QR-код скопирован в буфер обмена

source: QR code saved to file
es_es: Código QR guardado en el archivo
ru_ru: QR-код сохранён в файл

source: QR code scanner failed to map video frame
es_es: Analizador de código QR erróneo al asociar marco de vídeo

source: QR code scanner for video frame with invalid pixel format
es_es: Analizador de código QR para marco de vídeo con formato pixelar no válido

source: QR reader failed to load. This may happen if you are using an older version of PyQt5.
es_es: Lector QR erróneo para cargar. Esto tal vez ocurra si están utilizando una versión más antigua de PyQt5.

source: Question
es_es: Pregunta
ru_ru: Вопрос

source: Quit
es_es: Salir
ru_ru: Выход

source: REMEMBER THE PASSWORD!
es_es: ¡RECUERDA LA CONTRASEÑA!
ru_ru: ЗАПОМНИТЕ ПАРОЛЬ!

source: Raw
es_es: En Bruto

source: Raw Transaction
es_es: Transacción en bruto
ru_ru: Транзакция в исходном виде

source: Re-enter the new PIN for your {}. NOTE: the positions of the numbers have changed!
es_es: Vuelva a introducir el nuevo PIN para su {}. NOTA: ¡las posiciones de los números han cambiado!
ru_ru: Введите заного ваш новый PIN-код для вашего {}. ПРИМЕЧАНИЕ: позиции чисел изменены!

source: Read QR code
es_es: Leer código QR
ru_ru: Сканировать QR-код

source: Read QR code from screen
es_es: Leer el código QR de la pantalla

source: Read file
es_es: Leer archivo
ru_ru: Открыть файл

source: Read from microphone
es_es: Leer del micrófono
ru_ru: Чтение с микрофона

source: Ready to encrypt for revealer {}
es_es: Preparado para cifrado por revealer {}
ru_ru: Готов к шифрованию для revealer {}

source: Realized capital gains
es_es: Ganancias de capital realizada

source: Receive
es_es: Recibir
ru_ru: Получение

source: Receive queue
es_es: Cola de recibo

source: Receiving
es_es: Recibiendo
ru_ru: Принимающий

source: Receiving Address
es_es: Dirección de Recepción
ru_ru: Адрес получения

source: Recipient
es_es: Destinatario
ru_ru: Получатель

source: Recipient not specified.
es_es: Destinatario no especificado.
ru_ru: Получатель не указан.

source: Recipient of the funds.
es_es: Destinatario de los fondos.
ru_ru: Получатель средств.

source: Recover from a seed you have previously written down
es_es: Recupera desde una semilla ha escrito anteriormente debajo
ru_ru: Восстановить из seed-фразы, которую вы записали ранее

source: Redeem Script
es_es: Cargar script
ru_ru: Скрипт освобождения

source: Related invoices
es_es: Facturas relacionadas
ru_ru: Связанные счета

source: Remote Node
es_es: Nodo remoto

source: Remote Node ID
es_es: ID de nodo remoto

source: Remote peer ID
es_es: ID de nodo remoto
ru_ru: ID дистанционного пира

source: Remove
es_es: Quitar
ru_ru: Удалить

source: Remove channel backup?
es_es: ¿Quitar el respaldo del canal?

source: Remove from wallet
es_es: Quitar del monedero
ru_ru: Удалить из кошелька

source: Remove {} from your list of contacts?
es_es: ¿Quitar {} de tu lista de contactos?
ru_ru: Удалить {} из списка контактов?

source: Replace by fee
es_es: Reemplazo por comisión
ru_ru: Изменить комиссию

source: Report contents
es_es: Informe del contenido
ru_ru: Содержимое отчета

source: Report sent
es_es: Informe enviado
ru_ru: Запрос отправлен

source: Reporting Bugs
es_es: Reportar Errores
ru_ru: Сообщить об ошибках

source: Request copied to clipboard
es_es: Solicitud copiada al portapapeles
ru_ru: Запрос скопирован в буфер обмена

source: Request force close?
es_es: ¿Solicitar cierre forzado?
ru_ru: Запросить принудительное закрытие?

source: Request force-close
es_es: Solicitud de cierre forzado
ru_ru: Запросить принудительное закрытие

source: Request rejected by server
es_es: Solicitud rechazada por el servidor
ru_ru: Запрос отклонен сервером

source: Request sent
es_es: Solicitud enviada
ru_ru: Запрос отправлен

source: Requested amount
es_es: Cantidad solicitada
ru_ru: Запрашиваемая сумма

source: Requested channel capacity is over protocol allowed maximum.
es_es: La capacidad de canal solicitada supera el protocolo máximo permitido.
ru_ru: Запрошенная пропускная способность канала превышает максимально допустимую для протокола.

source: Requesting account info from TrustedCoin server...
es_es: Solicitando información de la cuenta al servidor TrustedCoin...
ru_ru: Запрос информации об учетной записи с сервера TrustedCoin...

source: Requesting {} channels...
es_es: Solicitando {} canales ...
ru_ru: Запрашиваем {} канала(ов)...

source: Requestor
es_es: Solicitante
ru_ru: Запрашивающий

source: Requests
es_es: Solicitudes
ru_ru: Запросы

source: Require {0} signatures
es_es: Requerir {0} firmas
ru_ru: Требуется {0} подписей

source: Required package 'PIL' is not available - Please install it or use the Trezor website instead.
es_es: Paquete 'PIL' requerido no está disponible - Instálelo o utilice al sitio web Trezor en su lugar.
ru_ru: Требуемый пакет 'PIL' не доступен, установите его или используйте сайт Trezor.

source: Required package 'PIL' is not available - Please install it.
es_es: Paquete 'PIL' requerido no está disponible - Instálelo.
ru_ru: Требуемый пакет 'PIL' не доступен - пожалуйста установите его.

source: Requires
es_es: Requiere
ru_ru: Требуется

source: Reset
es_es: Restablecer
ru_ru: Сброс

source: Restore 2FA wallet
es_es: Restaurar 2FA de monedero
ru_ru: Восстановить кошелек с 2ФА

source: Restore two-factor Wallet
es_es: Restaurar monedero de dos factores
ru_ru: Восстановить кошелек с двухфакторной аутентификацией

source: Retry
es_es: Reintentar
ru_ru: Повторить

source: Revealer - Printer calibration settings
es_es: Revelador - Parámetros de calibración de impresora
ru_ru: Revealer - настройки калибровки принтера

source: Revealer Backup Utility
es_es: Utilidad de Revelador del Respaldo
ru_ru: Утилита для создания резервных копий Revealer

source: Revealer Visual Cryptography Plugin
es_es: Complemento Revelador Visual Criptográfico

source: Revealers starting with 0 are not secure due to a vulnerability.
es_es: Revelados iniciando con 0 no son seguros debido a una vulnerabilidad.
ru_ru: Revealer начинающийся с 0 небезопасен ввиду уязвимости.

source: Right side
es_es: Lado derecho
ru_ru: Правая сторона

source: Romanian
es_es: Rumano

source: Russian
es_es: Ruso

source: SLIP39 seed
es_es: Semillero SLIP39

source: SLIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
es_es: Semilleros BIP39 pueden importarse en Electrum, por lo tanto esos usuarios pueden acceder a fondos bloqueados dentro de otras billeteras.

source: SLIP39 share
es_es: Compartir SLIP39

source: Safe-T mini wallet
es_es: Monedero mini Safe-T
ru_ru: Мини кошелек Safe-T

source: Save
es_es: Guardar
ru_ru: Сохранить

source: Save backup
es_es: Guardar respaldo
ru_ru: Сохранить резервную копию

source: Save backup and force-close
es_es: Guardar respaldo y forzar-cierre
ru_ru: Сохранить резервную копию и закрыть принудительно

source: Save channel backup
es_es: Guardar respaldo del canal
ru_ru: Сохранить резервную копию канала

source: Save invoice to file
es_es: Guardar factura como archivo
ru_ru: Сохранить счёт в файл

source: Save transaction offline
es_es: Guardar transacciones desconectado
ru_ru: Сохранить транзакцию офлайн

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electrum.
es_es: Guarde las etiquetas de su monedero en un servidor remoto y sincronícelas en varios dispositivos donde use Electrum.
ru_ru: Сохраните метки вашего кошелька на удаленный сервер, затем синхронизируйте их на устройства, где вы используете Electrum.

source: Scan
es_es: Analizar
ru_ru: Поиск

source: Scan QR Code
es_es: Escanear Código QR
ru_ru: Сканировать QR код

source: Scanning common paths for existing accounts...
es_es: Analizar rutas comunes para cuentas existentes...

source: Scanning devices...
es_es: Analizar dispositivos...
ru_ru: Сканирование устройств...

source: Scrambled words
es_es: Palabras enredadas
ru_ru: Перемешанные слова

source: Script type
es_es: Tipo de Script
ru_ru: Тип скрипта

source: Script type and Derivation path
es_es: Tipo de script y ruta de derivación
ru_ru: Тип скрипта и путь

source: Security Card Challenge
es_es: Desafío de Tarjeta de Seguridad
ru_ru: Проверка Security Card

source: Seed
es_es: Semilla

source: Seed Entered
es_es: Semilla Introducida
ru_ru: Seed-фраза введена

source: Seed Type
es_es: Tipo de semilla
ru_ru: Тип seed-фразы

source: Seed available
es_es: Semilla disponible
ru_ru: Сид доступен

source: Seed extension
es_es: Extensión de semillas
ru_ru: Дополнительные слова к seed-фразе

source: Seed type
es_es: Tipo de semilla
ru_ru: Тип seed

source: Select a device
es_es: Seleccione un dispositivo
ru_ru: Выберите устройство

source: Select backup type:
es_es: Seleccionar tipo de respaldo:
ru_ru: Выберите тип резервного копирования:

source: Select date
es_es: Seleccione fecha
ru_ru: Выбрать дату

source: Select file to export your private keys to
es_es: Selecciona donde exportar tus claves privadas
ru_ru: Выберите файл для экспорта ваших личных ключей

source: Select file to export your wallet transactions to
es_es: Selecciona donde exportar las transacciones de tu cartera
ru_ru: Выберите файл, в который следует экспортировать ваши транзакции

source: Select file to save your {}
es_es: Seleccione el archivo para guardar su {}
ru_ru: Выберите файл для сохранения {}

source: Select keystore
es_es: Seleccione llavero
ru_ru: Выберите хранилище ключей

source: Select recovery type:
es_es: Seleccione el tipo de recuperación:
ru_ru: Выберите тип восстановления:

source: Select seed length:
es_es: Seleccione la longitud de la semilla:
ru_ru: Выберите длину seed-фразы:

source: Select seed/share length:
es_es: Seleccione longitud de semilla/acción:
ru_ru: Выберите длину seed/share:

source: Select server automatically
es_es: Seleccionar servidor automáticamente
ru_ru: Выбрать сервер автоматически

source: Select server manually
es_es: Seleccionar servidor manualmente
ru_ru: Выбрать сервер вручную

source: Select share length:
es_es: Seleccione longitud de acción:

source: Select where to save file
es_es: Seleccione dónde guardar el archivo
ru_ru: Укажите куда сохранить файл

source: Select where to save the setup file
es_es: Seleccione donde guardar el fichero de instalación
ru_ru: Укажите куда сохранить файл установщика

source: Select where to save your transaction
es_es: Seleccione donde guardar la transacción

source: Select which language is used in the GUI (after restart).
es_es: Seleccione cual idioma es usado en la interfaz (después de reiniciar).
ru_ru: Выберите, какой язык используется в интерфейсе (после перезапуска).

source: Select your seed length:
es_es: Seleccione la longitud de tu semilla:
ru_ru: Выберите длину вашей seed-фразы:

source: Select your server automatically
es_es: Auto-seleccione tu servidor
ru_ru: Выбрать сервер автоматически

source: Select your transaction file
es_es: Selecciona tu archivo de transacción
ru_ru: Выберите ваш файл транзакции

source: Send
es_es: Enviar
ru_ru: Отправка

source: Send Bug Report
es_es: Enviar informe de errores
ru_ru: Отправить отчет об ошибке

source: Send payment?
es_es: ¿Enviar pago?
ru_ru: Отправить платеж?

source: Send queue
es_es: Enviar cola
ru_ru: Отправить в очередь

source: Send to cosigner
es_es: Enviar al co-firmandor
ru_ru: Отправить со-подписанту

source: Send to speaker
es_es: Enviar a altavoz
ru_ru: Отправить через динамик

source: Sending
es_es: Enviando
ru_ru: Отправка...

source: Sending crash report...
es_es: Enviando informe de errores...
ru_ru: Отправка отчета о падении...

source: Sending payment
es_es: Enviando liquidación

source: Sending transaction to cosigning pool...
es_es: Enviando transacción al pool de co-firmante...
ru_ru: Транзакция отправляется в пул со-подписантов...

source: Sent HTLC with ID {}
es_es: Expedido HTLC con ID {}

source: Server
es_es: Servidor
ru_ru: Сервер

source: Server fee
es_es: Comisión del servidor
ru_ru: Комиссия сервера

source: Server is lagging ({} blocks)
es_es: El servidor va con retraso ({} bloques)
ru_ru: Сервер отстаёт ({} блоков)

source: Server not reachable.
es_es: Servidor no alcanzable.
ru_ru: Сервер недоступен.

source: Server returned unexpected transaction ID.
es_es: El servidor devolvió un ID de transacción inesperado.
ru_ru: Сервер вернул неожиданный ID транзакции.

source: Server used to query your history.
es_es: Servidor utilizado para consultar su historial.
ru_ru: Используемый сервер, чтобы запрашивать вашу историю.

source: Session Timeout
es_es: Sesión Caducada
ru_ru: Сессия устарела

source: Set a PIN
es_es: Fije un PIN
ru_ru: Установите PIN-код

source: Set the value of the change output so that it has similar precision to the other outputs.
es_es: Fije el valor de la salida de cambio para que tenga una precisión similar a las otras salidas.
ru_ru: Установить значение выводов сдачи, так чтобы была похожая точность с другими выводами.

source: Set wallet file encryption.
es_es: Configure el cifrado del archivo del monedero.
ru_ru: Настроить шифрование файла кошелька.

source: Settings
es_es: Ajustes
ru_ru: Настройки

source: Share
es_es: Compartir
ru_ru: Поделиться

source: Share Feathercoin Request
es_es: Compartir Solicitud de Pago Feathercoin
ru_ru: Поделиться запросом битокйна

source: Share Invoice
es_es: Compartir Factura
ru_ru: Отправить инвойс

source: Short Channel ID
es_es: ID corto de Canal

source: Show
es_es: Mostrar
ru_ru: Показать

source: Show Fiat balance for addresses
es_es: Mostrar el saldo Fiat para las direcciones
ru_ru: Показывать баланс в фиате на вкладке "Адреса"

source: Show advanced settings
es_es: Mostrar parámetros avanzados

source: Show as QR code
es_es: Mostrar como código QR
ru_ru: Показать QR код

source: Show capital gains in history
es_es: Mostrar los incrementos de capital en el historial
ru_ru: Показывать прибыль на вкладке "История"

source: Show expert settings
es_es: Mostrar ajustes avanzados
ru_ru: Продвинутые настройки

source: Show history rates
es_es: Mostrar historial de precios
ru_ru: Показать историю курсов

source: Show on Jade
es_es: Mostrar en Jade

source: Show on Ledger
es_es: Mostrar en Ledger
ru_ru: Показать на Ledger

source: Show on {}
es_es: Mostrar en {}
ru_ru: Показать на {}

source: Show report contents
es_es: Mostrar el contenido del reporte
ru_ru: Показывать содержимое отчета

source: Show {}
es_es: Mostrar {}
ru_ru: Показать {}

source: Show/Hide
es_es: Mostrar/Ocultar
ru_ru: Показать\скрыть

source: Showing address ...
es_es: Mostrando dirección ...
ru_ru: Отображение адреса...

source: Sign
es_es: Firmar
ru_ru: Подписать

source: Sign this transaction?
es_es: ¿Firmar esta transacción?

source: Sign/verify Message
es_es: Firmar/verificar Mensaje
ru_ru: Подписать/подтвердить сообщение

source: Sign/verify message
es_es: Firmar/verificar mensaje
ru_ru: Подписать/подтвердить сообщение

source: Signature
es_es: Firma
ru_ru: Подпись

source: Signature verified
es_es: Firma verificada
ru_ru: Подпись проверена

source: Signed
es_es: Firmado
ru_ru: Подписано

source: Signing
es_es: Firmando
ru_ru: Подписание

source: Signing large transaction. Please be patient ...
es_es: Firmando transacción cuantiosa; por favor, ten paciencia...
ru_ru: Подписание большой транзакции. Пожалуйста будьте терпеливы ...

source: Signing message ...
es_es: Firmando mensaje ...
ru_ru: Подписание сообщения ...

source: Signing transaction...
es_es: Firmando transacción...
ru_ru: Подписывание транзакции...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
es_es: Firmar con una dirección significa firmar con la clave privada correspondiente y verificar con la clave pública correspondiente. La dirección que has introducido no tiene una clave pública única, por lo que no se pueden realizar estas operaciones.
ru_ru: Подписание с адресом на самом деле означает подписание с соответствующим приватным ключем и проверку соответствующего публичного ключа. Адрес, который вы ввели, не имеет уникального публичного ключа, поэтому эти операции не могут быть выполнены.

source: Single seed (BIP39)
es_es: Semilla única (BIP39)

source: Size:
es_es: Tamaño:
ru_ru: Размер:

source: Slovak
es_es: Eslovaco

source: Slovenian
es_es: Esloveno

source: Some coins are frozen: {} (can be unfrozen in the Addresses or in the Coins tab)
es_es: Algunas monedas están congeladas: {} (puede ser descongelado en las «Direcciones» o en la pestaña «Monedas»)

source: Some of the outputs pay to a non-standard script.
es_es: Algunas de las salidas pagan a un script no estándar.

source: Some shares are invalid.
es_es: Algunas acciones no son válidas.

source: Something went wrong while executing Electrum.
es_es: Algo salió mal mientras ejecutaba Electrum.
ru_ru: Что-то пошло не так во время работы Electrum.

source: Sorry!
es_es: ¡Lo siento!
ru_ru: Сожалеем!

source: Sorry, but we were unable to check for updates. Please try again later.
es_es: Lo sentimos, pero no fuimos capaces de comprobar actualizaciones. Inténtelo de nuevo más tarde.
ru_ru: Извините, но сейчас невозможно проверить обновления. Попробуйте позже.

source: Source
es_es: Origen
ru_ru: Источник

source: Spanish
es_es: Español

source: Spend
es_es: Gasto
ru_ru: Потратить

source: Spend (select none)
es_es: Gasto (sin selección)
