Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: Load a wallet from the micro SD card (the current seed is overwritten)
es_es: Carga un monedero desde la tarjeta micro SD (la actual semilla es sobrescrita)
ru_ru: Кошелек загружен с микро SD карты (текущая seed-фраза перезаписана)

source: Load backup
es_es: Cargar respaldo
ru_ru: Загрузить резер. копию

source: Load transaction
es_es: Cargar transacción
ru_ru: Загрузить транзакцию

source: Loading backup...
es_es: Cargando el respaldo...
ru_ru: Загрузка резервной копии...

source: Local &Watchtower
es_es: &Torre vigía local

source: Local Watchtower
es_es: Torre de Vigilancia local

source: Local force-close
es_es: Cierre forzado local

source: Local reserve
es_es: Reserva local

source: Long Channel ID
es_es: ID largo de Canal

source: Lookup transaction
es_es: Buscar transacción
ru_ru: Поиск транзакции

source: Low fee
es_es: Comisión baja
ru_ru: Низкая комиссия

source: Make sure it is in the correct state.
es_es: Asegurese que esta en el estado correcto.
ru_ru: Убедитесь, что устройство в правильном состоянии.

source: Make sure you have a camera connected and enabled.
es_es: Asegúrese de tener una cámara conectada y habilitada.

source: Make sure you have imported the correct wallet description file on the device for this multisig wallet.
es_es: Asegúrese tener importado el fichero de descripción del monedero correcto en el dispositivo por este monedero multi-firma.
ru_ru: Убедитесь что вы импортировали верный файл описания кошелька на устройстве для этого мультисиг-кошелька.

source: Make sure you install it with python3
es_es: Asegúrese de instalarlo con python3
ru_ru: Убедитесь, что вы произвели установку используя python3

source: Make sure you own the seed phrase or the private keys, before you request Feathercoins to be sent to this wallet.
es_es: Asegúrese de que posee la frase semilla o las claves privadas, antes de solicitar feathercoins que se enviarán a esta cartera.
ru_ru: Убедитесь, что у вас есть seed-фраза или закрытый ключ, прежде чем запрашивать биткойны для отправки в этот кошелёк.

source: Master Fingerprint
es_es: Huella Maestra
ru_ru: Мастер отпечаток

source: Master Public Key
es_es: Llave Pública Maestra
ru_ru: Публичный мастер-ключ

source: Matrix
es_es: Matriz
ru_ru: Матрица

source: Max
es_es: Máximo
ru_ru: Максимум

source: Max fee exceeded
es_es: Comisión máxima superada
ru_ru: Превышена максимальная комиссия

source: Mempool
es_es: Compartición de memoria
ru_ru: Мемпул

source: Mempool based: fee rate is targeting a depth in the memory pool
es_es: Basado en memoria compartida: tipo de comisión está obteniendo uno profundo dentro de la memora compartida
ru_ru: Основано на мемпуле: тариф комиссии нацеливается на глубину мемпула

source: Mempool depth
es_es: Profundidad de Mempool
ru_ru: Глубина мемпула

source: Merge signatures from
es_es: Fusionar firmas de
ru_ru: Объединить подписи из

source: Message
es_es: Mensaje
ru_ru: Сообщение

source: Message encryption, decryption and signing are currently not supported for {}
es_es: Actualmente, el cifrado, el descifrado y la firma de mensajes no son compatibles con {}

source: Method:
es_es: Método:
ru_ru: Метод:

source: Min
es_es: Mín

source: Mining fee
es_es: Comisión de minado
ru_ru: Комиссия майнера

source: Mining fee: {} (can be adjusted on next screen)
es_es: Comisión de minado: {} (puede ser ajustado en la siguiente pantalla)

source: Missing amount
es_es: Falta la cantidad
ru_ru: Недостающая сумма

source: Missing libraries for {}.
es_es: Faltan bibliotecas para {}.
ru_ru: Отсутствуют библиотеки для {}.

source: Missing previous tx for legacy input.
es_es: Anterior tx ausente para entrada heredada.

source: Missing previous tx.
es_es: Falta el anterior tx.

source: Missing report URL.
es_es: Falta la URL del informe.
ru_ru: Отсутствует URL отчета.

source: Mobile pairing options
es_es: Opciones de pareado del móvil
ru_ru: Опции сопряжения с мобильным устройством

source: More info at: {}
es_es: Más información en: {}
ru_ru: Подробнее: {}

source: More than one QR code was found on the screen.
es_es: Se encontró más de un código QR en la pantalla.

source: Move funds between your channels in order to increase your sending capacity.
es_es: Mueva fondos entre sus canales para aumentar su capacidad de envío.

source: Multi-Signature Wallet
es_es: Cartera multifirma
ru_ru: Кошелёк с мультиподписью

source: Multi-signature wallet
es_es: Monedero multifirma
ru_ru: Кошелек с несколькими подписями

source: NOT DEVICE PIN - see above
es_es: NINGÚN DISPOSITIVO PIN - vea arriba
ru_ru: НЕ PIN-КОД УСТРОЙСТВА - смотрите выше

source: Name
es_es: Nombre
ru_ru: Имя

source: Name this {}. If you have multiple devices their labels help distinguish them.
es_es: Nombra este {}. Si tiene múltiples dispositivos sus etiquetas ayudan distinguirlos.
ru_ru: Назовите это {}. Если у вас несколько устройств, метки помогают различать их.

source: Network
es_es: Red
ru_ru: Сеть

source: Network Setup
es_es: Configuración de red
ru_ru: Настройка сети

source: Network request timed out.
es_es: Tiempo de espera de red agotado.
ru_ru: Время ожидания запроса истекло.

source: Never
es_es: Nunca
ru_ru: Никогда

source: Never disclose your seed.
es_es: Nunca revele su semilla.
ru_ru: Ни кому не рассказывайте про свою seed-фразу.

source: Never type it on a website.
es_es: Nunca la escriba en un sitio web.
ru_ru: Никогда не вводите его ни на каких сайтах.

source: New Contact
es_es: Nuevo contacto
ru_ru: Новый контакт

source: New Fee rate
es_es: Nueva tasa de comisión
ru_ru: Новая ставка комиссии

source: New Password:
es_es: Nueva contraseña:
ru_ru: Новый пароль:

source: New contact
es_es: Nuevo contacto
ru_ru: Новый контакт

source: New transaction: {}
es_es: Nueva transacción: {}
ru_ru: Новая транзакция: {}

source: Next
es_es: Siguiente
ru_ru: Далее

source: Next share
es_es: Siguiente compartición

source: No Data
es_es: No hay datos
ru_ru: Нет данных

source: No Description
es_es: Sin descripción
ru_ru: Нет описания

source: No QR code was found on the screen.
es_es: No se encontró ningún código QR en la pantalla.

source: No Wallet
es_es: Sin cartera
ru_ru: Нет кошельков

source: No address available. Please remove some of your pending requests.
es_es: No hay dirección disponible. Elimine algunas de sus solicitudes pendientes.
ru_ru: Адрес недоступен. Удалите некоторые из ваших ожидающих запросов.

source: No amount
es_es: Sin Cantidad
ru_ru: Нет суммы

source: No data
es_es: No hay datos
ru_ru: Нет данных

source: No donation address for this server
es_es: Sin dirección de donaciones para este servidor
ru_ru: Данный сервер не указал адрес для пожертвований

source: No exceptions encountered.
es_es: No se encontraron excepciones.
ru_ru: Ошибок не произошло.

source: No existing accounts found.
es_es: No se encontraron cuentas existentes.
ru_ru: Аккаунты не найдены.

source: No fork detected
es_es: No se ha detectado ningún fork
ru_ru: Форки не обнаружены

source: No hardware device detected.
es_es: No se ha detectado ningún dispositivo de hardware.
ru_ru: Устройства не обнаружены.

source: No inputs found.
es_es: No se encontraron entradas.

source: No keystore
es_es: Sin almacén de claves
ru_ru: Нет хранилища ключей

source: No more addresses in your wallet.
es_es: No hay más direcciones en tu cartera.
ru_ru: В вашем кошельке нету больше адресов.

source: No outputs
es_es: Sin salidas
ru_ru: Нет результатов

source: No path found
es_es: No se ha encontrado una ruta

source: No seed stored for wallet
es_es: No hay semilla almacenada para esta monedero

source: No valid shares.
es_es: Ninguna compartición válida.

source: No wallet loaded.
es_es: No se cargó ninguna monedero.
ru_ru: Кошельки не загружены.

source: Node ID
es_es: ID de nodo
ru_ru: ID узла

source: Node alias
es_es: Alias de nodo

source: Nodes
es_es: Nodos
ru_ru: Ноды

source: Nodes in database.
es_es: Nodos en la base de datos.
ru_ru: Узлы в базе данных.

source: None
es_es: Ninguno
ru_ru: (Пусто)

source: Norwegian Bokmal
es_es: Bokmal Noruego

source: Not Now
es_es: Ahora no
ru_ru: Не сейчас

source: Not Verified
es_es: No confirmado
ru_ru: Не проверено

source: Not available for this wallet.
es_es: No disponible para esta monedero.
ru_ru: Недоступно для этого кошелька.

source: Not connected
es_es: Desconectado
ru_ru: Не подключено

source: Not enabled
es_es: No habilitado
ru_ru: Не включено

source: Not enough funds
es_es: No hay fondos suficientes
ru_ru: Недостаточно средств

source: Not enough funds on address.
es_es: Sin fondos suficientes en la dirección.
ru_ru: Недостаточно средств на адресе.

source: Not verified
es_es: No confirmado
ru_ru: Не проверено

source: Not yet available
es_es: Aún no disponible
ru_ru: Пока недоступно

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
es_es: Toma en cuenta que si tienes congelada alguna de tus cuentas, tu fondo disponible será menor que tu balance total.
ru_ru: Обратите внимание, что если вы заморозили некоторые из ваших адресов, имеющиеся средства будут ниже, чем ваш общий баланс.

source: Note that lightning channels will be converted to channel backups.
es_es: Tenga en cuenta que los canales Lightning se convertirán en respaldos de canales.

source: Note that some merchants do not accept non-final transactions until they are confirmed.
es_es: Tenga en cuenta que algunos comerciantes no aceptan transacciones que no son finalizadas hasta que sean confirmados.
ru_ru: Обратите внимание, что некоторые магазины не принимают неокончательные транзакции, пока они не получат подтверждения сети.

source: Note that this is NOT your encryption password.
es_es: Tenga en cuenta que esta NO es su contraseña de cifrado.
ru_ru: Обратите внимание - это НЕ пароль для шифрования кошелька.

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
es_es: Tenga en cuenta que sus monedas no están bloqueadas en este servicio. Puede retirar sus fondos en cualquier momento y sin costo, sin el servidor remoto, utilizando la opción 'restaurar monedero' con su semilla de monedero.
ru_ru: Ваши деньги не заблокированы этим сервисом. Вы можете вывести ваши средства в любой момент и без комиссий, без удаленного сервере, используя опцию "восстановить" с вашей seed-фразой.

source: Note you are at risk of losing the funds in the swap, if the funding transaction never confirms.
es_es: Tenga en cuenta que corre el riesgo de perder los fondos en el swap, si la transacción de financiación nunca se confirma.

source: Note: If you enable this setting, you will need your hardware device to open your wallet.
es_es: Nota: Si habilita esta configuración, necesitará su dispositivo de hardware para abrir su monedero.
ru_ru: Внимание: если вы включите эту настройку, для открытия кошелька потребуется ваш аппаратный ключ.

source: Note: This camera generates frames of relatively low resolution; QR scanning accuracy may be affected
es_es: Nota: esta cámara genera marcos de resulución relativamente baja; analizando QR precisa puede ser afectada

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
es_es: Nota: esta es una transacción fuera de línea, si desea que la red la vea, debe transmitirla.
ru_ru: Примечание: это офлайн транзакция, если вы хотите чтобы сеть увидела ее, вам нужно отправить ее.

source: Nothing set !
es_es: ¡Nada establecido!
ru_ru: Ничего не выбрано!

source: Nothing to plot.
es_es: No hay nada que actualizar.
ru_ru: Нет данных для диаграммы.

source: Nothing to summarize.
es_es: Nada que resumir.
ru_ru: Нечего подытоживать.

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
es_es: Número de ceros mostrados tras la coma decimal. Por ejemplo, si está configurada a 2, "1," se mostrará como "1,00"
ru_ru: Количество десятичных нулей, отображаемых после запятой. Например, если указано значение 2, то "1." будет отображаться как "1.00"

source: OK
es_es: Aceptar
ru_ru: ОК

source: OP_RETURN payload too large.
es_es: OP_RETURN recarga muy grande.

source: OR
es_es: O
ru_ru: ИЛИ

source: Offline
es_es: Sin conexión
ru_ru: Не в сети

source: On Linux, you might have to add a new permission to your udev rules.
es_es: En Linux, es posible que deba agregar un nuevo permiso a sus reglas de udev.
ru_ru: На Linux, возможно потребуется добавить новые разрешения к правилам udev.

source: Onchain
es_es: Encadenado
ru_ru: Ончейн

source: Onchain Invoice
es_es: Encabezado de Factura

source: One output per line.
es_es: Una salida por línea.
ru_ru: Один выход на строку.

source: One-server mode
es_es: Modo un servidor
ru_ru: Односерверный режим

source: Online Block Explorer
es_es: Explorador de Bloques Online
ru_ru: Онлайновый проводник по блокам

source: Only OP_RETURN scripts are supported.
es_es: Solo se admiten los scripts OP_RETURN.

source: Only OP_RETURN scripts, with one constant push, are supported.
es_es: Solo guiones OP_RETURN, con un push contante, están admitidos.
ru_ru: OP_RETURN скрипт поддерживается только с добавлением одной константы.

source: Only address outputs are supported by {}
es_es: Solo salidas de direcciones están admitidas por {}

source: Only connect to a single server
es_es: Solo conéctese a un único servidor
ru_ru: Подключаться только к одному серверу

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the feathercoins will be lost forever.
es_es: Solamente vacía un dispositivo si tiene escrita la semilla de recuperación y el dispositivo de monedero(s) están vacío, en otro caso los feathercoin se perderán para siempre.
ru_ru: Очистите устройство только если у вас есть записанная seed-фраза и кошельки связанные с устройством пусты, иначе биткойны будут потеряны навсегда.

source: Open Channel
es_es: Abrir Canal
ru_ru: Открыть канал

source: Open a new channel
es_es: Abrir un nuevo canal

source: Open advanced transaction preview dialog when 'Pay' is clicked.
es_es: Abre el cuadro de diálogo de vista previa avanzada de transacciones cuando haga clic en "Pagar".

source: Open calibration pdf
es_es: Abrir PDF de calibración
ru_ru: Открыть калибровку pdf

source: Open channel
es_es: Abrir canal
ru_ru: Открыть канал

source: Open your cosigner wallet to retrieve it.
es_es: Abra su monedero cofirmada para obtenerlo.
ru_ru: Откройте ваш кошелек со-подписанта для получения.

source: Open {} file
es_es: Abrir el archivo {}
ru_ru: Открыть файл {}

source: OpenAlias record, used to receive coins and to sign payment requests.
es_es: Registro de OpenAlias, utilizado para recibir monedas y firmar las solicitudes de pago.
ru_ru: Запись OpenAlias (открытый псевдоним), используемая для получения монет и подписывания платежных запросов.

source: Opening channel...
es_es: Abriendo canal ...
ru_ru: Открытие канала...

source: Options
es_es: Opciones
ru_ru: Опции

source: Or
es_es: O
ru_ru: Или

source: Other known servers
es_es: Otros servidores conocidos
ru_ru: Другие известные серверы

source: Other options
es_es: Otras opciones

source: Outdated device firmware
es_es: Firmware del dispositivo desactualizado
ru_ru: Устаревшая прошивка устройства

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
es_es: Firmware {} obsoleto para el dispositivo con la etiqueta {}. Descargue el firmware actualizado de {}
ru_ru: Устаревшая прошивка {} для устройства с меткой {}. Пожалуйста скачайте обновленную прошивку с {}

source: Outpoint
es_es: Punto de salida

source: Output amount
es_es: Cantidad de producción.
ru_ru: Выходящая сумма

source: Output point
es_es: Punto de salida
ru_ru: Точка выхода

source: Outputs
es_es: Salidas
ru_ru: Вывод

source: Overview
es_es: Resumen
ru_ru: Осмотр

source: PIN Code
es_es: Código PIN
ru_ru: PIN-код

source: PIN Protection
es_es: Protección por PIN
ru_ru: Защита PIN-кодом

source: PIN disabled
es_es: PIN deshabilitado
ru_ru: PIN-код отключен

source: PIN not updated
es_es: PIN no actualizado
ru_ru: PIN-код не обновлен

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your feathercoins if they obtain physical access to your {}.
es_es: La protección PIN es fuertemente recomendada. Un PIN es su única protección frente algún robo de sus feathercoin si obtienen acceso físico a su {}.
ru_ru: Защита PIN-кодом настоятельно рекомендуется. PIN-код ваша единственная защита, против кражи ваших биткойнов тем, кто получит физический доступ к вашему {}.

source: PIN set
es_es: PIN fijado
ru_ru: PIN-код установлен

source: PIN updated
es_es: PIN actualizado
ru_ru: PIN-код обновлен

source: Paid
es_es: Pagado
ru_ru: Оплачено

source: Partially signed
es_es: Parcialmente firmada
ru_ru: Частично подписано

source: Passphrase
es_es: Clave de acceso
ru_ru: Кодовая фраза

source: Passphrase:
es_es: Frase-Contraseña:
ru_ru: Кодовая фраза:

source: Passphrases
es_es: Frase de contraseña
ru_ru: Кодовые фразы

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
es_es: Las Passphrases le permiten acceder a nuevas billeteras, cada una oculta detrás de una Passphrases particular que distingue entre mayúsculas y minúsculas.
ru_ru: Ключевые фразы позволяют вам иметь доступ к кошелькам, каждый скрыт за определенной чувствительной к регистру кодовой фразой.

source: Password
es_es: Contraseña
ru_ru: Пароль

source: Password Strength
es_es: Seguridad de la Contraseña
ru_ru: Надежность пароля

source: Password is disabled, this wallet is not protected
es_es: La contraseña está desactivada, esta monedero no está protegida
ru_ru: Пароль отключен, данный кошелёк не защищён

source: Password is too short (min {} characters)
es_es: Contraseña muy corta (mínimo {} caracteres)
ru_ru: Пароль слишком короткий (минимум {} символов)

source: Password mismatch
es_es: Contraseña no coincide
ru_ru: Пароли не совпадают

source: Password must have at least 4 characters.
es_es: La contraseña debe tener al menos 4 caracteres.
ru_ru: Пароль должен содержать не менее 4 символов.

source: Password must have less than 64 characters.
es_es: La contraseña debe tener menos de 64 caracteres.
ru_ru: Пароль должен быть меньше 64 символов.

source: Password not updated
es_es: Contraseña no actualizada
ru_ru: Пароль не обновлен

source: Password required
es_es: Se requiere contraseña
ru_ru: Требуется пароль

source: Password updated for {}
es_es: Contraseña actualizada para {}
ru_ru: Пароль обновлен для {}

source: Password updated successfully
es_es: Contraseña actualizada correctamente
ru_ru: Пароль успешно обновлён

source: Password was updated successfully
es_es: Contraseña actualizada correctamente
ru_ru: Пароль успешно обновлён

source: Password:
es_es: Contraseña:
ru_ru: Пароль:

source: Paste from clipboard
es_es: Pegar desde el portapapeles
ru_ru: Вставить из буфера обмена

source: Pay
es_es: Pagar
ru_ru: Оплатить

source: Pay lightning invoice?
es_es: ¿Pagar factura relámpago?
ru_ru: Оплатить Lightning счет?

source: Pay to
es_es: Pagar a
ru_ru: Получатель

source: Pay to many
es_es: Pagar a varios
ru_ru: Заплатить нескольким

source: Payment Hash
es_es: Hash de Pago
ru_ru: Хеш платежа

source: Payment Received
es_es: Pago Recibido
ru_ru: Платёж получен

source: Payment Request
es_es: Solicitud de Pago
ru_ru: Запрос платежа

source: Payment failed
es_es: Pago erróneo
ru_ru: Платеж не прошел

source: Payment hash
es_es: Hash de pago
ru_ru: Хэш платежа

source: Payment log
es_es: Boletín de pago
ru_ru: Журнал платежей

source: Payment log:
es_es: Boletín de pago:
ru_ru: Журнал платежа:

source: Payment received
es_es: Pago recibido
ru_ru: Платеж получен

source: Payment received:
es_es: Pago recibido:

source: Payment request has expired
es_es: Solicitud de pago caducada
ru_ru: Запрос оплаты истекло

source: Payment sent
es_es: Pago enviado

source: Payment sent.
es_es: Pago enviado.
ru_ru: Платёж отправлен.

source: Payment succeeded
es_es: Pago correcto
ru_ru: Платеж прошел успешно

source: Payments (HTLCs):
es_es: Pagos (HTLC):
ru_ru: Платежи (HTLCs):

source: Pending
es_es: Pendiente
ru_ru: В ожидании

source: Perhaps some dependencies are missing...
es_es: Tal vez algunas dependencias faltan...
ru_ru: Возможно некоторые зависимости отсутствуют...

source: Persian
es_es: Persa

source: Please briefly describe what led to the error (optional):
es_es: Describa brevemente qué provocó el error (opcional):
ru_ru: Кратко опишите, что привело к ошибке (не обязательно):

source: Please check your network connection.
es_es: Revise su conexión de red.
ru_ru: Проверьте подключение к Интернету.

source: Please check your {} device
es_es: Revise su {} dispositivo
ru_ru: Пожалуйста, проверьте ваше устройство {}

source: Please confirm
es_es: Confirme
ru_ru: Пожалуйста подтвердите

source: Please create a backup of your wallet file!
es_es: ¡Cree un respaldo de su archivo de monedero!

source: Please enter an amount
es_es: Introduzca una cantidad
ru_ru: Укажите сумму

source: Please enter the master public key (xpub) of your cosigner.
es_es: Introduzca la clave pública maestra (xpub) de tu aval.
ru_ru: Пожалуйста, введите главный открытый ключ (xpub) вашего поручителя.

source: Please enter your Google Authenticator code
es_es: Introduzca su código de Google Authenticator
ru_ru: Введите код из приложения Google Authenticator

source: Please enter your Google Authenticator code:
es_es: Introduzca su código de Google Authenticator:
ru_ru: Введите код из вашего Google Authenticator:

source: Please enter your e-mail address
es_es: Introduzca su dirección de correo-e
ru_ru: Введите ваш email

source: Please enter your passphrase on the {} device
es_es: Introduzca su frase de permiso en el dispositivo {}
ru_ru: Пожалуйста, введите кодовую фразу на устройстве {}

source: Please enter your password
es_es: Por favor, introduzca su contraseña.
ru_ru: Пожалуйста, введите ваш пароль

source: Please enter your password to decrypt it.
es_es: Introduzca su contraseña para descifrarlo.
ru_ru: Введите ваш пароль для расшифровки.

source: Please enter your seed phrase in order to restore your wallet.
es_es: Por favor, introduzca su frase semilla con el fin de restaurar su cartera.
ru_ru: Пожалуйста, введите seed-фразу, чтобы восстановить свой кошелек.

source: Please insert your {}
es_es: Por favor inserte su {}
ru_ru: Вставьте ваш {}

source: Please note that channel backups cannot be used to restore your channels.
es_es: Tenga en cuenta que los respaldos de canales no se pueden usar para restaurar sus canales.
ru_ru: Пожалуйста, обратите внимание, что резервные копии каналов нельзя использовать для восстановления ваших каналов.

source: Please paste your cosigners master public key, or scan it using the camera button.
es_es: Pegue su llave pública maestra de firmantes, o analícera usando el botón de la cámara.
ru_ru: Вставьте ваш публичный мастер ключ со-подписантов или отсканируйте используя кнопку камеры.

source: Please report any bugs as issues on github:<br/>
es_es: Por favor, reporte cualquier error en github:<br/>
ru_ru: Пожалуйста, сообщите о любых ошибках на github (раздел вопросов):<br/>

source: Please report this issue manually
es_es: Informe este problema manualmente
ru_ru: Сообщите об этой проблеме вручную

source: Please restart Electrum to activate the new GUI settings
es_es: Por favor reinicie Electrum para activar los nuevos ajustes de la interfaz
ru_ru: Пожалуйста, перезапустите Electrum для активации новых настроек интерфейса.
