Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: You are most likely using an outdated version of Electrum. Please update.
es_es: Lo más probable es que estés usando una versión desactualizada de Electrum. Por favor actualice.
ru_ru: Похоже вы используете устаревшую версию Electrum. Рекомендуем обновить.

source: You are offline.
es_es: Estas desconectado.
ru_ru: Вы не в сети.

source: You are using a non-deterministic wallet, which cannot create new addresses.
es_es: Está usted usando un monedero no-determinístico, el cual no puede crear direcciones nuevas.
ru_ru: Вы используете недетерминированный кошелёк, для него нельзя создавать новые адреса.

source: You can also pay to many outputs in a single transaction, specifying one output per line.
es_es: Además puede retirar a muchas salidas dentro de una única transacción, especificando una salida por línea.

source: You can disable this setting in '{}'.
es_es: Puede deshabilitar esta configuración en '{}'.
ru_ru: Вы можете отключить эту настройку в '{}'.

source: You can download the new version from {}.
es_es: Puede descargar la nueva versión desde {}.
ru_ru: Вы можете скачать новую версию здесь {}.

source: You can override the suggested derivation path.
es_es: Puede anular la ruta de derivación sugerida.
ru_ru: Вы можете заменить предложенный путь.

source: You can reuse a feathercoin address any number of times but it is not good for your privacy.
es_es: Puede reutilizar una dirección de feathercoin tantas veces como desee, pero no es bueno para su privacidad.
ru_ru: Вы можете повторно использовать Feathercoin-адрес любое количество раз, но это плохо сказывается на вашей конфиденциальности.

source: You can set the homescreen on your device to personalize it. You must choose a {} x {} monochrome black and white image.
es_es: Puede configurar la pantalla de inicio en su dispositivo para personalizarla. Debe elegir una imagen en blanco y negro monocromo {} x {}.
ru_ru: Вы можете задать свои настройки для главного экрана на вашем устройстве. Вам нужно выбрать {} x {} монохромное черно-белое изображение.

source: You can't broadcast a transaction without a live network connection.
es_es: No puede transmitir una transacción sin una conexión de red activa.
ru_ru: Вы не можете отправить транзакцию без соединения с интернетом.

source: You cannot access your coins or a backup without the password.
es_es: No puede acceder a sus monedas o un respaldo sin la contraseña.
ru_ru: Вы не можете получить доступ к вашим средствам или резервной копии без пароля.

source: You cannot use channel backups to perform lightning payments.
es_es: No puede usar respaldos de canales para realizar pagos relámpago.

source: You do not have the capacity to receive that amount with Lightning.
es_es: No tiene la capacidad de recibir esa cantidad con Lightning.

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
es_es: No necesita realizar respaldos con regularidad, ya que su monedero se puede recuperar de una frase secreta que puede memorizar o escribir en papel.
ru_ru: Вам не нужно регулярно создавать резервные копии, т. к. кошелек может быть восстановлен из секретной фразы, которую вы можете запомнить или записать на бумаге.

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
es_es: Tiene varios espacios en blanco consecutivos o espacios en blanco iniciales/finales en la frase de contraseña.
ru_ru: В кодовой фразе содержаться несколько последовательных пробелов либо пробелы присутствуют в начале или конце.

source: You have {n} open channels.
es_es: Tiene {n} canales abiertos.
ru_ru: У вас есть {n} открытых каналов.

source: You may enter a Feathercoin address, a label from your list of contacts (a list of completions will be proposed), or an alias (email-like address that forwards to a Feathercoin address)
es_es: Puede introducir una dirección de feathercoin, una etiqueta de su lista de contactos (se desplegará un listado para autocompletar), o un pseudónimo (una dirección estilo email que redirige a una dirección Feathercoin)
ru_ru: Вы можете указать Feathercoin-адрес, метку из вашей адресной книги (будет показан список с автодополнением) или псевдоним (адрес, похожий на эл. почту, связанный с адресом Feathercoin)

source: You may extend your seed with custom words.
es_es: Puede extender su semilla con palabras personalizadas.
ru_ru: Вы можете расширить вашу seed-фразу дополнительными словами.

source: You may load a CSV file using the file icon.
es_es: Puede cargar un archivo CSV usando el icono de archivo.
ru_ru: Вы можете загрузить файл CSV используя значок файла.

source: You might have a local transaction in your wallet that this transaction builds on top. You need to either broadcast or remove the local tx.
es_es: Quizá tenga una transacción local dentro de su monedero que esta transacción lleva en la cima. Necesita o bien difundir o bien quitar el tx local.

source: You might have an incompatible library.
es_es: Es posible que tenga una biblioteca incompatible.
ru_ru: Возможно бибилиотека несовместима.

source: You might have to unplug and plug it in again.
es_es: Quizá tiene que desenchufar y enchufarlo otra vez.
ru_ru: Возможно, вам придется отключить и снова подключить его.

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
es_es: Debe estar online para completar la creación de su monedero. Si generó su semilla en una computadora offline, haga clic en "{}" para cerrar esta ventana, mueva su archivo de monedero a una computadora online y vuelva a abrirlo con Electrum.
ru_ru: Чтобы завершить создание кошелька вам требуется подключение к интернету. Если вы сгенерировали seed-фразу на компьютере без интернета, нажмите на "{}", чтобы закрыть это окно, затем перенесите ваш кошелек на компьютер с интернетом и откройте его в Electrum.

source: You need to configure a backup directory in your preferences
es_es: Necesita configurar un directorio de respaldo en sus preferencias
ru_ru: Вам необходимо настроить директорию резервных копий в своих предпочтениях

source: You need to create a separate Electrum wallet for each passphrase you use as they each generate different addresses. Changing your passphrase does not lose other wallets, each is still accessible behind its own passphrase.
es_es: Debe crear un monedero Electrum separada para cada frase de permiso que use, ya que cada una genera direcciones diferentes. Al cambiar su frase de permiso no pierde otras billeteras, cada una sigue siendo accesible con su propia frase de permiso.
ru_ru: Вам нужно создать отдельный кошелек в Electrum для каждой кодовой фразы которую вы используете, т.. к. каждая из фраза генерирует свои адреса. Изменение кодовой фразы не приводит к потере других кошельков, каждый по прежнему доступен через свою кодовую фразу.

source: You need to put at least
es_es: Necesitas poner al menos

source: You receive
es_es: Recibes
ru_ru: Полученные

source: You send
es_es: Usted envía
ru_ru: Отправленные

source: You should enable PIN protection. Your PIN is the only protection for your feathercoins if your device is lost or stolen.
es_es: Debe habilitar la protección con PIN. Su PIN es la única protección para sus feathercoins si pierde o le roban su dispositivo.
ru_ru: Вам следует включить защиту PIN-кодом. Ваш PIN-код единственная защита ваших биткойнов, если устройство потеряно или украдено.

source: You will be able to pay once the channel is open.
es_es: Podrás pagar una vez que el canal esté abierto.

source: You will be asked to enter 24 words regardless of your seed's actual length. If you enter a word incorrectly or misspell it, you cannot change it or go back - you will need to start again from the beginning. So please enter the words carefully!
es_es: Se le solicitará introducir 24 palabras a no ser que su longitud actual de la semilla. Si introduce una palabra incorrectamente o mal deletreada, no puede cambiarla o volver para atrás - necesitará inicializar de nuevo desde el principio. ¡Por lo tanto introduzca las palabras con mucho cuidado!
ru_ru: Вам нужно будет ввести 24 слова, независимо от длинны вашей seed-фразы. Если вы введете слово неверно, вы не сможете изменить его или вернуться назад - вым нужно начать сначала. Будьте аккуратны!

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
es_es: Su Monedero de Libro General desea decirle un código PIN de una-vez. <br><br>Para la mejor seguridad debería desenchufar su dispositivo, abrir un editor de texto en otro equipo, poner su cursor en éste, y enchufar su dispositivo dentro de ese equipo. Sacará un sumario de la transacción siendo firmada y un PIN de una vez.<br><br>Verifique el sumerio de transacción y teclee el código PIN aquí.<br><br>Antes de introducir la pulsación, vuelva a enchufar el dispositivo en su equipo.<br>
ru_ru: Ваш Ledger Wallet хочет сообщать вам одноразовый PIN-код<br><br>Для лучшей безопасности следует отключить устройство, открыть текстовый редактор на другом компьютере, поместить курсов в него и подключить ваше устройство к другому компьютеру. Будет выведено итоговое описание транзакции для подписи и одноразовый PIN-код.<br><br>Проверьте итоговое описание транзакции и введите PIN-код здесь.<br><br>Перед тем как нажать клавишу ввода, подключите устройство обратно к этому компьютеру.<br>

source: Your Ledger is locked. Please unlock it.
es_es: Tu Libro General está bloqueado. Por favor, desbloquéalo.
ru_ru: Ваш Ledger заблокирован. Пожалуйста разблокируйте его.

source: Your accounts have been moved to
es_es: Sus cuentas han sido movidas a
ru_ru: Ваши аккаунты были перемещены в

source: Your feathercoins are password protected. However, your wallet file is not encrypted.
es_es: Sus feathercoins están protegidos con contraseña. Sin embargo, el archivo de su monedero no está cifrado.
ru_ru: Ваши биткойны защищены паролем, но ваш кошелёк не зашифрован.

source: Your channels can send {}.
es_es: Tus canales pueden enviar {}.

source: Your channels cannot be recovered from seed, because they were created with an old version of Electrum. This means that you must save a backup of your wallet everytime you create a new channel. If you want this wallet to have recoverable channels, you must close your existing channels and restore this wallet from seed
es_es: Sus canales no se pueden recuperar de la semilla, porque fueron creados con una versión antigua de Electrum. Esto significa que debe guardar una respaldo de su monedero cada vez que cree un nuevo canal. Si desea que esta monedero tenga canales recuperables, debe cerrar sus canales existentes y restaurar esta monedero desde la semilla

source: Your channels cannot be recovered from seed. This means that you must save a backup of your wallet everytime you create a new channel. If you want to have recoverable channels, you must create a new wallet with an Electrum seed
es_es: Sus canales no se pueden recuperar de la semilla. Esto significa que debe guardar una respaldo de su monedero cada vez que crea un nuevo canal. \Si desea tener canales recuperables, debe crear una nueva monedero con una semilla Electrum

source: Your current Electrum wallet can only be used with an empty passphrase. You must create a separate wallet with the install wizard for other passphrases as each one generates a new set of addresses.
es_es: Su monedero Electrum actual solo se puede usar con una frase de permiso vacía. Debe crear un monedero separado con el asistente de instalación para otras frases de contraseña, ya que cada una genera un nuevo conjunto de direcciones.
ru_ru: Текущий кошелек может быть использован только с пустой кодовой фразой. Вам нужно создать отдельный кошелек через мастер установки установки для других кодовых фраз, каждая из которых генерирует новый набор адресов.

source: Your device firmware is too old
es_es: El firmware de tu dispositivo no está actualizado
ru_ru: Прошивка устройства устарела

source: Your device might not have support for this functionality.
es_es: Es posible que su dispositivo no sea compatible con esta funcionalidad.
ru_ru: Ваше устройство может не иметь поддержки этой функции.

source: Your labels have been synchronised.
es_es: Tus etiquetas han sido sincronizadas.
ru_ru: Ваши метки были синхронизированы.

source: Your seed extension is
es_es: La extensión de su semilla es
ru_ru: Ваша расширенная seed-фраза

source: Your seed extension must be saved together with your seed.
es_es: La extensión de la semilla debe guardarse junto con su semilla.
ru_ru: Ваши дополнительные слова должны быть сохранены вместе с вашей seed-фразой.

source: Your seed is important!
es_es: ¡Tu semilla es importante!
ru_ru: Ваш seed - это важно!

source: Your server is on branch
es_es: Su servidor está en la rama
ru_ru: Ваш частный сервер

source: Your transaction is paying a fee that is so low that the feathercoin node cannot fit it into its mempool. The mempool is already full of hundreds of megabytes of transactions that all pay higher fees. Try to increase the fee.
es_es: Su transacción está pagando una comisión que es tan baja que el nodo feathercoin no puede encajar en su mempool. El mempool ya está lleno de cientos de megabytes de transacciones que todas pagan comisiones más altas. Intente aumentar la comisión.

source: Your transaction is trying to replace another one in the mempool but it does not meet the rules to do so. Try to increase the fee.
es_es: Su transacción está intentando reemplazar otra en el mempool pero no cumple con las reglas para hacerlo. Intente aumentar la comisión.
ru_ru: Ваша транзакция пытается заменить другую в мемпуле, но не соответствует правилам для этого. Попробуйте увеличить плату.

source: Your transaction was sent to the cosigning pool.
es_es: Su transacción fue enviada al cosigning pool.
ru_ru: Транзакция отправлена в пул со-подписания.

source: Your wallet file does not contain secrets, mostly just metadata.
es_es: Su archivo de monedero no contiene secretos, principalmente solo metadatos.
ru_ru: Ваш файл кошелька не содержит секретных данных, только метаданные.

source: Your wallet file is NOT encrypted.
es_es: Su archivo de monedero NO está cifrado.
ru_ru: Ваш файл кошелька НЕ зашифрован.

source: Your wallet file is encrypted.
es_es: Su archivo de monedero está cifrado.
ru_ru: Ваш файл кошелька зашифрован.

source: Your wallet file is: {}.
es_es: Su archivo de monedero es: {}.
ru_ru: Ваш файл кошелька: {}.

source: Your wallet generation seed is:
es_es: Su semilla para generar la cartera es:
ru_ru: Seed-фраза вашего кошелька:

source: Your wallet has {} prepaid transactions.
es_es: Su monedero tiene {} transacciones anticipadas.
ru_ru: Ваш кошелек {} содержит предоплаченные транзакции.

source: Your wallet history has been successfully exported.
es_es: El historial de tu cartera ha sido exportado exitosamente.
ru_ru: История вашего кошелька успешно экспортирована.

source: Your wallet is not protected.
es_es: Su monedero no está protegido.
ru_ru: Ваш кошелёк не защищен.

source: Your wallet is password protected and encrypted.
es_es: Su monedero está protegido con contraseña y cifrado.
ru_ru: Ваш кошелёк защищен паролем и зашифрован.

source: Your {0} were exported to '{1}'
es_es: Sus {0} se exportaron a «{1}»
ru_ru: Ваши {0} экспортированы в "{1}"

source: Your {} were successfully imported
es_es: Sus {} se importaron correctamente
ru_ru: Ваш {} успешно импортирован

source: Zeros after decimal point
es_es: Ceros tras coma decimal
ru_ru: Ноль после десятичной точки

source: [Clear]
es_es: [Vaciar]
ru_ru: [Очистить]

source: [b] - print server banner
es_es: [b] - escribir pancarta de servidor
ru_ru: [b] - показать информацию о сервере

source: [c] - display contacts
es_es: [c] - representa contactos
ru_ru: [c] - показать контакты

source: [h] - displays this help text
es_es: [h] - representa este texto de ayuda
ru_ru: [h] - показать справку

source: [i] - display transaction history
es_es: [i] - representa historial de transacciones
ru_ru: [i] - показать историю транзакций

source: [o] - enter payment order
es_es: [o] - introducir operación de remuneración
ru_ru: [o] - создать платежное поручение

source: [p] - print stored payment order
es_es: [p] - declara operación de liquidación almacenada
ru_ru: [p] - показать платежное поручение

source: [q] - quit
es_es: [q] - salir
ru_ru: [q] - выйти

source: [r] - show own receipt addresses
es_es: [r] - muestra olas propias direcciones de recibo
ru_ru: [r] - показать свои адреса

source: [s] - send stored payment order
es_es: [s] - envía operación de pago almacenada
ru_ru: [s] - отправить платежное поручение

source: active
es_es: activar
ru_ru: активный

source: add inputs and outputs
es_es: agregar entradas y salidas

source: address already in wallet
es_es: dirección ya en el monedero
ru_ru: адрес уже в кошельке

source: and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees.
es_es: y usted tendrá la posibilidad, mientras no estén confirmadas, de reemplazarlas con transacciones que paguen comisiones más altas.
ru_ru: и пока транзакции не подтверждены у вас будет возможность заменить их транзакциями с более высокой комиссией.

source: are frozen
es_es: están congelados
ru_ru: заморожены

source: below relay fee
es_es: por debajo de la comisión de retransmisión

source: blocks
es_es: bloques
ru_ru: блоки

source: can receive
es_es: puede recibir

source: change
es_es: cambio
ru_ru: сдача

source: contacts
es_es: contactos
ru_ru: контакты

source: cosigner
es_es: co-firmante
ru_ru: со-подписант

source: decrease change, or add new inputs, or decrease any outputs
es_es: disminuir el cambio, o agregar nuevas entradas, o disminuir cualquier salida

source: decrease change, or decrease any outputs
es_es: disminuir el cambio, o disminuir cualquier salidas

source: decrease payment
es_es: disminuir el pago
ru_ru: уменьшить платеж

source: each Revealer is a one-time-pad, use it for a single secret.
es_es: cada Revelador es un pad de una vez, utilícelo para un secreto único.

source: file size
es_es: tamaño de archivo

source: groups needed:<br/>
es_es: grupos necesitados:<br/>

source: high fee rate
es_es: tasa de comisión alta
ru_ru: высокая ставка комиссии

source: high fee ratio
es_es: proporción al ta de comisión
ru_ru: высокий коэффициент комиссии

source: initialized
es_es: inicializado
ru_ru: инициализировано

source: invalid address
es_es: dirección no válida
ru_ru: неправильный адрес

source: invalid private key
es_es: clave privada no válida
ru_ru: неправильный приватный ключ

source: invoices
es_es: facturas
ru_ru: инвойсы

source: is a duplicate of share
es_es: es un duplicado de acción

source: is not part of the current set.
es_es: no es parte del conjunto actual.
ru_ru: не входит в текущий набор.

source: keystore
es_es: llavero
ru_ru: Хранилище ключей

source: labels
es_es: etiquetas
ru_ru: метки

source: loaded
es_es: cargado
ru_ru: загружено

source: loading
es_es: cargando
ru_ru: загрузка

source: not implemented type
es_es: tipo no implementado
ru_ru: еще не реализовано

source: of
es_es: de

source: open_channel timed out
es_es: open_channel caducado

source: or type an existing revealer code below and click 'next':
es_es: o teclee un código revelador existente debajo y pulse 'siguiente':
ru_ru: или введите имеющийся код revealer и нажмите 'далее":

source: please wait...
es_es: espere, por favor...
ru_ru: пожалуйста, подождите...

source: print the calibration pdf and follow the instructions
es_es: escriba el pdf de calibración y siga las instrucciones
ru_ru: напечатайте pdf-файл для калибровки и следуйте инструкциям

source: proxy enabled
es_es: proxy habilitado
ru_ru: прокси включен

source: receiving
es_es: recepción
ru_ru: принимающий

source: requests
es_es: solicitudes
ru_ru: запросы

source: seed
es_es: semilla
ru_ru: seed-фраза

source: shares from group
es_es: acciones desde grupo
ru_ru: поделиться из группы

source: shares needed from group
es_es: acciones necesitadas desde grupo

source: standby
es_es: espera
ru_ru: режим ожидания

source: starting
es_es: iniciando
ru_ru: запуск

source: stopping
es_es: deteniendo
ru_ru: остановка

source: tasks
es_es: tareas

source: type a custom alphanumerical secret below:
es_es: teclee un secreto alfanumérico personal debajo:
ru_ru: введите свой цифробуквенный секрет ниже:

source: unavailable
es_es: indisponible
ru_ru: недоступно

source: unknown
es_es: desconocido
ru_ru: неизвестно

source: unknown parser {!r} (choices: {})
es_es: intérprete {!r} desconocido (elecciones: {})
ru_ru: неизвестный парсер {!r} (варианты: {})

source: unloaded
es_es: descargado
ru_ru: не загружено

source: unloading
es_es: descargando
ru_ru: не загружается

source: watching only
es_es: sólo lectura
ru_ru: только для просмотра

source: watching-only
es_es: sólo-lectura
ru_ru: только просмотр

source: wiped
es_es: purgado
ru_ru: очищено

source: your seed extension will <b>not</b> be included in the encrypted backup.
es_es: su extensión de semilla <b>no</b> se incluirá en el respaldo cifrada.
ru_ru: добавочные слова расширенной seed-фразы <b>не будут</b> включены в зашифрованную резервную копию.

source: {:2d} minutes
es_es: {:2d} minutos
ru_ru: {:2d} мин.

source: {:d} words
es_es: {:d} palabras
ru_ru: {:d} слов

source: {} Settings
es_es: {} Ajustes
ru_ru: {} Настройки

source: {} channels
es_es: {} canales
ru_ru: {} каналы

source: {} confirmations
es_es: {} confirmaciones
ru_ru: {} подтверждений

source: {} connections.
es_es: {} conexiones.
ru_ru: {} соединений.

source: {} copied to clipboard
es_es: {} copiado al portapapeles
ru_ru: {} скопировано в буфер

source: {} encrypted for Revealer {}_{} saved as PNG and PDF at:
es_es: {} cifrado por Revealer {}_{} guardado como PNG y PDF en:
ru_ru: {} зашифровано для Revealer {}_{} сохранено как PNG и PDF в:

source: {} from tip
es_es: {} desde la punta
ru_ru: {} с вершины

source: {} new transactions: Total amount received in the new transactions {}
es_es: {} nuevas transacciones: importe total recibido en las nuevas transacciones {}
ru_ru: {} новых транзакций: Вся сумма полученная в новых транзакциях {}

source: {} nodes
es_es: {} nodos
ru_ru: {} нод

source: {} outputs available ({} total)
es_es: {} salidas disponibles ({} total)
ru_ru: {} выводов доступно (всего {})

source: {} plugin does not support this type of wallet.
es_es: El complemento {} no es compatible con este tipo de monedero.
ru_ru: {} плагин не поддерживает этот тип кошелька.

source: {} words
es_es: {} palabras
ru_ru: {} слов

source: Audio MODEM
ru_ru: Аудио МОДЕМ

source: Banner
ru_ru: Баннер

source: Bit rate [kbps]:
ru_ru: Битрейт (кб/сек):

source: Bootloader Hash
ru_ru: Хэш загрузчика

source: CSV
ru_ru: CSV (значения, разделённые запятыми)

source: Copy URI
ru_ru: Копировать URI

source: Create Request
ru_ru: Создать Предложение

source: Error
ru_ru: Ошибка

source: Fiat
ru_ru: Валюта

source: LabelSync
ru_ru: Синхронизация меток

source: Local
ru_ru: Локальная

source: No
ru_ru: Нет

source: OpenAlias
ru_ru: OpenAlias (открытый псевдоним)

source: Proxy
ru_ru: Прокси
