Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: Do you want to delete the old file
es_es: ¿Desea eliminar el archivo viejo
ru_ru: Вы действительно хотите удалить старый файл

source: Do you want to open it now?
es_es: ¿Quieres abrirlo ahora?
ru_ru: Хотите открыть сейчас?

source: Do you want to remove {} from your wallet?
es_es: ¿Quieres quitar {} de tu monedero?
ru_ru: Вы хотите удалить {} из вашего кошелька?

source: Do you want to send this report?
es_es: ¿Desea enviar este reporte?
ru_ru: Вы действительно хотите отправить этот отчет?

source: Do you wish to continue?
es_es: ¿Desea continuar?
ru_ru: Вы хотите продолжить?

source: Don't know any addresses for node:
es_es: No se conoce ninguna dirección para el nodo:
ru_ru: Не знаю ни одного адреса для ноды:

source: Don't show this again.
es_es: No volver a mostrar este mensaje.
ru_ru: Не показывать это больше.

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
es_es: Debido a un fallo, las versiones anteriores de Electrum NO podrán crear el mismo monedero que las nuevas versiones u otros programas.
ru_ru: Из-за бага в старой версии Electrum, не будет создан такой же кошелек как в новой версии или других программах.

source: During that time, funds will not be recoverable from your seed, and may be lost if you lose your device.
es_es: Durante ese tiempo, los fondos no serán recuperables de su semilla y pueden perderse si pierde su dispositivo.

source: Dutch
es_es: Holandés

source: Dynamic fee estimates not available
es_es: Tarifas dinámicas estimadas no están disponibles
ru_ru: Динамическое определение комиссии не доступно

source: ETA
es_es: Tiempo estimado
ru_ru: Ожидаемое время

source: ETA: fee rate is based on average confirmation time estimates
es_es: TEA: la comisión se basa en el tiempo promedio de confirmación estimado

source: Edit {}
es_es: Editar {}
ru_ru: Изменить {}

source: Electrum Plugins
es_es: Complementos de Electrum
ru_ru: Плагины Electrum

source: Electrum cannot pair with your {}. Before you request feathercoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all feathercoins you receive will be unspendable.
es_es: Electrum no puede enlazarse con su {}. Antes de que solicites que te envíen feathercoins a direcciones en esta monedero, asegúrate de que puedes enlazar tu dispositivo, o que tienes la semilla del mismo (y la frase de permiso, si es que la tiene). Si no, todos los feathercoins que recibas no se podrán gastar.
ru_ru: Electrum не может сопрячься с вашим {}. Перед тем как получать биткойны на адреса в этом кошельке, убедитесь, что вы можете сопрячь устройство, или у вас есть seed-фраза(и кодовая фраза, если задана). Иначе полученные биткойны будет невозможно потратить.

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
es_es: Electrum se comunica con servidores remotos para recibir información acerca de tus transacciones y direcciones. Los servidores todos cumplen la misma función y sólo se diferencian en el hardware. En la mayoría de los casos simplemente podrás dejar a Electrum elegir uno al azar. Aunque si lo prefieres puedes elegir un servidor manualmente.
ru_ru: Электрум общается с удаленными серверами, чтобы получить информацию о ваших транзакциях и адресах. Сервера служат той же цели, разница в железе. В большинстве случаев вы просто хотите, чтобы Electrum выбрал один случайный сервер. В любом случае, вы можете задать сервер вручную.

source: Electrum connects to several nodes in order to download block headers and find out the longest blockchain.
es_es: Electrum se conecta a varios nodos con el fin de descargar las cabezeras de bloques y encontrar la cadena de bloques más larga.
ru_ru: Electrum подключается к нескольким узлам, чтобы загрузить заголовки блоков и обнаружить самую длинную цепочку.

source: Electrum preferences
es_es: Preferencias de Electrum
ru_ru: Настройки Electrum

source: Electrum requests your transaction history from a single server. The returned history is checked against blockchain headers sent by other nodes, using Simple Payment Verification (SPV).
es_es: Electrum solicita tu historial de transacciones a un único servidor. El historial que te envía éste es verificado con las cabeceras de la cadena de bloques que son enviadas por otros nodos usando Simple Payment Verification (SPV).
ru_ru: Electrum запрашивает вашу историю транзакций с единственного сервера. Эта история проверяется в блокчейне в заголовках блоков, отправленных другими узлами используя упрощенную верификацию (SPV).

source: Electrum sends your wallet addresses to a single server, in order to receive your transaction history.
es_es: Electrum envía las direcciones de tu cartera a un único servidor, para poder recibir tu historial de transacciones.
ru_ru: Electrum отправляет адреса Вашего кошелька на один из серверов, чтобы получить историю транзакций.

source: Electrum wallet
es_es: Cartera Electrum
ru_ru: Electrum кошелёк

source: Electrum was unable to copy your wallet file to the specified location.
es_es: Electrum no ha podido copiar el archivo de tu cartera en la localización especificada.
ru_ru: Electrum не удалось скопировать файл вашего кошелька в указанное расположение.

source: Electrum was unable to deserialize the transaction:
es_es: Electrum no ha podido analizar la transacción:
ru_ru: Electrum не смог десериализовать вашу транзакцию:

source: Electrum was unable to open your transaction file
es_es: Electrum no ha podido abrir tu archivo de transacción
ru_ru: Electrum не удалось открыть файл ваших транзакций

source: Electrum was unable to parse your transaction
es_es: Electrum no ha podido analizar tu transacción
ru_ru: Electrum не удалось обработать вашу транзакцию

source: Electrum was unable to produce a private key-export.
es_es: Electrum no ha podido reproducir una llave de exportación privada.
ru_ru: Electrum не удалось экспортировать ваш личный ключ.

source: Electrum was unable to produce a transaction export.
es_es: Electrum no ha podido exportar tus transacciones.
ru_ru: Electrum не удалось экспортировать транзакцию.

source: Electrum will now exit.
es_es: Electrum ahora se cerrará.
ru_ru: Electrum сейчас закончит работу.

source: Electrum's focus is speed, with low resource usage and simplifying Feathercoin.
es_es: El objetivo de Electrum es ser una interfaz simplificada de Feathercoin veloz y que utilice pocos recursos del sistema.
ru_ru: Electrum делает ставку на скорость, низкое потребление ресурсов и упрощение Feathercoin.

source: Enable
es_es: Activar
ru_ru: Включить

source: Enable Lightning?
es_es: ¿Habilitar Lightning?
ru_ru: Включить Lightning?

source: Enable PIN protection
es_es: Habilitar la protección con PIN
ru_ru: Включить защиту PIN-кодом

source: Enable Passphrases
es_es: Habilitar Passphrases
ru_ru: Включить кодовые фразы

source: Enable fiat exchange rate with history.
es_es: Habilita tasa de cambio fiat con el historial.
ru_ru: Включить обменный курс фиатной валюты с историей.

source: Enable output value rounding
es_es: Habilitar redondeo en el valor de salida
ru_ru: Округлять значения выходов

source: Enable passphrases
es_es: Activar contraseñas
ru_ru: Включить кодовые фразы

source: Enable update check
es_es: Habilitar verificación de actualización
ru_ru: Проверять обновления

source: Enabled
es_es: Activado
ru_ru: Включено

source: Enabled, non-recoverable channels
es_es: Activado, canales no-recuperables.

source: Encrypt
es_es: Cifrar
ru_ru: Зашифровать

source: Encrypt custom secret
es_es: Cifrar secreto personalizado
ru_ru: Зашифровать секрет

source: Encrypt wallet file
es_es: Cifrar archivo de la cartera
ru_ru: Зашифрованный файл кошелька

source: Encrypt {}'s seed
es_es: Cifra semilla de {}
ru_ru: Зашифровать seed-фразу {}

source: Encrypt/decrypt Message
es_es: Cifrar/descifrar mensaje
ru_ru: Зашифровать/расшифровать Сообщение

source: Encrypt/decrypt message
es_es: Cifrar/descifrar mensaje
ru_ru: Зашифровать/расшифровать сообщение

source: Encrypted
es_es: Cifrado
ru_ru: Зашифрованный

source: Encryption and decryption are currently not supported for {}
es_es: Cifrar y descifrar no están admitidos en este momento para {}
ru_ru: В настоящее время зашифровка и расшифровка не поддерживается для {}

source: Encryption and decryption are not implemented by {}
es_es: Cifrar y descifrar no están implementados por {}
ru_ru: Шифрование и расшифровка не реализованы в {}

source: End
es_es: Fin
ru_ru: Конец

source: English
es_es: Inglés

source: Enter PIN
es_es: Introduzca PIN
ru_ru: Введите PIN-код

source: Enter PIN:
es_es: Introduzca PIN:
ru_ru: Введите PIN-код:

source: Enter Passphrase
es_es: Introducir Passphrase
ru_ru: Введите кодовую фразу

source: Enter Passphrase on Device
es_es: Introduzca la frase de seguridad en el dispositivo
ru_ru: Введите парольную фразу на Устройстве

source: Enter Password
es_es: Introduce la Contraseña
ru_ru: Введите пароль

source: Enter Remote Node ID or connection string or invoice
es_es: Introduzca la ID del nodo remoto o la cadena de conexión o la factura

source: Enter Seed
es_es: Introducir Semilla
ru_ru: Введите seed-фразу

source: Enter Transaction Label
es_es: Introduzca descripción de la transacción
ru_ru: Изменить лейбл транзакции

source: Enter a descriptive name for your multisig account. You should later be able to use the name to uniquely identify this multisig account
es_es: Introduzca un nombre descriptivo para su cuenta multi-firma. Debieras usar más tarde el nombre para identificar unívocamente esta cuenta multi-firma

source: Enter a label to name your device:
es_es: Introduzca un nombre para tu dispositivo:
ru_ru: Введите лейлб для вашего устройства:

source: Enter a list of Feathercoin addresses (this will create a watching-only wallet), or a list of private keys.
es_es: Introduzca un listado de direcciones Feathercoin (esto creará un monedero de sólo lectura), o un listado de llaves privadas.
ru_ru: Введите список адресов биткойна (будет создан кошелек только для просмотра) или список приватных ключей.

source: Enter a list of outputs in the 'Pay to' field.
es_es: Introducir una lista de salidas en el campo 'Pagar a'.
ru_ru: Введите список выходов в поле «Получатель».

source: Enter a new PIN for your {}:
es_es: Introduzca un nuevo PIN para tu {}:
ru_ru: Введите новый PIN-код для вашего {}:

source: Enter a new password below.
es_es: Introduzca abajo la nueva contraseña.
ru_ru: Введите новый пароль ниже.

source: Enter a passphrase to generate this wallet. Each time you use this wallet your {} will prompt you for the passphrase. If you forget the passphrase you cannot access the feathercoins in the wallet.
es_es: Introduzca una frase de permiso para generar esta monedero. Cada vez que uses esta monedero tu {} te solicitará tu frase de permiso. Si olvidas la frase de permiso no podrás acceder a los feathercoins en el monedero.
ru_ru: Введите ключевую фразу, чтобы сгенерировать кошелек. Каждый раз при использовании кошелька будет спрашиваться эта фраза. Если вы забудите ключевую фразу, вы не сможете получить доступ к биткойнам в этом кошельке.

source: Enter addresses
es_es: Introducir direcciones
ru_ru: Введите адреса

source: Enter cosigner key
es_es: Ingrese llave de Cosigner
ru_ru: Введите ключ со-подписанта

source: Enter cosigner seed
es_es: Introduzca semilla de Cofirmante
ru_ru: Введите seed-фразу со-подписанта

source: Enter description
es_es: Introducir descripción
ru_ru: Введите описание

source: Enter new PIN
es_es: Introducir nuevo PIN
ru_ru: Введите новый PIN-код

source: Enter new password
es_es: Introduzca contraseña nueva
ru_ru: Введите новый пароль

source: Enter passphrase on device?
es_es: ¿Introduzca la frase de seguridad en la dispositivo?
ru_ru: Введите парольную фразу на вашем аппаратном кошельке

source: Enter password:
es_es: Introduzca la contraseña:
ru_ru: Введите пароль:

source: Enter private keys
es_es: Introduce las llaves privadas
ru_ru: Введите приватные ключи

source: Enter private keys:
es_es: Introducir llaves privadas:
ru_ru: Введите приватные ключи:

source: Enter the master private key beginning with xprv:
es_es: Introduzca la llave privada maestra que empieza por xprv:
ru_ru: Введите приватный мастер ключ, начинающийся с xprv:

source: Enter the passphrase to unlock this wallet:
es_es: Introduzca la frase de permiso para abrir esta monedero:
ru_ru: Введите кодовую фразу для разблокировки кошелька:

source: Enter the password used when the backup was created:
es_es: Introduzca la contraseña usada cuando el respaldo fue creada:
ru_ru: Введите пароль, заданный при создании резервной копии:

source: Enter the recovery words by pressing the buttons according to what the device shows on its display. You can also use your NUMPAD. Press BACKSPACE to go back a choice or word.
es_es: Introduzca las palabras de recuperación presionando los botones de acuerdo con lo que el dispositivo muestra en su pantalla. Puedes también user tu NUMPAD. Presiona BACKSPACE para retroceder una opción ó palabra.
ru_ru: Введите слова восстановления нажимая кнопки согласно тому, что устройство показывает не экране. Вы также можете использовать NUMPAD. Нажмите BACKSPACE вернуться назад. к выбору или слову

source: Enter the seed for your 2-factor wallet:
es_es: Introduzca la semilla de tu monedero de 2-factores:
ru_ru: Введите seed-фразу для вашего кошелька с двухфакторной аутентификацией:

source: Enter their master private key (xprv) if you want to be able to sign for them.
es_es: Introduzca la llave privada maestra (xprv) si desea poder firmar por ellos.
ru_ru: Введите их закрытый мастер-ключ (xprv), если Вы хотите иметь возможность подписывать их.

source: Enter wallet name
es_es: Introducir nombre de la cartera
ru_ru: Введите название кошелька

source: Enter your BIP39 mnemonic:
es_es: Introduce tu frase de recuperación BIP39:
ru_ru: Введите мнемонику формата BIP39:

source: Enter your Digital Bitbox password:
es_es: Introduzca la contraseña de tu Digital Bitbox:
ru_ru: Введите ваш пароль для Digital Bitbox:

source: Enter your PIN
es_es: Introduzca su PIN
ru_ru: Введите ваш PIN

source: Enter your PIN (digits 1-9):
es_es: Ingrese su PIN (dígitos 1-9):
ru_ru: Введите PIN-код (цифры 1-9):

source: Enter your PIN code to proceed
es_es: Introduzca su contraseña para continuar
ru_ru: Введите свой PIN-код для продолжения

source: Enter your current {} PIN:
es_es: Introduzca el PIN de {} actual:
ru_ru: Введите свой текущий {} PIN-код:

source: Enter your password
es_es: Introduzca su contraseña
ru_ru: Введите свой пароль

source: Enter your password or choose another file.
es_es: Introduzca su contraseña o elija otro archivo.
ru_ru: Введите свой пароль или выберите другой файл.

source: Enter your password to proceed
es_es: Introduzca su contraseña para continuar
ru_ru: Введите свой пароль для продолжения

source: Erase the Digital Bitbox
es_es: Elimina el Digital Bitbox
ru_ru: Стереть Digital Bitbox

source: Error adding payment request
es_es: Error agregando solicitud de pagos
ru_ru: Ошибка добавления запроса платежа

source: Error combining partial transactions
es_es: Error al combinar transacciones parciales

source: Error connecting to server
es_es: Error conectando al servidor
ru_ru: Ошибка подключения к серверу

source: Error connecting to {} server
es_es: Error conectando al servidor {}
ru_ru: Ошибка подключения к серверу {}

source: Error creating payment
es_es: Error al crear pago
ru_ru: Ошибка создания платежа

source: Error creating payment request
es_es: Error creando solicitud de pagos
ru_ru: Ошибка при создании запроса на оплату

source: Error decrypting message
es_es: Error descifrando mensaje
ru_ru: Ошибка расшифровки сообщения

source: Error getting TrustedCoin account info.
es_es: Error al obtener información de cuenta TrustedCoin.
ru_ru: Ошибка получения данных аккаунта TrustedCoin.

source: Error getting transaction from network
es_es: Error al obtener transacción desde la red
ru_ru: Ошибка получения транзакции из сети

source: Error joining partial transactions
es_es: Error al combinar transacciones parciales

source: Error opening file
es_es: Error al abrir el archivo
ru_ru: Ошибка открытия файла

source: Error parsing Lightning invoice
es_es: Error al analizar la factura Lightning SOLICITUD DE CONTEXTO

source: Error parsing URI
es_es: Error al interpretar la URI
ru_ru: Ошибка обработки URI

source: Error scanning devices
es_es: Error al escanear los dispositivos
ru_ru: Ошибка сканирования устройств

source: Error showing address
es_es: Error al mostrar la dirección
ru_ru: Ошибка отображения адреса

source: Error synchronising labels
es_es: Error al sincronizar las etiquetas
ru_ru: Ошибка синхронизации меток

source: Error: Account discovery failed.
es_es: Error: la detección de la cuenta es errónea.
ru_ru: Ошибка: Не удалось обнаружить учетную запись.

source: Error: duplicate master public key
es_es: Error: llave pública maestra duplicada
ru_ru: Ошибка дублирования публичного мастер ключа

source: Estimate
es_es: Estimación
ru_ru: Приблизительно

source: Exit Electrum
es_es: Salir de Electrum
ru_ru: Закрыть Electrum

source: Expiration date
es_es: Fecha de caducidad
ru_ru: Дата истечения срока

source: Expiration date of your request.
es_es: Fecha de expiración de su solicitud.
ru_ru: Дата истечения срока действия вашего запроса.

source: Expiration time
es_es: Tiempo de expiración

source: Expired
es_es: Caducado
ru_ru: Срок действия истек

source: Expires
es_es: Expira
ru_ru: Истекает

source: Expires after
es_es: Caduca tras
ru_ru: Истекает через

source: Expiry
es_es: Vencimiento
ru_ru: Истек

source: Export
es_es: Exportar
ru_ru: Экспортировать

source: Export Backup
es_es: Exportar Respaldo
ru_ru: Экспорт резервной копии

source: Export History
es_es: Exportar Historial
ru_ru: Экспорт истории

source: Export backup
es_es: Exportar respaldo
ru_ru: Экспорт резервной копии

source: Export file
es_es: Exportar archivo
ru_ru: Экспортировать файл

source: Export for Coldcard
es_es: Exportar para Coldcard
ru_ru: Экспортировать для Coldcard

source: Export to file
es_es: Exportar a archivo
ru_ru: Экспорт в файл

source: Exposing a single private key can compromise your entire wallet!
es_es: ¡Al exponer una sola llave privada podrías comprometer toda tu cartera!
ru_ru: Раскрытие только личного ключа может скомпрометировать весь ваш кошелёк!

source: Extend this seed with custom words
es_es: Extender esta semilla con palabras personalizadas
ru_ru: Расширить этот seed при помощи пользовательских слов

source: Failed
es_es: Erróneo
ru_ru: Неудачно

source: Failed HTLCs
es_es: HTLC erróneos
ru_ru: Сбой HTLCs

source: Failed to create a client for this device.
es_es: Error al crear un cliente para este dispositivo.
ru_ru: Не удалось создать клиент для этого устройства.

source: Failed to decrypt using this hardware device.
es_es: Error al descifrar usando este dispositivo físico.
ru_ru: Не удалось расшифровать, используя это физическое устройство.

source: Failed to display QR code.
es_es: Error al mostrar el código QR.
ru_ru: Не удалось отобразить QR-код.

source: Failed to export to file.
es_es: Error al exportar el archivo.
ru_ru: Не удалось экспортировать в файл.

source: Failed to import from file.
es_es: Error al importar el archivo.
ru_ru: Не удалось импортировать файл.

source: Failed to parse 'Pay to' line
es_es: Error al interpretar la línea «Pagar a»

source: Failed to send transaction to cosigning pool
es_es: Fallo al enviar la transacción al cosigning pool
ru_ru: Не удалось отправить транзакцию в пул со-подписантов

source: Failed to update password
es_es: Fallo al actualizar contraseña
ru_ru: Не удалось обновить пароль

source: False
es_es: Falso
ru_ru: Нет

source: Fee
es_es: Comisión
ru_ru: Комиссия

source: Fee for child
es_es: Comisión por niño
ru_ru: Комиссия за child

source: Fee rate
es_es: Tasa de comisión
ru_ru: Комиссия

source: Fee rounding
es_es: Redondeo de comisión
ru_ru: Округление комиссии

source: Fees are paid by the sender.
es_es: Las tarifas las paga el remitente. SOLICITUD DE CONTEXTO
ru_ru: Комиссия оплачивается отправителем.

source: Fiat balance
es_es: Saldo Fiat
ru_ru: Фиатный баланс

source: Fiat currency
es_es: Moneda fiat
ru_ru: Фиатная валюта

source: Fiat incoming
es_es: Ingreso Fiat

source: Fiat outgoing
es_es: Salida Fiat

source: File
es_es: Archivo
ru_ru: Файл

source: File Backup
es_es: Archivo de Respaldo
ru_ru: Бэкап файла

source: Filter:
es_es: Filtrar:
ru_ru: Фильтр:

source: Finalize
es_es: Finalizar
ru_ru: Завершение

source: Find
es_es: Buscar
ru_ru: Найти

source: Firmware Version
es_es: Versión de Firmware
ru_ru: Версия прошивки

source: Firmware version (or "Feathercoin" app) too old for Segwit support. Please update at
es_es: Versión de firmware (o de la app "Feathercoin") demasiado antigua para soporte Segwit. Por favor actualizar a
ru_ru: Версия прошивки (или приложения "Feathercoin") слишком старая для поддержки Segwit. Пожалуйста обновите в

source: Firmware version too old.
es_es: Versión de firmware demasiado antigua.
ru_ru: Версия прошивки слишком устарела.

source: Firmware version too old. Please update at
es_es: Versión de firmware demasiado antigua. Por favor actualizar a
ru_ru: Версия прошивки слишком старая. Пожалуйста обновите на

source: Fixed rate
es_es: Comisión fija
ru_ru: Фиксированный тариф

source: Follow this branch
es_es: Siga esta rama
ru_ru: Следить за этой веткой

source: For CoinJoin; strip privates
es_es: Por CoinJoin; recortar privadas

source: For Lightning requests, payments will not be accepted after the expiration.
es_es: Para las solicitudes Lightning, no se aceptarán pagos trasl vencimiento.

source: For hardware device; include xpubs
es_es: Para dispositivo de hardware; incluir xpubs

source: For more information, visit
es_es: Para más información, visita
ru_ru: За дополнительной информацией обращайтесь к

source: For on-chain requests, the address gets reserved until expiration. After that, it might get reused.
es_es: Para las solicitudes en cadena, la dirección se reserva hasta el vencimiento. Tras eso, podría ser reutilizada.

source: For scanning QR codes.
es_es: Para análisis de códigos QR.
ru_ru: Для сканирования QR кодов

source: For security reasons we advise that you always use the latest version of Electrum.
es_es: Por razones de seguridad, te recomendamos usar siempre la última versión de Electrum.
ru_ru: В целях безопасности мы рекомендуем всегда использовать последнюю версию Electrum.

source: Force-close
es_es: Forzar cierre
ru_ru: Закрыть принудительно

source: Force-close channel
es_es: Forzar cierre de canal
ru_ru: Принудительно закрыть канал

source: Force-close channel?
es_es: ¿Forzar cierre de canal?
ru_ru: Закрыть канал принудительно?

source: Fork detected at block {}
es_es: Detectada bifurcación en el bloque {}
ru_ru: Обнаружен форк в блоке {}

source: Format
es_es: Formato
ru_ru: Формат

source: Format: address, amount
es_es: Formato: dirección, cantidad
ru_ru: Формат: адрес, сумма

source: Forwarding
es_es: Reenvío
ru_ru: Переслать

source: Freeze
es_es: Congelar
ru_ru: Заморозить

source: Freeze Address
es_es: Congelar dirección
ru_ru: Заморозить адрес

source: Freeze Addresses
es_es: Congelar direcciones
ru_ru: Заморозить адреса

source: Freeze Coin
es_es: Congelar moneda
ru_ru: Заморозить монету

source: Freeze Coins
es_es: Congelar monedas
ru_ru: Заморозить монеты

source: Freeze for receiving
es_es: Congelar para recibir

source: Freeze for sending
es_es: Congelar para enviar
