Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: (No FX rate available)
es_es: (No hay tasa de cambio disponible)
ru_ru: (Курсы валют недоступны)

source: confirmation
es_es: confirmación
ru_ru: подтверждение

source: &About
es_es: &Acerca de
ru_ru: &О программе

source: &Addresses
es_es: Direcciones
ru_ru: &Адреса

source: &Feathercoin Paper
es_es: &Papeleo Feathercoin

source: &Check for updates
es_es: &Buscar actualizaciones
ru_ru: Проверить обновления

source: &Close
es_es: &Cerrar
ru_ru: &Закрыть

source: &Documentation
es_es: &Documentación
ru_ru: Документация

source: &Donate to server
es_es: Donar al servidor
ru_ru: Пожертвовать на сервер

source: &Encrypt/decrypt message
es_es: &Cifrar/descifrar mensaje
ru_ru: &Зашифровать/расшифровать сообщение

source: &Export
es_es: &Exportar
ru_ru: &Экспорт

source: &File
es_es: &Archivo
ru_ru: &Файл

source: &Filter
es_es: &Filtrar
ru_ru: &Фильтр

source: &Flip horizontally
es_es: &Girar Horizontalmente

source: &From QR code
es_es: &Desde código QR
ru_ru: &Из QR-кода

source: &From file
es_es: &Desde archivo
ru_ru: Из файла

source: &From text
es_es: &Desde texto
ru_ru: &Из текста

source: &From the blockchain
es_es: &De la cadena de bloques
ru_ru: &Из Цепочки блоков

source: &Help
es_es: &Ayuda
ru_ru: &Помощь

source: &History
es_es: &Historial
ru_ru: &История

source: &Import
es_es: &Importar
ru_ru: &Импорт

source: &Information
es_es: &Información
ru_ru: &Информация

source: &Labels
es_es: &Etiquetas
ru_ru: &Метки

source: &Load transaction
es_es: &Cargar transacción
ru_ru: &Загрузить транзакцию

source: &Network
es_es: &Red
ru_ru: &Сеть

source: &New
es_es: &Nuevo
ru_ru: &Новый

source: &New/Restore
es_es: &Nueva/Restaurar
ru_ru: &Создать/восстановить

source: &Official website
es_es: &Web oficial
ru_ru: &Официальный сайт

source: &Open
es_es: &Abrir
ru_ru: &Открыть

source: &Password
es_es: &Contraseña
ru_ru: &Пароль

source: &Pay to many
es_es: &Pagar a varios
ru_ru: &Заплатить нескольким

source: &Plot
es_es: Trazar
ru_ru: &Диаграмма

source: &Plugins
es_es: &Complementos
ru_ru: &Плагины

source: &Private keys
es_es: &Llaves privadas
ru_ru: &Приватные ключи

source: &Quit
es_es: &Salir
ru_ru: &Выход

source: &Recently open
es_es: &Recientemente abierto
ru_ru: Недавно открытые

source: &Report Bug
es_es: &Reportar error
ru_ru: &Сообщить об ошибке

source: &Save backup
es_es: &Guardar copia de seguridad
ru_ru: &Сохранить резервную копию

source: &Seed
es_es: &Semilla

source: &Show QR code in separate window
es_es: &Mostrar código QR en ventana separada
ru_ru: Показать QR-код в отдельном окне

source: &Sign/verify message
es_es: &Firmar/verificar mensaje
ru_ru: &Подписать/подтвердить сообщение

source: &Summary
es_es: &Resumen
ru_ru: &Сводка

source: &Sweep
es_es: &Barrer
ru_ru: &Импорт

source: &Tools
es_es: &Herramientas
ru_ru: &Инструменты

source: &View
es_es: &Ver
ru_ru: &Вид

source: &Wallet
es_es: &Cartera
ru_ru: &Кошелёк

source: (Touch {} of {})
es_es: (Toque {} de {})
ru_ru: (Нажмите {} {})

source: 1 day
es_es: 1 día
ru_ru: 1 день

source: 1 hour
es_es: 1 hora
ru_ru: 1 час

source: 1 week
es_es: 1 semana
ru_ru: 1 неделя

source: 1. Place this paper on a flat and well iluminated surface.
es_es: 1. Ubique este papel en una superficie plana y bien iluminada.
ru_ru: 1. Положите этот лист бумаги на плоскую, хорошо освещенную поверхность.

source: 10 minutes
es_es: 10 minutos
ru_ru: 10 минут

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
es_es: 2. Alinee los bordes de Revealer con las líneas punteadas en la parte superior e izquierda.
ru_ru: 2. Выровняйте границы Revealer пунктирными линиями сверху и слева.

source: 2fa fee: {} (for the next batch of transactions)
es_es: comisión 2fa: {} (para el guión siguiente de transacciones)

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
es_es: 3. Presione suavemente el Revealer contra el papel y lea los números que mejor coincidan en los lados opuestos.
ru_ru: 3. Надавите немного на инструмент Revealer на бумагу и прочитайте цифры, которые лучше всего подходят на противоположных сторонах.

source: 4. Type the numbers in the software
es_es: 4. Escriba los números en el programa
ru_ru: Введите номера в программе

source: A CPFP is a transaction that sends an unconfirmed output back to yourself, with a high fee. The goal is to have miners confirm the parent transaction in order to get the fee attached to the child transaction.
es_es: A CPFP es una transacción que envía una salida devuelta a sí mismo, con una comisión alta. Es premio es tener mineros que confirman la transacción antecesora con el fin de obtener la comisión adjuntada para la transacción heredada,

source: A backup does not contain information about your local balance in the channel.
es_es: Una copia de seguridad no contiene información sobre el saldo local en el canal.

source: A backup is saved automatically when generating a new wallet.
es_es: Una copia es guardada automáticamente cuando se genera una nueva cartera.
ru_ru: Резервная копия создается автоматически при генерации нового кошелька.

source: A copy of your wallet file was created in
es_es: Una copia del archivo de tu cartera fue creado en
ru_ru: Копия вашего кошелька была создана в

source: A few examples
es_es: Ejemplos
ru_ru: Несколько примеров

source: A library is probably missing.
es_es: Falta probablemente una librería.
ru_ru: Вероятно, отсутствует библиотека.

source: A payment was already initiated for this invoice
es_es: Ya fue iniciada una liquidación para este ingreso
ru_ru: Платеж по этому счету уже был инициирован

source: A previous attempt to pay this invoice did not clear
es_es: Un intento anterior para abonar esta factura no se terminó
ru_ru: Предыдущая попытка оплатить этот счет не удалась

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
es_es: Una pequeña comisión será cargada por cada transacción que haga uso del servidor remoto. Puede verificar y modificar sus preferencias de pago una vez que la instalación sea completada.
ru_ru: Небольшая комиссия будет удерживаться при каждой транзакции с использованием удаленного сервера. После установки вы сможете посмотреть и изменить платежные настройки.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
es_es: Una comisión recomendada es añadida automáticamente a este campo. Puede cambiarla. La comisión recomendada incrementa con el tamaño de la transacción.
ru_ru: Предлагаемый размер комиссии автоматически добавляется в это поле. Вы можете переопределить его. Он увеличивается вместе с размером транзакции.

source: A watchtower is a daemon that watches your channels and prevents the other party from stealing funds by broadcasting an old state.
es_es: Una atalaya es un servicio que vigila sus canales y evita que la otra parte robe fondos al transmitir un estado antiguo.
ru_ru: Сторожевая башня - это демон, который следит за вашими каналами и предотвращает кражу средств другой стороной, транслируя старое состояние.

source: About
es_es: Acerca de
ru_ru: О программе

source: About Electrum
es_es: Acerca de Electrum
ru_ru: О Electrum

source: Accept
es_es: Aceptar
ru_ru: Принять

source: Accept Word
es_es: Aceptar Palabra
ru_ru: Подтвердить слово

source: Acquisition price
es_es: Precio de adquisición
ru_ru: Цена приобретения

source: Add Cosigner
es_es: Añadir Cosigner
ru_ru: Добавить поручителя

source: Add a cosigner to your multi-sig wallet
es_es: Agregue un Cosigner a su cartera multifirma
ru_ru: Добавьте косификатор к вашему кошельку с несколькими сигами

source: Add an optional virtual keyboard to the password dialog.
es_es: Agregue un teclado virtual opcional al cuadro de diálogo de contraseña.
ru_ru: Добавьте в диалог пароля дополнительную виртуальную клавиатуру.

source: Add cosigner
es_es: Agregar Cosigner
ru_ru: Добавить поручителя

source: Add fallback addresses to BOLT11 lightning invoices.
es_es: Añade direcciones de rescate para ingresos de BOLT11 claro.
ru_ru: Add fallback addresses to BOLT11 lightning invoices. #: electrum/gui/qt/settings_dialog.py:109 File: messages.pot

source: Add lightning invoice to feathercoin URIs
es_es: Añadir facturas en claro para las URI feathercoin

source: Add on-chain fallback to lightning invoices
es_es: Añade restauración de cadena para ingresos en claro

source: Add thousand separators to feathercoin amounts
es_es: Agregue miles de separadores a las cantidades de feathercoins
ru_ru: Показывать разделители порядков в отображении feathercoin

source: Adding info to tx, from wallet and network...
es_es: Añadiendo información a tx, desde monedero y red...
ru_ru: Добавление информации в транзакции, из кошелька и сети...

source: Additional fees
es_es: Comisiones adicionales
ru_ru: Дополнительные комиссии

source: Additional {} satoshis are going to be added.
es_es: {} satoshis adicionales serán agregados.
ru_ru: Добавлены дополнительные {} сатоши.

source: Address
es_es: Dirección
ru_ru: Адрес

source: Address Details
es_es: Detalles de la dirección
ru_ru: Полный адрес

source: Address copied to clipboard
es_es: Dirección copiada al portapapeles
ru_ru: Адрес скопирован в буфер обмена

source: Address is frozen
es_es: La dirección está congelada
ru_ru: Адрес заморожен

source: Address not in wallet.
es_es: La dirección no está en la cartera.
ru_ru: Адрес отсутствует в кошельке.

source: Address unknown for node:
es_es: Dirección desconocida para el nodo:
ru_ru: Неизвестный адрес ноды:

source: Addresses
es_es: Direcciones
ru_ru: Адреса

source: Adds Lightning receiving capacity.
es_es: Agrega capacidad de recepción Lightning.

source: Adds Lightning sending capacity.
es_es: Añade capacidad de envío Lightning.

source: Advanced
es_es: Avanzado
ru_ru: Дополнительно

source: Advanced preview
es_es: Vista previa avanzada

source: After disabling passphrases, you can only pair this Electrum wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet with the install wizard. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
es_es: Tras deshabilitar las frases de seguridad, sólo puedes sincronizar esta monedero de Electron Cash si esta tenía una frase de seguridad en blanco. Si la frase de seguridad no estaba en blanco, tendrás que crear una nueva monedero con el asistente de instalación. Puedes volver a utilizar esta monedero en cualquier momento habilitando el uso de frases de seguridad e introduciendo la frase.
ru_ru: После отключения кодовых фраз вы можете соединить этот кошелек Electrum, если у него была пустая фраза. Если его кодовая фраза не была пустой, вам нужно будет создать новый кошелек с помощью мастера установки. Вы можете использовать этот кошелек снова в любое время путем повторного включения кодовых фраз и ввода его кодовой фразы.

source: After that delay, funds will be swept to an address derived from your wallet seed.
es_es: Tras ese retardo, los fondos se transferirán a una dirección derivada de la semilla de su monedero.

source: All
es_es: Todo
ru_ru: Все

source: All fields must be filled out
es_es: Todos los campos deben ser completados
ru_ru: Все поля должны быть заполнены

source: All outputs are non-change is_mine
es_es: Todas las salidas no están ningún-cargo es _mío

source: Allow instant swaps
es_es: Permite intercambios instantáneos

source: Already up to date
es_es: Ya está actualizado
ru_ru: Уже обновлено

source: Also, dust is not kept as change, but added to the fee.
es_es: Además, el dust no se mantiene como cambio, sino que se agrega a la comisión.
ru_ru: Также пыль не возращается в сдаче, но добавляет комиссию.

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
es_es: Además, al agrupar las transacciones RBF, BIP 125 impone un límite inferior a la comisión.
ru_ru: Также при создании RBF-транзакции BIP125 позволяет уменьшить комиссию.

source: Alternatively
es_es: Alternativamente
ru_ru: В качестве варианта

source: Alternatively, you can save a backup of your wallet file from the File menu
es_es: Alternativamente, puede guardar un respaldo de su monedero desde el menú Archivo
ru_ru: В качестве альтернативы возможно сохранить резервную копию кошелька в меню Файл

source: Always check your backups.
es_es: Siempre revisa tus respaldos.
ru_ru: Всегда проверяйте резервные копии.

source: Amount
es_es: Cantidad
ru_ru: Сумма

source: Amount for OP_RETURN output must be zero.
es_es: La cantidad para la salida OP_RETURN debe ser cero.
ru_ru: Сумма для выхода OP_RETURN должно быть нулем.

source: Amount received in channels
es_es: Cantidad recibida en canales
ru_ru: Сумма, которую получите на счет

source: Amount received:
es_es: Cantidad recibida
ru_ru: Полученная сумма:

source: Amount sent:
es_es: Cantidad enviada
ru_ru: Потраченная сумма:

source: Amount to be sent
es_es: Cantidad a enviar
ru_ru: Сумма к отправке

source: Amount too low
es_es: Cantidad demasiado escasa

source: Amount too small to be received onchain
es_es: Cantidad demasiado escasa para ser recibido en cadena

source: Amount withdrawn from channels
es_es: Cantidad retirada de canales
ru_ru: Сумма, удержанная при выходе

source: An Error Occurred
es_es: Se ha producido un error
ru_ru: Произошла ошибка

source: An encrypted transaction was retrieved from cosigning pool.
es_es: Una transacción encriptada fue recuperada de el grupo de consignatarios.
ru_ru: Зашифрованная транзакция получена из пула со-подписантов.

source: An uninitialized Digital Bitbox is detected.
es_es: Se ha detectado un Bitbox digital no inicializado.
ru_ru: Обнаружен неинициализированный Digital Bitbox.

source: An unnamed {}
es_es: Un {} sin nombre
ru_ru: Безимянный

source: Appearance
es_es: Aspecto

source: Apply
es_es: Aplicar
ru_ru: Применить

source: Arabic
es_es: Árabe

source: Are you SURE you want to wipe the device? Your wallet still has feathercoins in it!
es_es: ¿Seguro que quieres borrar el dispositivo? ¡Tu cartera aún tiene feathercoins!
ru_ru: Вы уверены что хотите отчистить устройство. В кошельке все еще имеются средства!

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
es_es: ¿Seguro que quiere borrar este canal? Esto purgará las transacciones asociadas de su historial del monedero.
ru_ru: Вы точно хотите удалить этот канал? Связанные с ним транзакции будут удалены из истории вашего кошелька.

source: Are you sure you want to delete wallet {}?
es_es: ¿Seguro que quiere borrar el monedero {}?
ru_ru: Вы уверены, что хотите удалить кошелек {}?

source: Are you sure you want to erase the Digital Bitbox?
es_es: ¿Seguro que quiere eliminar el Digital Bitbox?
ru_ru: Вы действительно хотите стереть Digital Bitbox?

source: Are you sure you want to proceed?
es_es: ¿Está seguro que desea proceder?
ru_ru: Вы хотите продолжить?

source: Are you sure you want to remove this transaction and {} child transactions?
es_es: ¿Confirma que quiere quitar esta transacción y las {} subtransacciones derivadas?
ru_ru: Вы действительно хотите удалить эту транзакцию и {} дочерние транзакции?

source: Are you sure you want to remove this transaction?
es_es: ¿Seguro que quieres borrar esta transacción?
ru_ru: Вы точно хотите удалить эту транзакцию?

source: Armenian
es_es: Armenio

source: At block height: {}
es_es: A la altura del bloque: {}

source: At least a hostname must be supplied after the at symbol.
es_es: Al menos un nombre de huésped tiene que ser dado, tras el símbolo arroba.
ru_ru: Как минимум, должно быть указано имя хоста, после символа.

source: At most 100 satoshis might be lost due to this rounding.
es_es: Como máximo 100 satoshis podrían perderse debido a este redondeo.
ru_ru: Не больше 100 сатоши может быть списано во время этого раунда.

source: Audio Modem Settings
es_es: Opciones del Audio Modem
ru_ru: Настройки Audio Modem

source: Authorization
es_es: Autorización
ru_ru: Авторизация

source: Auto Connect
es_es: Autoconectar
ru_ru: Автоподключение

source: Auto connect
es_es: Conectar automáticamente
ru_ru: Автоматическое подключение

source: Auto-connect
es_es: Conectar automáticamente
ru_ru: Автоматическое подключение

source: Automatically check for software updates
es_es: Comprobar automáticamente las actualizaciones del software
ru_ru: Автоматически проверять наличие обновлений

source: BIP39 Recovery
es_es: Recuperación BIP39
ru_ru: Восстановление BIP39

source: BIP39 seed
es_es: Semilla BIP39

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
es_es: Las semillas BIP39 se pueden importar en Electrum, de forma que los usuarios pueden acceder a fondos bloqueados en otras billeteras.
ru_ru: BIP39 seed-фразы могут быть импортированы в Electrum для пользовательского доступа к средствам из других кошельков.

source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
es_es: No obstante, las semillas BIP39 no incluyen un número de versión, esto compromete la compatibilidad con futuras actualizaciones del programa.
ru_ru: Однако, BiP39 seed-фразы не включают в себя номер версии, что подвергает риску совместимость с будущими программными кошельками.

source: BIP70 invoice saved as {}
es_es: Factura BIP70 guardada como {}
ru_ru: Счет сохранен как BIP70

source: BTC Fiat price
es_es: Precio fiat BTC
ru_ru: Цена BTC

source: BTC balance
es_es: Balance BTC
ru_ru: BTC баланс

source: BTC incoming
es_es: Ganancia BTC
ru_ru: Поступление BTC

source: BTC outgoing
es_es: Pérdida BTC
ru_ru: Отправлено BTC

source: Back
es_es: Atrás
ru_ru: Назад

source: Backup
es_es: Respaldo
ru_ru: Архивирование

source: Backup NOT saved. Backup directory not configured.
es_es: Respaldo NO guardado. Directorio de respaldo no configurado.
ru_ru: Резервная копия НЕ сохранена. Каталог резервного копирования не настроен.

source: Backup directory
es_es: Directorio de respaldo
ru_ru: Каталог резервной копии

source: Backup not configured
es_es: Respaldo no configurado
ru_ru: Резервное копирование не настроено

source: Backup saved:
es_es: Respaldo guardado:
ru_ru: Сохраненная резервная копия:

source: Balance
es_es: Saldo
ru_ru: Баланс

source: Base unit
es_es: Unidad base
ru_ru: Валюта

source: Base unit of your wallet.
es_es: Unidad base de tu cartera.
ru_ru: Валюта вашего кошелька

source: Batch RBF transactions
es_es: Lote de transacciones RBF
ru_ru: Пакетные транзакции RBF

source: Batch pay invoices
es_es: Facturas de pago por lotes
ru_ru: Пакетная оплата счетов

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
es_es: Antes de informar de un error, actualice a la versión más reciente de Electrum (última versión o git HEAD), e incluya el número de versión en el informe.
ru_ru: Прежде чем отправить отчет об ошибке, обновите Electrum до последней версии и укажите номер версии в отчете.

source: Begin
es_es: Comienzo
ru_ru: Начать

source: BitBox02 Status
es_es: Estado de BitBox02

source: Feathercoin Address is None
es_es: La dirección Feathercoin es None
ru_ru: Feathercoin адрес не определен

source: Feathercoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
es_es: Las transacciones de feathercoin por lo general no son gratuitas. Una comisión por la transacción es pagada por el remitente de los fondos.
ru_ru: Транзакции Feathercoin обычно не бесплатны. Комиссия за транзакцию оплачивается отправителем.

source: Block height
es_es: Altura del bloque
ru_ru: Высота блока

source: Blockchain
es_es: Cadena de bloques
ru_ru: Цепочка блоков

source: Bootloader
es_es: Gestor de arranque
ru_ru: Загрузчик

source: Bottom
es_es: Parte inferior
ru_ru: Внизу

source: Broadcast
es_es: Transmitir
ru_ru: Разослать

source: Broadcasting transaction...
es_es: Transmitiendo la transacción...
ru_ru: Рассылка транзакции...

source: Build Date
es_es: Fecha de compilación
ru_ru: Дата сборки

source: Bulgarian
es_es: Búlgaro

source: Bump Fee
es_es: Incrementar comisión
ru_ru: Комиссия коллизии

source: Bump fee
es_es: Incrementar comisión
ru_ru: Комиссия коллизии

source: CLTV expiry
es_es: Caducidad CLTV

source: Calibration sheet
es_es: Hoja de calibraciones
ru_ru: Лист для калибровки

source: Calibration values:
es_es: Valores de calibración:
ru_ru: Значения калибровки:

source: Can receive
es_es: Puede recibir
ru_ru: Можно получить

source: Can send
es_es: Puede enviar
ru_ru: Можно отправить

source: Can't CPFP: unknown fee for parent transaction.
es_es: No puede CPFP: comisión desconocida para la transacción principal.
ru_ru: Невозможно поднять комиссию: неизвестна комиссия исходной транзакции.

source: Can't pay, insufficient balance
es_es: No puedo abonar, balance insuficiente

source: Can't pay, invoice has unknown status
es_es: No puedo abonar, la factura tiene estado desconocido

source: Can't pay, invoice is already paid
es_es: No se puede pagar, la factura ya está pagada

source: Can't pay, invoice is expired
es_es: No se puede pagar, la factura ha caducado

source: Can't plot history.
es_es: No puede trazar historial.
ru_ru: Невозможно отобразить историю.

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: Cancel (double-spend)
es_es: Cancelar (doble gasto)
ru_ru: Отменить (двойная трата)

source: Cancel an unconfirmed RBF transaction by double-spending its inputs back to your wallet with a higher fee.
es_es: Cancele una transacción RBF no confirmada con un doble gasto de sus entradas, de vuelta a su monedero, con una comisión más alta.

source: Cancel transaction
es_es: Cancelar transacción
ru_ru: Отменить транзакцию

source: Cancelled by user
es_es: Cancelado por el usuario
ru_ru: Отменено пользователем

source: Cannot add this cosigner:
es_es: No se puede añadir este cosignatario:
ru_ru: Не могу добавить этого подписанта:

source: Cannot broadcast transaction
es_es: No se puede transmitir la transacción
ru_ru: Невозможно разослать транзакцию

source: Cannot bump fee
es_es: No se puede incrementar la comisión
ru_ru: Невозможно поднять комиссию

source: Cannot cancel transaction
es_es: No se puede cancelar la transacción
ru_ru: Невозможно отменить транзакцию

source: Cannot create child transaction
es_es: No se puede crear la transacción heredada

source: Cannot load wallet
es_es: No se puede cargar la cartera
ru_ru: Не удалось загрузить кошелек

source: Cannot read file
es_es: No se puede leer el archivo
ru_ru: Не удаётся прочесть файл

source: Cannot save backup without STORAGE permission
es_es: No se puede guardar el respaldo sin permiso de ALMACENAMIENTO

source: Cannot sign messages with this type of address:
es_es: No se puede firmar mensajes con este tipo de dirección:
ru_ru: Невозможно подписать сообщение от адреса этого типа:

source: Cannot start QR scanner, camera is unavailable.
es_es: No se puede iniciar el análisis QR, la cámara no está disponible.
ru_ru: Не удается запустить QR-сканер, камера недоступна.

source: Cannot start QR scanner, no usable camera found.
es_es: No se puede comenzar el análisis QR, se ha encontrado una cámara no utilizable.
ru_ru: Не удается запустить QR-сканер, камера не найдена.

source: Cannot start QR scanner, no usable camera resolution found.
es_es: No se puede iniciar el análisis QR, se encontró una resolución de la cámara no utilizable.
ru_ru: Не удается запустить QR-сканер, не найдено приемлемое разрешение камеры.
