Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
es_es: Para crear un monedero de gastos, ingrese una clave privada maestra (xprv/yprv/zprv).
ru_ru: Чтобы создать кошелек с возможностью траты, введите приватный мастер ключ (xprv/yprv/zprv).

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
es_es: Para crear un monedero de sólo lectura, ingrese su llave pública maestra (xpub/ypub/zpub).
ru_ru: Чтобы создать кошелек только для просмотра, введите ваш публичный мастер ключ (xpub/ypub/zpub).

source: To encrypt a secret, first create or load noise.
es_es: Para cifrar un secreto, primero cree o carga ruido.

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
es_es: Para ayudarnos a diagnosticar y solucionar el problema, puede enviarnos un informe de error que contenga información depurativo útil:
ru_ru: Чтобы помочь нам диагностировать и исправить проблему, вы можете послать нам отчет об ошибке содержащий полезную отладочную информацию:

source: To make sure that you have properly saved your seed, please retype it here.
es_es: Para estar seguros de que has guardado correctamente tu semilla, por favor escríbela aquí.
ru_ru: Чтобы убедиться, что вы как следует сохранили вашу seed-фразу, пожалуйста, введите её.

source: To prevent that, please save this channel backup.
es_es: Para evitarlo, guarde el respaldo de este canal.

source: To prevent that, you should save a backup of your wallet on another device.
es_es: Para evitarlo, debe guardar una respaldo de su monedero en otro dispositivo.

source: To set the amount to 'max', use the '!' special character.
es_es: Para fijar la cantidad a 'max', utilice el carácter especial '!'.

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
es_es: Para proteger un poco su privacidad, Electrum intenta crear cambios con una precisión similar a otras salidas.
ru_ru: Чтобы хоть как-то защитить вашу частную информацию, Electrum пытается создать сдачу с похожей точностью к другим выходам.

source: To trigger a rescan, press 'Next'.
es_es: Para volver a escanear, presione «Siguiente».
ru_ru: Чтобы запустить повторное сканирование, нажмите "Далее".

source: To try to fix this, we will now re-pair with your device.
es_es: Para intentar solucionar esto, ahora volveremos a emparejarlo con su dispositivo.
ru_ru: Попробуйте исправить это, сейчас мы попробуем пере-сопрячь ваше устройство.

source: Toggle Encryption
es_es: Alternar Cifrado
ru_ru: Включить/выключить шифрование

source: Too few QR codes detected.
es_es: Muy pocos códigos QR detectados.
ru_ru: Cлишком мало QR-кодов.

source: Too long passphrase ({} > 50 chars).
es_es: Passphrase demasiado larga ({}> 50 caracteres).
ru_ru: Слишком длинная кодовая фраза ({} > 50 символов).

source: Too many QR codes detected.
es_es: Demasiados códigos QR detectados.
ru_ru: Cлишком много QR-кодов.

source: Too short.
es_es: Muy corto.
ru_ru: Слишком короткий.

source: Total fee
es_es: Comisión total
ru_ru: Всего комиссия

source: Total feerate
es_es: Comisión proporción total
ru_ru: Всего ставка комиссии

source: Total received
es_es: Total recibido

source: Total sent
es_es: Total enviado

source: Total size
es_es: Tamaño total
ru_ru: Общий размер

source: Transaction
es_es: Transacción
ru_ru: Транзакция

source: Transaction ID
es_es: ID de la Transacción
ru_ru: ID транзакции

source: Transaction ID:
es_es: ID de la transacción:
ru_ru: Идентификатор транзакции:

source: Transaction added to wallet history.
es_es: Transacción agregada al historial del monedero.
ru_ru: Транзакция добавлена в историю кошелька.

source: Transaction already saved or not yet signed.
es_es: Transacción ya guardada o aún no firmada.

source: Transaction could not be broadcast due to dust outputs. Some of the outputs are too small in value, probably lower than 1000 satoshis. Check the units, make sure you haven't confused e.g. mBTC and BTC.
es_es: La transacción no se pudo transmitir debido a las salidas de polvo. Algunas de las salidas tienen un valor demasiado pequeño, probablemente inferior a 1000 satoshis. Compruebe las unidades, asegúrese de no haber confundido, p. ej. mBTC y BTC.

source: Transaction could not be saved.
es_es: La transacción no se pudo guardar.
ru_ru: Транзакция не может быть сохранена.

source: Transaction exported successfully
es_es: Transacción exportada correctamente
ru_ru: Транзакция экспортирована успешно

source: Transaction is final
es_es: La transacción es definitiva

source: Transaction is too large in size.
es_es: La transacción es demasiado grande en tamaño.
ru_ru: Транзакция слишком большая.

source: Transaction is unrelated to this wallet.
es_es: La transacción no está relacionada con esta monedero.
ru_ru: Транзакция не связана с этим кошельком.

source: Transaction to join with
es_es: Transacción con la que unirse

source: Transaction to merge signatures from
es_es: Transacción para fusionar firmas de

source: Transaction unrelated to your wallet
es_es: Transacción no relacionada con tu cartera
ru_ru: Транзакция не связана с Вашим кошельком

source: Transaction uses non-standard version.
es_es: La transacción utiliza una versión no estándar.
ru_ru: Транзакция использует нестандартную версию.

source: Transaction:
es_es: Transacción:
ru_ru: Транзакция:

source: Transactions
es_es: Transacciones
ru_ru: Транзакции

source: Transactions are encrypted and stored on a remote server.
es_es: Las transacciones se cifran y almacenan en un servidor remoto.
ru_ru: Транзакции зашифрованы и сохранены на удаленный сервер.

source: Trezor Matrix Recovery
es_es: Recuperación de Matriz Trezor
ru_ru: Матрица восстановления Trezor

source: Trezor wallet
es_es: Monedero Trezor
ru_ru: Кошелёк Trezor

source: True
es_es: Verdadero
ru_ru: Да

source: TrustedCoin (2FA) batch fee
es_es: Comisión TrustedCoin (2FA)

source: TrustedCoin (2FA) fee for the next batch of transactions
es_es: Comisión TrustedCoin (2FA) para el próximo lote de transacciones
ru_ru: TrustedCoin (2ФА) комиссия за следующий набор транзакций

source: TrustedCoin Information
es_es: Información TrustedCoin
ru_ru: Информация о TrustedCoin

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
es_es: TrustedCoin cobra una pequeña comisión por firmar conjuntamente las transacciones. La comisión depende de cuántas transacciones prepagadas compre. Se agrega una salida adicional a su transacción cada vez que se quede sin transacciones anticipadas.
ru_ru: Сервис TrustedCoin берет небольшую комиссию для со-подписания транзакций. Эта комиссия зависит от того как много предоплаченных транзакций вы купили. Дополнительный выход добавляется к вашей транзакции каждый раз, когда у вас заканчиваются предоплаченные транзакции.

source: Try to connect again?
es_es: ¿Intentar conectar de nuevo?
ru_ru: Попробовать соединиться снова?

source: Try to explain not only what the bug is, but how it occurs.
es_es: Trata de explicar no sólo el error, sino la forma en que se produce.
ru_ru: Постарайтесь рассказать не только об ошибке, но и о том, что к ней привело.

source: Try to raise your transaction fee, or use a server with a lower relay fee.
es_es: Intente aumentar su comisión de transacción o use un servidor con una comisión de retransmisión más baja.
ru_ru: Попробуйте повысить комиссию за транзакцию или используйте сервер с меньшей комиссией.

source: Turkish
es_es: Turco

source: Two Factor Authentication
es_es: Autenticación de Dos Factores
ru_ru: Двухфакторная аутентификация

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
es_es: La autenticación de dos factores es un servicio proporcionado por TrustedCoin. Utiliza un monedero con múltiples firmas, donde posee 2 de 3 llaves. La tercera clave se almacena en un servidor remoto que firma transacciones en su nombre. Para usar este servicio, necesitará un teléfono inteligente con Google Authenticator instalado.
ru_ru: Двухфакторная аутентификация обеспечивается сервисом TrustedCoin. Используется кошелек с несколькими подписями, где вам принадлежат 2 из 3 ключей. Третий ключ хранится на сервере, который подписывает транзакции для вас. У вас должно быть отдельное устройство с приложением Google Authenticator.

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
es_es: La autenticación de dos factores es un servicio proporcionado por TrustedCoin. Para usarlo, debe tener un dispositivo separado con Google Authenticator.
ru_ru: Двухфакторная аутентификация обеспечивается сервисом TrustedCoin. У вас должно быть отдельное устройство с приложением Google Authenticator.

source: Type
es_es: Tipo
ru_ru: Тип

source: USB Serial
es_es: USB Serie
ru_ru: USB-порт

source: Ukrainian
es_es: Ucraniano

source: Unable to create backup
es_es: No se puede crear respaldos
ru_ru: Невозможно создать резервную копию

source: Unable to create csv
es_es: No ha sido posible crear el CSV
ru_ru: Не удалось создать CSV

source: Unable to export history
es_es: No ha sido posible exportar tu historial
ru_ru: Невозможно экспортировать историю

source: Unable to read file or no transaction found
es_es: No ha sido posible leer el archivo o no fue encontrada ninguna transacción
ru_ru: Не удалось прочитать файл или не было обнаружено транзакции

source: Unable to scan image.
es_es: No se puede escanear la imagen.

source: Unable to send report
es_es: No se ha podido enviar el informe
ru_ru: Невозможно отправить отчёт

source: Unconfirmed
es_es: Sin confirmar
ru_ru: Не подтверждено

source: Unconfirmed parent
es_es: Anterior sin confirmar
ru_ru: Неподтвержденный родитель

source: Unexpected error occurred.
es_es: Ocurrió un error inesperado.
ru_ru: Произошла непредвиденная ошибка.

source: Unexpected password hash version
es_es: Versión de hash de contraseña inesperada
ru_ru: Непредвиденная версия хэша пароля

source: Unfreeze
es_es: Descongelar
ru_ru: Разморозить

source: Unfreeze Address
es_es: Descongelar dirección
ru_ru: Разморозить адрес

source: Unfreeze Addresses
es_es: Descongelar direcciones
ru_ru: Разморозить адреса

source: Unfreeze Coin
es_es: Descongelar Moneda
ru_ru: Разморозить монету

source: Unfreeze Coins
es_es: Descongelar monedas
ru_ru: Разморозить монеты

source: Unknown
es_es: Desconocido
ru_ru: Неизвестно

source: Unknown error
es_es: Error desconocido
ru_ru: Неизвестная ошибка

source: Unknown error when broadcasting the transaction.
es_es: Error desconocido al transmitir la transacción.
ru_ru: Неизвестная ошибка при отправке транзакции.

source: Unknown invoice
es_es: Factura desconocida

source: Unpaid
es_es: No pagado
ru_ru: Неоплачено

source: Unrealized capital gains
es_es: Ganancia no realizada del capital

source: Unsigned
es_es: No firmado
ru_ru: Не подписано

source: Unsupported password hash version
es_es: Versión hash de contraseña no compatible
ru_ru: Неподдерживаемая версия хэша пароля

source: Unused
es_es: No usado
ru_ru: Неиспользованный

source: Update Check
es_es: Comprobación de actualización
ru_ru: Проверка обновления

source: Update check failed
es_es: La comprobación de actualización erróneo
ru_ru: Проверка обновлений не удалась

source: Update to Electrum {} is available
es_es: La actualización a Electrum {} está disponible
ru_ru: Доступно обновление Electrum до {0}

source: Upgrade
es_es: Actualizar
ru_ru: Обновить

source: Upgrading wallet format...
es_es: Actualizando el formato del monedero...
ru_ru: Обновление формата кошелька...

source: Upload a BIP39 mnemonic to generate the seed
es_es: Carga un BIP39 nemónica para generar la semilla
ru_ru: Загрузите мнемонику в формате BIP39, чтобы сгенерировать seed-фразу

source: Upload a master private key
es_es: Sube una llave privada maestra
ru_ru: Загрузить приватный мастер ключ

source: Use Replace-By-Fee
es_es: Emplear Replace-By-Fee
ru_ru: Использовать возможность замены комиссии

source: Use Tor Proxy
es_es: Usar proxy Tor
ru_ru: Использовать Tor прокси

source: Use a hardware device
es_es: Utilizar un dispositivo de hardware
ru_ru: Использовать аппаратный ключ

source: Use a master key
es_es: Utilizar una llave maestra
ru_ru: Использовать мастер ключ

source: Use a remote watchtower
es_es: Utilizar una atalaya remota

source: Use as server
es_es: Emplear como servidor
ru_ru: Использовать в качестве сервера

source: Use change addresses
es_es: Usar direcciones de cambio
ru_ru: Использовать адреса для сдачи

source: Use multiple change addresses
es_es: Emplear varias direcciones de cambio
ru_ru: Использовать изменяющиеся адреса

source: Use proxy
es_es: Emplear un proxy
ru_ru: Использовать прокси

source: Use the camera button to scan a QR code.
es_es: Utilice el botón de la cámara para escanear el código QR.
ru_ru: Используйте кнопку "камера" для сканирования QR кода.

source: Use this dialog to add a password to your wallet.
es_es: Utilice este cuadro de diálogo para agregar una contraseña a su monedero.
ru_ru: Используйте этот диалог для задания пароля к вашему кошельку.

source: Use this dialog to change your password.
es_es: Utilice este cuadro de diálogo para cambiar su contraseña.
ru_ru: Используйте это диалоговое окно чтобы изменить свой пароль.

source: Use this dialog to toggle encryption.
es_es: Utilice este cuadro de diálogo para conmutar cifrado.
ru_ru: Используйте это окно, чтобы включить/выключить шифрование.

source: Use trampoline routing (disable gossip)
es_es: Emplear el enrutamiento de trampolín (desactivar gossip)

source: Used
es_es: Usada
ru_ru: Использованный

source: Username
es_es: ID usuario
ru_ru: Имя пользователя

source: Uses icons from the Icons8 icon pack (icons8.com).
es_es: Utiliza iconos del paquete de iconos Icons8 (icons8.com).
ru_ru: Использовать иконки из пакета Icons8 (icons8.com).

source: Using change addresses makes it more difficult for other people to track your transactions.
es_es: El uso de direcciones de cambio dificulta que otras personas puedan rastrear sus transacciones.
ru_ru: Использование адресов для сдачи усложняет другим людям возможность отслеживать ваши транзакции.

source: Valid.
es_es: Válido.

source: Value
es_es: Valor
ru_ru: Цена

source: Verified block headers
es_es: Encabezados de bloque verificados
ru_ru: Проверенные заголовки блоков

source: Verify
es_es: Verificar
ru_ru: Подтвердить

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
es_es: Verifique la dirección debajo.<br>Teclee el carácter desde su tarjeta de seguridad correspondiente al carácter <u><b>GRUESO</b></u>.
ru_ru: Проверьте адрес ниже.<br>Наберите символы с вашей Security Card соответствующей <u><b>: ЖИРНОМУ</b></u> символу.

source: Verify the cable is connected and that no other application is using it.
es_es: Verifique que el cable esté conectado y que ninguna otra aplicación lo esté utilizando.
ru_ru: Проверьте что кабель подключен и другие приложения его не используют.

source: Version
es_es: Versión
ru_ru: Версия

source: Video Device
es_es: Dispositivo de Vídeo
ru_ru: Видео устройство

source: Vietnamese
es_es: Vietnamita

source: View Channel
es_es: Ver canal

source: View Payment
es_es: Ver pago
ru_ru: Просмотреть платеж

source: View Transaction
es_es: Ver transacción
ru_ru: Просмотреть транзакцию

source: View invoice
es_es: Ver factura
ru_ru: Просмотр счёта

source: View log
es_es: Ver boletín
ru_ru: Посмотреть лог

source: View on block explorer
es_es: Ver en explorador de bloques
ru_ru: Просмотр в обозревателе блоков

source: Visual Cryptography Plugin
es_es: Complemento Criptográfico Visual

source: WARNING
es_es: ADVERTENCIA
ru_ru: ВНИМАНИЕ

source: WARNING: ALL your private keys are secret.
es_es: ADVERTENCIA: TODAS sus llaves privadas son secretas.
ru_ru: ВНИМАНИЕ: ВСЕ ваши личные ключи секретны.

source: WARNING: This is a multi-signature wallet.
es_es: ADVERTENCIA: Esto es un monedero con firma múltiple.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Это кошелек с несколькими подписями.

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
es_es: ADVERTENCIA: el alias "{}" no se pudo validar mediante un control de seguridad adicional, DNSSEC, y por lo tanto puede no ser correcto.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: синоним "{}" не может быть проверен через дополнительную проверку DNSSEC, и таким образом может быть неверным.

source: WIF keys are typed in Electrum, based on script type.
es_es: Las llaves WIF se escriben en Electrum, según el tipo de script.
ru_ru: WIF ключи набранные в Electrum, основаны на типе скрипта.

source: Waiting for TrustedCoin server to sign transaction...
es_es: Esperando que el servidor TrustedCoin firme la transacción ...
ru_ru: Ожидание сервера TrustedCoin для подписания транзакции...

source: Wallet
es_es: Cartera
ru_ru: Кошелёк

source: Wallet Balance
es_es: Balance de Monedero
ru_ru: Баланс кошелька

source: Wallet Information
es_es: Información de Monedero
ru_ru: Информация о кошельке

source: Wallet Name
es_es: Nombre del monedero
ru_ru: Название кошелька

source: Wallet backup created
es_es: Respaldo de monedero creado
ru_ru: Резервная копия кошелька создана

source: Wallet change address
es_es: Dirección de cambio
ru_ru: Изменение адреса кошелька

source: Wallet creation failed
es_es: Creación de monedero errónea
ru_ru: Не удалось создать кошелек

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
es_es: Se detectó corrupción del archivo de monedero. Restaure su monedero desde la semilla y compare las direcciones en ambos archivos
ru_ru: Обнаружено повреждение файла кошелька. Восстановите кошелек из seed-фразы и сравните адреса в обоих файлах

source: Wallet file not found: {}
es_es: Archivo de monedero no encontrado: {}
ru_ru: Файл кошелька не найден: {}

source: Wallet name
es_es: Nombre del monedero
ru_ru: Название кошелька

source: Wallet not encrypted
es_es: Monedero no cifrada
ru_ru: Кошелек не зашифрован

source: Wallet receive address
es_es: Recibir dirección de monedero
ru_ru: Получение адреса кошелька

source: Wallet removed: {}
es_es: Monedero eliminada: {}
ru_ru: Кошелек удален: {}

source: Wallet setup file exported successfully
es_es: Archivo de configuración de monedero exportado correctamente
ru_ru: Установочный файл кошелька успешно экспортирован

source: Wallet type
es_es: Tipo de monedero
ru_ru: Тип кошелька

source: Wallet type:
es_es: Tipo de monedero:
ru_ru: Тип кошелька:

source: Wallet with two-factor authentication
es_es: Monedero con autenticación de dos factores
ru_ru: Кошелек с двухфакторной аутентификацией

source: Wallets
es_es: Billeteras
ru_ru: Кошельки

source: Warning
es_es: Advertencia
ru_ru: Внимание

source: Warning
es_es: Advertencia
ru_ru: Внимание

source: Warning!
es_es: ¡Advertencia!
ru_ru: Предупреждение!

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
es_es: Atención: La siguiente dirección no será restaurada automáticamente si restauras tu monedero desde la semilla; puede que necesites añadirla manualmente. Esto ocurre porque tienes demasiadas direcciones sin usar en tu monedero. para evitar esta situación, usa las direcciones existentes primero. ¿Crear de todas formas?
ru_ru: Внимание: следующий адрес, не будет восстановлен автоматически, если вы восстановите ваш бумажник из seed; Вы можете добавить его вручную. Это происходит потому, что у вас слишком много неиспользованных адресов в вашем бумажнике. Чтобы избежать этой ситуации, используйте существующие адреса в первую очередь. Создать в любом случае?

source: Warning: do not use this if it makes you pick a weaker password.
es_es: Advertencia: no use esto si le hace elegir una contraseña más débil.
ru_ru: Внимание: не используйте, если из-за этого вы выбираете более слабый пароль.

source: Warning: to be able to restore a multisig wallet, you should include the master public key for each cosigner in all of your backups.
es_es: Advertencia: para poder restaurar un monedero multi-firma, debe incluir la clave pública maestra para cada co-firmante en todas sus respaldos.

source: Watch-only wallet
es_es: Monedero de sólo vigía
ru_ru: Кошелек только для просмотра

source: Watchtower
es_es: Torre de Vigilancia

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
es_es: No se garantiza que las importaciones BIP39 serán soportadas siempre en Electrum.
ru_ru: Мы не гарантируем, что шифрование BIP39 будет всегда поддерживаться в Electrum.

source: We encountered an error while connecting to your device:
es_es: Encontramos un error al conectarnos a su dispositivo:
ru_ru: Произошла ошибка при соединении с вашим устройством:

source: What kind of wallet do you want to create?
es_es: ¿Qué tipo de monedero quieres crear?
ru_ru: Кошелек какого типа вы хотите создать?

source: While this is less than ideal, it might help if you run Electrum as Administrator.
es_es: Si bien esto es menos que ideal, podría ayudar si ejecuta Electrum como administrador.
ru_ru: Не лучшее решение, но запуск Electrum от имени Администратора может помочь.

source: Wipe Device
es_es: Purgar Dispositivo
ru_ru: Отчистить устройство

source: Wipe the device, removing all data from it. The firmware is left unchanged.
es_es: Purga el dispositivo, quitando todos los datos desde éste. El firmware se queda sin cambiar.
ru_ru: Отчистить устройство полностью, сохраняя текущую прошивку.

source: Within {} blocks
es_es: Dentro de {} bloques
ru_ru: В течение {} блоков

source: Witness Script
es_es: Guión Testigo

source: Would you like to be notified when there is a newer version of Electrum available?
es_es: ¿Desea recibir una notificación cuando haya una versión más nueva de Electrum disponible?
ru_ru: Уведомить вас при наличии новой версии Electrum?

source: Write down the seed word shown on your {}
es_es: Escribe la palabra de semilla mostrada en su {}
ru_ru: Запишите seed-фразу показанную на вашем {}

source: Write logs to file
es_es: Escriba boletines al
ru_ru: Записать логи в файл

source: Write your seed phrase down on paper.
es_es: Escriba su frase de semilla debajo en el papel.
ru_ru: Запишите seed фразу на бумаге.

source: Wrong PIN
es_es: Pin erróneo
ru_ru: Неверный PIN-код

source: Wrong key type
es_es: Tipo de clave incorrecta
ru_ru: Неверный тип ключа

source: Wrong password
es_es: Frase-Contraseña incorrecta
ru_ru: Неправильный пароль

source: Wrong signature
es_es: Firma errónea
ru_ru: Неправильная подпись

source: Yes
es_es: Sí
ru_ru: Да

source: You are already on the latest version of Electrum.
es_es: Ya estás en la última versión de Electrum.
ru_ru: Вы уже используете последнюю версию Electrum.

source: You are following branch
es_es: Estás siguiendo la brecha
ru_ru: Вы подписаны на ветку

source: You are in testnet mode.
es_es: Estás en modo testnet.
ru_ru: Вы в режиме тестовой сети.
