Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: Cannot start QR scanner: initialization failed.
es_es: No se puede iniciar el escáner QR: error de inicialización.
ru_ru: Не удается запустить сканер QR: ошибка инициализации.

source: Capacity
es_es: Capacidad
ru_ru: Ёмкость

source: Capital Gains
es_es: Incrementos de Capital
ru_ru: Прибыль

source: Cash flow
es_es: Efectivo corriente
ru_ru: Денежный поток

source: Certificate mismatch
es_es: Certificado no coincide
ru_ru: Несоответствие сертификата

source: Chain split detected at block {0}
es_es: División de cadena detectada en el bloque {0}
ru_ru: Разделение цепочки обнаружено в блоке {0}

source: Change
es_es: Cambio
ru_ru: Сдача

source: Change Address
es_es: Dirección de Cambio
ru_ru: Адрес-сдача

source: Change PIN
es_es: Cambiar el código PIN
ru_ru: Изменить PIN-код

source: Change Password
es_es: Cambiar Contraseña
ru_ru: Сменить пароль

source: Change...
es_es: Cambiando...
ru_ru: Изменить...

source: Channel Backup
es_es: Respaldo del canal

source: Channel Backup
es_es: Respaldo del canal

source: Channel Backup:
es_es: Respaldo del canal:

source: Channel ID
es_es: ID de Canal
ru_ru: ID канала

source: Channel already closed
es_es: Canal ya cerrado
ru_ru: Канал уже закрыт

source: Channel backups can be imported in another instance of the same wallet, by scanning this QR code.
es_es: La respaldo del canal se pueden importar en otra instancia de la misma monedero, escaneando este código QR.

source: Channel backups can only be used to request your channels to be closed.
es_es: Los respaldos de canales solo se pueden usar para solicitar que se cierren sus canales.

source: Channel closed
es_es: Canal cerrado
ru_ru: Канал закрыт

source: Channel closed, you may need to wait at least {} blocks, because of CSV delays
es_es: Canal cerrado, es posible que deba esperar al menos {} bloques, debido a los retrasos CSV
ru_ru: Канал закрыт, нужно подождать как минимум {} блоков из-за задержки CSV

source: Channel details
es_es: Detalles del canal
ru_ru: Сведения о канале

source: Channel established.
es_es: Canal establecido.
ru_ru: Канал установлен.

source: Channel is frozen for sending
es_es: El canal está congelado para enviar
ru_ru: Канал заморожен для отправки

source: Channel type:
es_es: Tipo de canal:
ru_ru: Тип канала

source: Channel updates to query.
es_es: Actualización de canales finalizada.

source: Channels
es_es: Canales
ru_ru: Каналы

source: Channels in database.
es_es: Canales en la base de datos.

source: Check our online documentation if you want to configure Electrum as a watchtower.
es_es: Consulte nuestra documentación en línea si desea configurar Electrum como atalaya.

source: Check this box to request a new secret. You will need to retype your seed.
es_es: Marque esta casilla para solicitar un nuevo secreto. Tendrá que volver a escribir su semilla.
ru_ru: Отметьте эту галочку чтобы запросить новый секретный ключ. Нужно будет ввести вашу seed-фразу.

source: Check your {} device to continue
es_es: Marque tu dispositivo {} para continuar
ru_ru: Проверьте ваше устройство {}, чтобы продолжить

source: Checking for updates...
es_es: Buscando actualizaciones…
ru_ru: Проверка обновлений...

source: Child Pays for Parent
es_es: Transacción hija paga por el padre (CPFP)
ru_ru: Потомок Платит за Родителя

source: Child pays for parent
es_es: El niño paga \ por el padre SOLICITUD DE CONTEXTO

source: Child pays for parent
es_es: Transacción hija paga por el padre (CPFP)
ru_ru: Потомок платит за родителя

source: Chinese Simplified
es_es: Chino (simplificado)

source: Chinese Traditional
es_es: Chino (tradicional)

source: Choose Homescreen
es_es: Elige la pantalla de inicio
ru_ru: Изменить Домашний Экран

source: Choose a backup file:
es_es: Selecciona el archivo de respaldo:
ru_ru: Выберите резервную копию:

source: Choose a password
es_es: Elija una contraseña
ru_ru: Придумайте пароль

source: Choose a password to encrypt your wallet keys.
es_es: Elija una contraseña para cifrar las llaves de su cartera.
ru_ru: Выберите пароль для шифрования ключей Вашего кошелька.

source: Choose a server
es_es: Elige un servidor
ru_ru: Выберите сервер

source: Choose an account to restore.
es_es: Elija una cuenta para restaurar.
ru_ru: Выберите учетную запись для восстановления.

source: Choose coin (UTXO) selection method. The following are available:
es_es: Elija el método de selección de monedas (UTXO). Los siguientes están disponibles:
ru_ru: Выбор способа подбора монет (UTXO). Доступно следующее:

source: Choose from peers
es_es: Elija de la lista
ru_ru: Выбрать из списка

source: Choose how to initialize your Digital Bitbox:
es_es: Elija cómo inicializar tu Digital Bitbox:
ru_ru: Выберите как инициализировать ваш Digital Bitbox:

source: Choose how you want to initialize your {}.
es_es: Elija cómo desea inicializar su {}.
ru_ru: Выберите, как вы хотите инициализировать ваш {}.

source: Choose how you want to initialize your {}. The first two methods are secure as no secret information is entered into your computer. For the last two methods you input secrets on your keyboard and upload them to your {}, and so you should only do those on a computer you know to be trustworthy and free of malware.
es_es: Elija cómo quieres inicializar tu {}. Los dos primeros métodos son seguros ya que no se introduce ninguna información secreta en tu ordenador. Los dos últimos métodos consisten en introducir información secreta en tu teclado y subirla a tu {}, por lo que sólo deberías hacerlo en un ordenador que sepas que es fiable y está libre de malware.
ru_ru: Выберите как вы хотите инициализировать ваш {}. Первые два метода безопасны, т. к. никакая секретная информация не вводится на вашем компьютере. В последних двух методах вы вводите секретную информацию с помощью клавиатуры и загружаете в ваш {}, поэтому вы должны использовать только те компьютеры, о которых вы знаете, что им можно доверять и они не содержат вирусов.

source: Choose on your {} device where to enter your passphrase
es_es: Elija en tu dispositivo {} dónde introducir tu frase de seguridad
ru_ru: Выберите на вашем устройстве {}, где вводить вашу кодовую фразу

source: Choose the number of signatures needed to unlock funds in your wallet:
es_es: Elija el número de firmas necesarias para desbloquear fondos en su cartera:
ru_ru: Выберите количество подписей, необходимых для разблокирования средств в вашем кошельке:

source: Choose the type of addresses in your wallet.
es_es: Elija el tipo de direcciones en su monedero.
ru_ru: Выберите тип адреса кошелька.

source: Choose which online block explorer to use for functions that open a web browser
es_es: Elija cual explorador de bloques en línea utilizar para funciones que abren un navegador web
ru_ru: Выберите онлайн обозреватель блоков, который будет открываться в браузере

source: Choose your chain
es_es: Elija su cadena
ru_ru: Выберите вашу цепочку

source: Choose...
es_es: Elegir...
ru_ru: Выбрать...

source: Clear
es_es: Borrar
ru_ru: Очистить

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
es_es: Vacía la sesión tras el periodo especificado de inactividad. Una vez una sesión ha caducado, debe re-introducir su PIN y frase de seguridad (si está habilitada) para usar el dispositivo.
ru_ru: Очистить сессию после заданного периода бездействия. Когда время сессии истекло, ваш PIN-код и кодовая фраза (если задана) должна быть заново введена, чтобы использовать устройство.

source: Click Send to proceed
es_es: Pulse en Enviar para continuar
ru_ru: Нажмите "Отправить" для продолжить

source: Click here to hide this message.
es_es: Pulse aquí para ocultar este mensaje.
ru_ru: Нажмите здесь, чтобы скрыть это сообщение.

source: Clipboard is empty
es_es: El portapapeles está vacío
ru_ru: Буфер обмена пуст

source: Close
es_es: Cerrar
ru_ru: Закрыть

source: Close channel
es_es: Cerrar canal
ru_ru: Закрыть канал

source: Co&ins
es_es: &Monedas
ru_ru: &Монеты

source: Code
es_es: Código
ru_ru: Код

source: Coin control active
es_es: Control de monedas activo

source: Coin is frozen
es_es: La moneda está congelada
ru_ru: Монеты заморожены

source: Coin selected to be spent
es_es: Moneda seleccionada para gastar

source: Coin selection
es_es: Selección de moneda
ru_ru: Выбор монеты

source: Coin selection active ({} UTXOs selected)
es_es: Selección monetaria activa (Los {} UTXO seleccionados)

source: Coldcard Status
es_es: Estado de Coldcard
ru_ru: Статус Coldcard

source: Coldcard Wallet
es_es: Monedero de Coldcard
ru_ru: Кошелек Coldcard

source: Color theme
es_es: Color del tema
ru_ru: Цветовая тема

source: Combine
es_es: Combinar
ru_ru: Объединить

source: Complete the initialization process on your {} device
es_es: Completa el proceso de inicializar en tu dispositivo {}
ru_ru: Завершите процесс инициализации на вашем устройстве {}

source: Completed
es_es: Completado
ru_ru: Завершённые

source: Computing route...
es_es: Calculando ruta...
ru_ru: Определение пути...

source: Con&sole
es_es: Con&sola
ru_ru: &Консоль

source: Con&tacts
es_es: Con&tactos
ru_ru: Кон&такты

source: Confirm Device Wipe
es_es: Confirmar borrado del dispositivo
ru_ru: Подтвердите стирание устройства

source: Confirm Passphrase:
es_es: Confirmar contraseña:
ru_ru: Подтверждение кодовой фразы:

source: Confirm Password:
es_es: Confirmar contraseña:
ru_ru: Подтверждение пароля:

source: Confirm Seed
es_es: Confirmar semilla
ru_ru: Подтвердите seed-фразу

source: Confirm Seed Extension
es_es: Confirmar extensión de semilla
ru_ru: Подтвердить расширение seed-фразы

source: Confirm Toggle Passphrase Protection
es_es: Confirmar habilitar/deshabilitar protección de frase de seguridad
ru_ru: Подтвердите переключение защиты кодовой фразой

source: Confirm Transaction
es_es: Confirmar transacción
ru_ru: Подтвердите транзакцию

source: Confirm Transaction on your Ledger device...
es_es: Confirme la transacción en su dispositivo Libro General ...
ru_ru: Подтвердите транзакцию на вашем Ledger...

source: Confirm action
es_es: Confirmar acción
ru_ru: Подтвердите действие

source: Confirm force close?
es_es: ¿Confirmar cierre forzado?
ru_ru: Подтвердить принудительное закрытие?

source: Confirm internal entropy on your {} device to begin
es_es: Confirma entropía interna en tu dispositivo {} para comenzar
ru_ru: Подтвердите внутреннюю энтропию на вашем устройстве {}

source: Confirm new PIN
es_es: Confirmar nuevo PIN
ru_ru: Подтвердите новый PIN-код

source: Confirm new password
es_es: Confirmar nueva contraseña
ru_ru: Подтвердите новый пароль

source: Confirm on your {} device the message to sign
es_es: Confirme en su dispositivo {} el mensaje para firmar
ru_ru: Подтвердите сообщение для подписи на своем устройстве {}

source: Confirm on your {} device to change your PIN
es_es: Confirme en su dispositivo {} para cambiar su PIN
ru_ru: Подтвердите смену PIN-кода на своем устройстве {}

source: Confirm on your {} device to change your home screen
es_es: Confirme en su dispositivo {} para cambiar su pantalla de inicio
ru_ru: Подтвердите смену домашнего экрана на своем устройстве {}

source: Confirm on your {} device to disable PIN protection
es_es: Confirma en tu dispositivo {} para deshabilitar la protección
ru_ru: Подтвердите отключение ПИН-кода на своем устройстве {}

source: Confirm on your {} device to disable passphrases
es_es: Confirma en tu dispositivo {} para deshabilitar los frases de seguridad
ru_ru: Подтвердите отключение пароля на своем устройстве {}

source: Confirm on your {} device to enable passphrases
es_es: Confirma en tu dispositivo {} para habilitar los frases de seguridad
ru_ru: Подтвердите включение пароля на своем устройстве {}

source: Confirm on your {} device to set a PIN
es_es: Confirma en tu dispositivo {} para cambiar su PIN
ru_ru: Подтвердите установку PIN-кода на своем устройстве {}

source: Confirm on your {} that you want to wipe it clean
es_es: Confirma que quieres realizar un borrado total del dispositivo en tu dispositivo {}
ru_ru: Подтвердите полную очистку на устройстве {}

source: Confirm the new label on your {} device
es_es: Confirma la nueva etiqueta en tu dispositivo {}
ru_ru: Подтвердите новый лейбл на вашем устройстве {}

source: Confirm the total amount spent and the transaction fee on your {} device
es_es: Confirme el monto total gastado y la comisión de transacción en su {} dispositivo
ru_ru: Подтвердите сумму и комиссию на вашем устройстве {}

source: Confirm the transaction output on your {} device
es_es: Confirma la salida de la transacción en tu dispositivo {}
ru_ru: Подтвердите выходы транзакции на вашем устройстве {}

source: Confirm wallet address on your {} device
es_es: Confirma la dirección del monedero en tu dispositivo {}
ru_ru: Подтвердите адрес кошелька на вашем устройстве {}

source: Confirmed. Signing Transaction...
es_es: Confirmado. Firmando transacción...
ru_ru: Подтверждено. Подписывание транзакции...

source: Connected
es_es: Conectado
ru_ru: Подключено

source: Connected nodes
es_es: Nodos conectados
ru_ru: Подключаемые узлы

source: Connected nodes are on the same chain
es_es: Nodos conectados en la misma cadena
ru_ru: Подключенные узлы находятся на той же цепи

source: Connected to {0} node.
es_es: Conectado a {0} nodos.
ru_ru: Подключено к {0} нодам.

source: Connected to {0} nodes.
es_es: Conectado a {0} nodos.
ru_ru: Подключено к {0} серверам.

source: Connected to {} peers
es_es: Conectado a {} pares
ru_ru: Подключено к {} пирам

source: Connection strings must be in <node_pubkey>@<host>:<port> format
es_es: Las cadenas de conexión deben estar en formato <node_pubkey> @ <host>: <port>
ru_ru: Строки подключения должны быть в формате <node_pubkey>@<host>:<port>

source: Connections with Electrum servers
es_es: Conexiones a servidores Electrum
ru_ru: Соединение с серверами Electrum

source: Connections with lightning nodes
es_es: Conexiones con nodos relámpago
ru_ru: Соединения с Lightning узлами.

source: Consider trying to connect to a different server, or updating Electrum.
es_es: Considere intentar conectarse a un servidor diferente o actualizar Electrum.
ru_ru: Попробуйте подключиться к другому серверу или обновить Electrum.

source: Contacts
es_es: Contactos
ru_ru: Контакты

source: Cooperative close
es_es: Cierre cooperativo
ru_ru: Совместное закрытие

source: Copy
es_es: Copiar
ru_ru: Копировать

source: Copy Address
es_es: Copiar Dirección
ru_ru: Копировать адрес

source: Copy Image
es_es: Copiar imagen
ru_ru: Копировать изображение

source: Copy Text
es_es: Copiar Texto
ru_ru: Копировать текст

source: Copy and Close
es_es: Copiar y cerrar
ru_ru: Копировать и закрыть

source: Copy and paste the recipient address using the Paste button, or use the camera to scan a QR code.
es_es: Copiar y pegar la dirección del destinatario usando el botón de pegar, o usa la cámara para escanear el código QR.
ru_ru: Скопируйте и вставьте адрес получателя с помощью кнопки "Вставить" или используйте камеру чтоб сканировать QR код.

source: Copy to clipboard
es_es: Copiar al portapapeles
ru_ru: Скопировать в буфер обмена

source: Copy {}
es_es: Copiar {}
ru_ru: Копировать {}

source: Cosign with hardware device
es_es: Firma conjuntamente con el dispositivo hardware
ru_ru: Подписать аппаратным кошельком

source: Cosigner Pool
es_es: Pool cosignataria
ru_ru: Пул подписантов

source: Could not close channel:
es_es: No se pudo cerrar el canal:
ru_ru: Не удалось закрыть канал:

source: Could not figure out which outputs to keep
es_es: No se pudo averiguar qué salidas conservar
ru_ru: Не удалось понять, какие выходы оставить

source: Could not find coins for output
es_es: No se pudo encontrar monedas para salida
ru_ru: Не удалось найти монеты для вывода

source: Could not find suitable output
es_es: No se pudo encontrar salida apropiada
ru_ru: Не удалось найти подходящий выход

source: Could not find suitable outputs
es_es: No se pudo encontrar salidas apropiadas
ru_ru: Не удалось найти подходящие выходы

source: Could not force close channel:
es_es: No se pudo forzar el cierre del canal:
ru_ru: Не удалось принудительно закрыть канал:

source: Could not open channel: {}
es_es: No se pudo abrir el canal: {}
ru_ru: Не удалось открыть канал: {}

source: Could not retrieve Terms of Service:
es_es: No se pudo obtener los Términos de Servicio:
ru_ru: Не удалось получить Условия использования:

source: Could not sign message
es_es: No se pudo firmar el mensaje
ru_ru: Не удалось подписать сообщение

source: Could not sign message.
es_es: No se pudo firmar el mensaje.
ru_ru: Не удалось подписать сообщение.

source: Crash report
es_es: Informe de error
ru_ru: Отчет о сбое

source: Create New Wallet
es_es: Crear Monedero
ru_ru: Создать новый кошелёк

source: Create a new Revealer
es_es: Crear un Revealer nuevo
ru_ru: Создать новый Revealer

source: Create a new seed
es_es: Crear una semilla nueva
ru_ru: Создать новую seed-фразу

source: Create a wallet using the current seed
es_es: Crea un monedero usando la semilla actual
ru_ru: Создать кошелек, используя текущую seed-фразу

source: Create keystore from a master key
es_es: Crear keystore a partir de una clave maestra
ru_ru: Создать хранилище ключей из мастер ключа

source: Create new wallet
es_es: Crear monedero nueva
ru_ru: Создать новый кошелек

source: Create or restore
es_es: Crear o restaurar
ru_ru: Создать или восстановить

source: Create recoverable channels
es_es: Crear canales recuperables
ru_ru: Создавайте восстанавливаемые каналы

source: Create transaction
es_es: Crear transacción
ru_ru: Создать транзакцию

source: Creating a new payment request will reuse one of your addresses and overwrite an existing request. Continue anyway?
es_es: La creación de una nueva solicitud de pago reutilizará una de sus direcciones y sobrescribirá una solicitud existente. ¿Continuar de todas maneras?
ru_ru: При создании нового платежного запроса один из ваших адресов будет повторно использован, а существующий запрос будет перезаписан. Продолжайте в любом случае?

source: Critical Error
es_es: Error crítico
ru_ru: Критическая ошибка

source: Current Fee
es_es: Comisión actual
ru_ru: Текущая комиссия

source: Current Fee rate
es_es: Tasa de comisión actual
ru_ru: Текущая ставка вознаграждения

source: Current Password:
es_es: Contraseña actual:
ru_ru: Текущий пароль:

source: Current rate
es_es: Tasa actual
ru_ru: Текущая комиссия

source: Current version: {}
es_es: Versión actual: {}
ru_ru: Текущая версия: {}

source: Custom
es_es: Personal
ru_ru: Выбрать

source: Custom URL
es_es: URL personalizada
ru_ru: Пользовательский URL

source: Custom secret
es_es: Secreto personal
ru_ru: Введенный вручную секрет

source: Czech
es_es: Checo

source: Danish
es_es: Danés

source: Dark
es_es: Oscuro
ru_ru: Тёмная

source: Dark/Light
es_es: Luz/Oscuridad
ru_ru: Темно/Светло

source: Date
es_es: Fecha
ru_ru: Дата

source: Date: {}
es_es: Fecha: {}
ru_ru: Дата: {}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
es_es: Los registros de depuración pueden conservarse en el disco. Estos son útiles para la resolución de problemas.
ru_ru: Журналы отладки можно сохранить на диск. Они пригодятся для устранения неполадок.

source: Debug message
es_es: Mensaje de depuración
ru_ru: Отладочное сообщение

source: Decrypt
es_es: Descifrar
ru_ru: Расшифровать

source: Decrypt your private key?
es_es: ¿Descifrar su clave privada?
ru_ru: Расшифровать свой приватный ключ?

source: Default
es_es: Predeterminado
ru_ru: По умолчанию

source: Delete
es_es: Eliminar
ru_ru: Удалить

source: Delete backup?
es_es: ¿Borrar respaldo?
ru_ru: Удалить резервную копию?

source: Delete invoice?
es_es: ¿Borrar factura?
ru_ru: Удалить счёт?

source: Delete invoices
es_es: Borrar facturas
ru_ru: Удалить счета

source: Delete request?
es_es: ¿Borrar solicitud?
ru_ru: Удалить запрос?

source: Delete requests
es_es: Borrar solicitudes
ru_ru: Удалить запрос

source: Delete wallet file?
es_es: ¿Borrar archivo de monedero?
ru_ru: Удалить кошелёк?

source: Delete wallet?
es_es: ¿Eliminar cartera?
ru_ru: Удалить кошелёк?

source: Denomination
es_es: Denominación
ru_ru: Купюра

source: Derivation path
es_es: Ruta de derivación
ru_ru: Путь вывода

source: Description
es_es: Descripción
ru_ru: Описание

source: Description of the transaction (not mandatory).
es_es: Descripción de la transacción (opcional).
ru_ru: Описание транзакции (не обязательно).

source: Destination node
es_es: Nodo de destino
ru_ru: Назначение узла

source: Details
es_es: Detalles
ru_ru: Подробности

source: Details...
es_es: Detalles...
ru_ru: Подробности...

source: Detect Existing Accounts
es_es: Detectar Cuentas Existentes

source: Detected valid Lightning invoice, but there are no open channels
es_es: Factura Lightning válida detectada, pero no hay canales abiertos

source: Developers
es_es: Desarrolladores
ru_ru: Разработчики

source: Device ID
es_es: ID de dispositivo
ru_ru: ID устройства

source: Device Label
es_es: Etiquetado de Dispositivo
ru_ru: Метка устройства

source: Device communication error. Please unplug and replug your Digital Bitbox.
es_es: Error de comunicación del dispositivo. Desenchufe y vuelva a conectar su Digital Bitbox.
ru_ru: Ошибка коммуникации. Отключите и подключите заново ваш Digital Bitbox.

source: Device not in Feathercoin mode
es_es: El dispositivo no está en modo Feathercoin
ru_ru: Устройство не в биткойн-режиме

source: Digital Bitbox wallet
es_es: Monedero de Digital Bitbox
ru_ru: Кошелек Digital Bitbox

source: Digital Revealer ({}_{}) saved as PNG and PDF at:
es_es: Digital Revealer ({}_{}) ha guardado como PNG y PDF en:
ru_ru: Файл ({}_{}) сохранен как PNG и PDF в:

source: Disable PIN
es_es: Desactivar PIN
ru_ru: Отключить PIN-код

source: Disable Passphrases
es_es: Desactivar Passphrases
ru_ru: Отключить кодовые фразы

source: Disabled
es_es: Desactivado
ru_ru: Выключено

source: Disconnected
es_es: Desconectado
ru_ru: Отключён

source: Display your seed?
es_es: ¿Mostrar tu semilla?
ru_ru: Показать вашу Seed-фразу?

source: Distributed by Electrum Technologies GmbH
es_es: Distribuido por Electrum Technologies GmbH
ru_ru: Распространяется компанией Electrum Technologies GmbH

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
es_es: No ingrese información confidencial/privada aquí. El informe será visible en el rastreador de problemas públicos.
ru_ru: Не указывайте здесь конфиденциальную/личную информацию. Этот отчет будет в общедоступном трекере проблем.

source: Do not pair
es_es: No emparejar
ru_ru: Не сопрягать

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
es_es: No pegue código aquí que no entienda. Ejecutando el código erróneo podría ocasionar la pérdida de tus monedas de forma irremediable.
ru_ru: Не вставляйте сюда код, который вы не понимаете. Выполнение плохого кода может привести к пропаже ваших монет безвозвратно.

source: Do not store it electronically.
es_es: No la almacene electrónicamente en su PC.
ru_ru: Не храните в электронном виде.

source: Do you have something to hide ?
es_es: ¿Tienes algo que ocultar?
ru_ru: У вас есть что скрывать?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
es_es: ¿Quieres crear una nueva semilla, o restaurar un monedero desde una semilla existente?
ru_ru: Вы хотите создать новую seed-фразу или восстановить кошелек, используя существующую seed-фразу?

source: Do you want to create your first channel?
es_es: ¿Quieres crear tu primer canal?
ru_ru: Вы хотите создать свой первый канал?

source: Do you want to delete '{}'?
es_es: ¿Quieres borrar '{}'?
ru_ru: Вы хотите удалить '{}'?
