Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: Spend from
es_es: Gastar desde
ru_ru: Потратить

source: Spend only confirmed coins
es_es: Gastar sólo monedas confirmadas
ru_ru: Тратить только подтверждённые монеты

source: Spend only confirmed inputs.
es_es: Gasta solo entradas confirmadas.
ru_ru: Тратить только подтвержденные монеты.

source: Standard wallet
es_es: Monedero estándar
ru_ru: Стандартный кошелек

source: Static
es_es: Estático
ru_ru: Статичная

source: Static: the fee slider uses static values
es_es: Estático: el control deslizante de comisiones utiliza valores estáticos

source: Status
es_es: Estado
ru_ru: Статус

source: Status:
es_es: Estado:
ru_ru: Статус:

source: Step {}/24. Enter seed word as explained on your {}:
es_es: Paso {}/24. Introduzca la palabra semilla como se explica en su {}:
ru_ru: Шаг {}/24. Введите слово seed-фразы как объяснено на вашем {}:

source: Strategy
es_es: Estrategia
ru_ru: Стратегия

source: Submarine Swap
es_es: Intercambio Submarino

source: Success
es_es: Completado
ru_ru: Успешно

source: Suggest Peer
es_es: Sugerir nodo

source: Summary
es_es: Resumen
ru_ru: Итог

source: Summary Text PIN (requires dongle replugging)
es_es: Resumen del PIN de Texto (requiere volver a enchufar)
ru_ru: Итоговый текст PIN-код (требует переподключения устройства)

source: Summary Text PIN is Disabled
es_es: PIN de Texto Resumen está Deshabilitado
ru_ru: Итоговый текст PIN-код котключен

source: Supported Coins
es_es: Monedas Admitidas
ru_ru: Поддерживаемые монеты

source: Swap
es_es: Intercambio
ru_ru: Обмен

source: Swap below minimal swap size, change the slider.
es_es: Intercambio inferior al tamaño de intercambio minimal, cambie el arrastre.

source: Swap onchain funds for lightning funds
es_es: Intercambio de fondos encadenados para fondos resaltados

source: Swapping funds
es_es: Intercambiar fondos

source: Swedish
es_es: Sueco

source: Sweep
es_es: Barrer
ru_ru: Импорт

source: Sweep private keys
es_es: Barrer llaves privadas
ru_ru: Импорт приватных ключей

source: Synchronizing...
es_es: Sincronizando...
ru_ru: Синхронизация...

source: Tap to show
es_es: Toque para mostrar
ru_ru: Нажмите чтобы показать

source: Target
es_es: Destino
ru_ru: Цель

source: Target fee:
es_es: Comisión objetivo:
ru_ru: Целевая комиссия:

source: Terms of Service
es_es: Términos de servicio
ru_ru: Условиями оказания услуг

source: Testnet coins are worthless.
es_es: Las monedas Testnet no tienen ningún valor.
ru_ru: Монеты тестовой сети бесполезны.

source: Testnet is separate from the main Feathercoin network. It is used for testing.
es_es: Testnet está separado de la red principal de Feathercoin. Se usa para pruebas.
ru_ru: Тестовая сеть отделена от основной сети Feathercoin. Она используется для тестирования.

source: Text copied to clipboard
es_es: Texto copiado al portapapeles
ru_ru: Текст скопирован в буфер обмена

source: Text copied to clipboard.
es_es: Texto copiado al portapapeles.
ru_ru: Текст скопирован в буфер обмена.

source: Thai
es_es: Tailandés

source: The Digital Bitbox is already seeded. Choose an option:
es_es: Digital Bitbox ya está sembrado. Elija una opción:
ru_ru: Digital Bitbox уже имеет seed-фразу. Выберите вариант:

source: The Lightning Network graph is fully synced.
es_es: El gráfico de Lightning Network está completamente sincronizado.

source: The Lightning Network graph is syncing... Payments are more likely to succeed with a more complete graph.
es_es: El gráfico de Lightning Network se está sincronizando... Es más probable que los pagos tengan éxito con un gráfico más completo.

source: The PIN cannot be longer than 9 characters.
es_es: El PIN no puede tener más de 9 caracteres.
ru_ru: PIN-код не может быть длиннее 9 символов.

source: The SSL certificate provided by the main server did not match the fingerprint passed in with the --serverfingerprint option.
es_es: El certificado SSL proporcionado por el servidor principal no coincide con la huella digital transmitida con la opción --serverfingerprint.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
es_es: La cantidad de comisión puede ser decidida libremente por el remitente. Sin embargo, las transacciones con comisiones bajas tardan más tiempo en ser procesadas.
ru_ru: Размер комиссии свободно определяется отправителем. Однако, для обработки транзакций с низкой комиссией может потребоваться больше времени.

source: The amount to be received by the recipient.
es_es: La cantidad a ser recibida por el destinatario.

source: The amount will be displayed in red if you do not have enough funds in your wallet.
es_es: El monto será mostrado en rojo si no posee los suficientes fondos en su cartera.
ru_ru: Сумма будет отображаться красным цветом, если на Вашем кошельке недостаточно средств.

source: The feathercoin address never expires and will always be part of this electrum wallet.
es_es: La dirección feathercoin nunca expira y siempre será parte de su cartera electrum.
ru_ru: Срок действия биткойн-адреса не ограничен, поэтому он всегда будет частью кошелька.

source: The channel peer can route Trampoline payments.
es_es: El par del canal puede enrutar los pagos de Trampolín.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
es_es: La descripción no es enviada al destinatario de los fondos. Se guarda en su archivo de cartera y se muestra en la pestaña 'Historial'.
ru_ru: Описание не будет отправлено получателю. Оно будет сохранено в файле вашего кошелька и отображено на вкладке "История".

source: The device was disconnected.
es_es: El dispositivo fue desconectado.
ru_ru: Устройство было отключено.

source: The fee could not be verified. Signing non-segwit inputs is risky: if this transaction was maliciously modified before you sign, you might end up paying a higher mining fee than displayed.
es_es: La comisión no pudo ser verificada. Firmar entradas que no sean segwit es arriesgado: si esta transacción se modificó maliciosamente antes de firmar,\podría terminar pagando una comisión de minado más alta de la que se muestra.

source: The fee for this transaction seems unusually high.
es_es: La comisión de esta transacción parece inusualmente alta.
ru_ru: Комиссия за эту транзакцию кажется необычно высокой.

source: The file '{}' contains an incompletely created wallet. Do you want to complete its creation now?
es_es: El archivo '{}' contiene un monedero creado de forma incompleta. ¿Desea completar su creación ahora?
ru_ru: Файл '{}' содержит кошелек создание которого не завершено. Желаете завершить создание?

source: The file was removed
es_es: El archivo ha sido eliminado
ru_ru: Файл был удален

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
es_es: El firmware de su dispositivo de hardware es demasiado antiguo. Si es posible, debe actualizarlo. Puede hacer caso omiso a este error e intentar continuar, sin embargo, es probable que las cosas fallen.
ru_ru: Прошивка вашего устройства устарела. Обновите ее, если это возможно. Вы можете игнорировать эту ошибку и попытаться продолжить, однако все может пойти не так.

source: The following addresses were added
es_es: Las siguientes direcciones fueron añadidas
ru_ru: Следующие адреса были добавлены

source: The following alias providers are available:
es_es: El siguiente apodo proporcionado está disponible:
ru_ru: Доступны следующие поставщики псевдонимов:

source: The following inputs could not be imported
es_es: Las siguientes entradas no se han podido importar
ru_ru: Следующее не удалось импортировать

source: The input amounts could not be verified as the previous transactions are missing. The amount of money being spent CANNOT be verified.
es_es: No se pudieron verificar los importes de entrada ya que faltan las transacciones anteriores. NO se puede verificar la cantidad de dinero que se gasta.

source: The new fee rate needs to be higher than the old fee rate.
es_es: La nueva comisión debe ser más alta que la comisión anterior.
ru_ru: Новая ставка комиссии должна быть выше, чем старая ставка.

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
es_es: El siguiente paso generará la semilla de su monedero. Esta semilla NO se guardará en su computadora y debe almacenarse en papel. Para estar a salvo del malware, es posible que desee hacer esto en una computadora sin conexión y luego mover su monedero a una computadora en línea.
ru_ru: На следующем шаге будет сгенерирована seed-фраза вашего кошелька. Эта seed-фраза не будет сохранена на вашем компьютере, она должна быть сохранена на бумаге. Для того чтобы обеспечить безопасность от вирусов, вы можете воспользоваться компьютером не подключенным к интернету, и позже скопировать ваш кошелек на компьютер с интернетом.

source: The operation is undefined. Not just in Electrum, but in general.
es_es: La operación no está definida. No tan solo Electrum, sino en general.
ru_ru: Операция не определена. Не только в Electrum, а вообще.

source: The output value remaining after fee is too low.
es_es: El valor de salida restante tras la comisión es demasiado bajo.

source: The proposed fee is computed using your fee/kB settings, applied to the total size of both child and parent transactions. After you broadcast a CPFP transaction, it is normal to see a new unconfirmed transaction in your history.
es_es: La comisión proporcionada está calculada utilizando sus parámetros de comisión/kB, aplicadas al tamaño total de ambas transacciones heredadas y antecesoras. Tras su broadcast una transacción CPFP, es usual ver una transacción no confirmada nueva dentro de su historial.

source: The seed phrase will allow you to recover your wallet in case you forget your password or lose your device.
es_es: La frase sumidero permitirá recuperar su monedero en caso que olvide su contraseña o pierda su dispositivo.
ru_ru: Сид-фраза (seed) позволит вам восстановить свой кошелек, если вы забудете пароль или потеряете свое устройство.

source: The server returned an error when broadcasting the transaction.
es_es: El servidor devolvió un error al transmitir la transacción.
ru_ru: Сервер вернул ошибку при отправке транзакции.

source: The server returned an error.
es_es: El servidor devolvió un error.
ru_ru: Сервер вернул ошибку.

source: The server returned an unexpected transaction ID when broadcasting the transaction.
es_es: El servidor devolvió una identificación de transacción inesperada al transmitir la transacción.
ru_ru: Сервер вернул неожиданный ID транзакции при ее отправке.

source: The set is complete!
es_es: ¡El conjunto está completo!

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
es_es: La transacción fue rechazada porque contiene múltiples salidas OP_RETURN.
ru_ru: Транзакция была отвергнута из-за наличия множественных OP_RETURN выходов.

source: The transaction was rejected because it is too large (in bytes).
es_es: La transacción fue rechazada porque es demasiado grande (en bytes).
ru_ru: Транзакция была отвергнута из-за слишком большого размера (в байтах).

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
es_es: El monedero '{}' contiene varias cuentas, que ya no son compatibles desde Electrum 2.7. ¿Desea dividir su monedero en múltiples archivos?
ru_ru: Этот кошелек '{}' содержит несколько учетных записей, что не поддерживается начиная с Electrum 2.7. Хотите разделить ваш кошелек на несколько файлов?

source: Then, enter your Google Authenticator code:
es_es: A continuación, introduce tu código de Google Authenticator:
ru_ru: Введите код из приложения Google Authenticator:

source: There is a new update available
es_es: Hay una nueva actualización disponible
ru_ru: Доступна новая версия

source: There was a problem with the automatic reporting:
es_es: Hubo un problema con el informe automático:
ru_ru: Возникла проблема с автоматическим отчетом:

source: Therefore, two-factor authentication is disabled.
es_es: Por lo tanto, la autenticación de dos factores está deshabilitada.
ru_ru: Поэтому двухфакторная аутентификация отключена.

source: This address has already been used. For better privacy, do not reuse it for new payments.
es_es: Esta dirección ya ha sido utilizada. Para una mejor privacidad, no la reutilice para nuevos pagos.
ru_ru: Этот адрес уже был использован. Для большей приватности не используйте его в новых платежах.

source: This address is being reused
es_es: Esta dirección se está reutilizando

source: This amount exceeds the maximum you can currently receive with your channels
es_es: Esta cantidad supera el máximo que puede recibir actualmente con sus canales

source: This amount exceeds the maximum you can currently send with your channels
es_es: Esta cantidad supera el máximo que puede enviar actualmente con sus canales

source: This blockchain is used to verify the transactions sent by your transaction server.
es_es: Esta cadena de bloques se utiliza para verificar las transacciones enviadas por tu servidor de transacciones.
ru_ru: Эта цепочка блоков используется для проверки транзакций, которые присылает ваш сервер транзакций.

source: This channel cannot be recovered from your seed. You must back it up manually.
es_es: Este canal no se puede recuperar de su semilla. Debe realizar una respaldo manualmente.

source: This channel is frozen for receiving. It will not be included in invoices.
es_es: Este canal está congelado para recibir. No se incluirá en las facturas.

source: This channel is frozen for sending. It will not be used for outgoing payments.
es_es: Este canal está congelado para enviar. No se utilizará para pagos salientes.

source: This channel will be usable after {} confirmations
es_es: Este canal se podrá usar tras {} confirmaciones
ru_ru: Этот канал будет доступен после {} подтверждений

source: This file does not exist.
es_es: Este archivo no existe.
ru_ru: Этот файл не существует.

source: This file is already open in memory.
es_es: Este archivo ya está abierto en la memoria.
ru_ru: Этот файл уже открыт.

source: This file is encrypted using a hardware device.
es_es: Este archivo está cifrado usando un dispositivo hardware.
ru_ru: Этот файл зашифрован с использованием аппаратного ключа.

source: This file is encrypted with a password.
es_es: Este archivo está cifrado con una contraseña.
ru_ru: Этот файл зашифрован с паролем.

source: This function is only available after pairing your {} with a mobile device.
es_es: Esta función solo está disponible tras emparejar su {} con un dispositivo móvil.
ru_ru: Эта функция доступна только после сопряжения вашего {} с мобильным устройством.

source: This function is only available for p2pkh keystores when using {}.
es_es: Esta función solo está disponible para los almacenes de claves p2pkh cuando se utiliza {}.
ru_ru: Эта функция доступна только для хранилищ ключей p2pkh, когда используется {}.

source: This function is only available for standard wallets when using {}.
es_es: Esta función solo está disponible para monederos estándar cuando se utiliza {}.
ru_ru: Эта функция доступна только для стандартных кошельков, когда используется {}.

source: This information is seen by the recipient if you send them a signed payment request.
es_es: Esta información es vista por el destinatario si le envía una solicitud de pago firmado.
ru_ru: Эта информация рассматривается получателем, если вы отправляете им подписанный платежный запрос.

source: This invoice has been paid already
es_es: Esta factura ya ha sido pagada
ru_ru: Этот счет уже был оплачен

source: This invoice has expired
es_es: Esta factura ha expirado
ru_ru: Срок действия этого счета истек

source: This is a channel
es_es: Esto es un canal
ru_ru: Это канал

source: This is a static channel backup
es_es: Esto es un respaldo de canal estático

source: This is a watching-only wallet
es_es: Esta es una cartera de sólo lectura
ru_ru: Этот кошелёк только для наблюдения

source: This is a watching-only wallet.
es_es: Esto es un monedero de sólo vigía.
ru_ru: Этот кошелёк только для просмотра.

source: This is a watching-only wallet. It does not contain private keys.
es_es: Esto es un monedero de sólo observación. No contiene claves privadas.
ru_ru: Этот кошелёк только для просмотра. Он не содержит приватный ключ.

source: This is discouraged.
es_es: Esto se desaconseja.
ru_ru: Это не рекомендуется.

source: This is the height of your local copy of the blockchain.
es_es: Esto es el tamaño de tu copia local de la cadena de bloques.
ru_ru: Это высота вашей локальной копии цепочки блоков.

source: This may create larger qr codes.
es_es: Esto puede crear códigos qr más grandes.

source: This may result in higher transactions fees.
es_es: Esto puede resultar en mayores comisiones de transacción.
ru_ru: Это может привести к увеличению комиссии за транзакции.

source: This means you will not be able to spend Feathercoins with it.
es_es: Esto significa que no será capaz de gastar feathercoins con él.
ru_ru: Это значит, что Вы не можете использовать биткойны в нём.

source: This might improve your privacy somewhat.
es_es: Esto podría mejorar un poco su privacidad.
ru_ru: Это может улучшить вашу конфиденциальность в некоторой степени.

source: This payment request will be signed.
es_es: Esta solicitud de pago será firmada.
ru_ru: Этот запрос платежа был подписан.

source: This plug-in allows you to create a visually encrypted backup of your wallet seeds, or of custom alphanumeric secrets.
es_es: Este complemento le permite crear un respaldo visualmente cifrada de sus semillas de monedero o de secretos alfanuméricos personalizados.
ru_ru: Этот плагин позволяет создать визуально зашифрованную резервную копию seed-фразы вашего кошелька или введенных вручную цифробуквенных секретов.

source: This plugin adds two-factor authentication to your wallet.
es_es: Este complemento agrega autenticación de dos factores a su monedero.
ru_ru: Этот плагин добавляет двухфакторную аутентификацию к вашему кошельку.

source: This plugin facilitates the use of multi-signatures wallets.
es_es: Este complemento facilita el uso de billeteras multifirma.
ru_ru: Этот плагин помогает использовать кошелек с несколькими подписями.

source: This request has expired
es_es: Esta solicitud ha caducado

source: This seed will allow you to recover your wallet in case of computer failure.
es_es: Esta semilla le permitirá recuperar su monedero en caso de un fallo del ordenador.
ru_ru: Эта seed-фраза поможет вам восстановить ваш кошелёк в случае проблем с компьютером.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
es_es: Este servicio utiliza un monedero de múltiples firmas, donde posee 2 de 3 llaves. La tercera clave se almacena en un servidor remoto que firma transacciones en su nombre. Se cobrará una pequeña comisión por cada transacción que utilice el servidor remoto.
ru_ru: Это сервис использует кошелек с несколькими подписями, в котором у вас 2 из 3 ключей. Третий ключ хранится на удаленном сервере, который подписывает транзакции для вас. Небольшая комиссия будет списана для каждой транзакции, которая использует удаленный сервер.

source: This setting affects the Send tab, and all balance related fields.
es_es: Este parámetro afecta a la pestaña «Enviar», y todos los campos relacionados con el saldo.
ru_ru: Эта настройка влияет на вкладку "Отправка" и все поля относящиеся к балансу.

source: This transaction is not saved. Close anyway?
es_es: Esta transacción no está guardada. ¿Cerrar de todas formas?
ru_ru: Эта транзакция не сохранена. Закрыть?

source: This transaction is only available on your local machine. The currently connected server does not know about it. You can either broadcast it now, or simply remove it.
es_es: Esta transacción solo está disponible en el equipo local. El servidor conectado actualmente la desconoce. Puede transmitirla ahora o simplemente eliminarla.

source: This transaction requires a higher fee, or it will not be propagated by your current server.
es_es: Esta transacción requiere una comisión más alta, o no será propagada por su servidor actual.

source: This type of script is not supported with {}.
es_es: Este tipo de script no es compatible con {}.
ru_ru: Этот тип скрипта не поддерживается вашим {}.

source: This type of script is not supported with {}: {}
es_es: Este tipo de script no es admitido con {}.

source: This version supports a maximum of {} characters.
es_es: Esta versión admite un máximo de {} caracteres.
ru_ru: Эта версия поддерживает не более {} символов.

source: This wallet has no seed
es_es: Esta cartera no tiene semilla
ru_ru: Этот кошелёк без seed-фразы

source: This wallet is already registered with TrustedCoin. To finalize wallet creation, please enter your Google Authenticator Code.
es_es: Esta monedero ya está registrada con TrustedCoin. Para finalizar la creación del monedero, introduzca su Código de Autenticación Google.
ru_ru: Этот кошелек уже зарегистрирован в TrustedCoin. Чтобы завершить создание кошелька, введите код из приложения Google Authenticator.

source: This wallet is protected by TrustedCoin's two-factor authentication.
es_es: Esta monedero está protegida por la autenticación de dos factores de TrustedCoin.
ru_ru: Это кошелек защищен с помощью двухфакторной аутентификации сервиса TrustedCoin.

source: This wallet is watching-only
es_es: Esta monedero es de sólo vigía
ru_ru: Этот кошелёк только для просмотра

source: This wallet is watching-only.
es_es: Esta cartera es de sólo lectura.
ru_ru: Этот кошелёк доступен только для просмотра.

source: This wallet was restored from seed, and it contains two master private keys.
es_es: Esta monedero fue restaurada desde la semilla, y contiene dos llaves maestras privadas.
ru_ru: Этот кошелек восстановлен из seed-фразы и содержит два приватных мастер ключа.

source: This will save fees.
es_es: Esto ahorrará comisiones.
ru_ru: Это уменьшит комиссии.

source: This will send {}?
es_es: ¿Enviar {}?

source: This {} device can only send to base58 addresses.
es_es: Este dispositivo {} solamente puede enviar a la dirección base58.

source: To
es_es: Destino
ru_ru: Кому

source: To cancel, briefly touch the blinking light or wait for the timeout.
es_es: Para cancelar, brevemente tome la luz parpadeante o espere a que caduque.
ru_ru: Для отмены, коротко прикоснитесь к мигающему свету или подождите таймаут.

source: To cancel, briefly touch the light or wait for the timeout.
es_es: Para cancelar, brevemente toque la luz o espera a que se agote el tiempo.
ru_ru: Для отмены, коротко прикоснитесь к мигающему свету или подождите таймаут.

source: To channel
es_es: Canal destino

source: To continue, touch the Digital Bitbox's blinking light for 3 seconds.
es_es: Para continuar, toque el Bitbox Digital durante 3 segundos.
ru_ru: Для продолжения, прикоснитесь к мигающему свету на Digital Bitbox в течении 3 секунд.

source: To continue, touch the Digital Bitbox's light for 3 seconds.
es_es: Para continuar, toque la luz de Digital Bitbox durente 3 segundos.
ru_ru: Для продолжения, прикоснитесь к мигающему свету на Digital Bitbox в течении 3 секунд.
