Repository: spesmilo/electrum
Catalog: contrib/deterministic-build/electrum-locale/locale/*/electrum.po
Languages: es_es, ru_ru

source: French
es_es: Francés

source: From
es_es: De
ru_ru: От

source: From channel
es_es: Canal origen

source: From {0} cosigners
es_es: Remite {0} co-firmantes
ru_ru: От {0} со-подписантов

source: Frozen
es_es: Congelado

source: Fulfilled HTLCs
es_es: HTLC cumplidos

source: Full 2FA enabled. This is not supported yet.
es_es: Doble autenticación completa activada. Esto no es disponible todavía.
ru_ru: Полная двухфакторная аутентификация включена. Это еще не поддерживается.

source: Funded
es_es: Financiado
ru_ru: Пополненые

source: Funded or Unused
es_es: Financiado o Desfinanciado
ru_ru: Финансируется или не используется

source: Funds in this channel will not be recoverable from seed until they are swept back into your wallet, and might be lost if you lose your wallet file.
es_es: Los fondos de este canal no serán recuperables de la semilla hasta que se devuelvan a su monedero y podrían perderse si pierde el archivo de su monedero.

source: Generate a new random wallet
es_es: Generar una nueva monedero aleatoria
ru_ru: Сгенерировать новый случайный кошелек

source: German
es_es: Alemán

source: Get Invoice
es_es: Obtener factura

source: Google Authenticator code:
es_es: Código de Google Authenticator:
ru_ru: Код из Google Authenticator:

source: Gossip
es_es: Chismes

source: Greek
es_es: Griego

source: HTLCs in current commitment transaction
es_es: HTLC en la transacción de compromiso actual

source: Handler not found for
es_es: Controlador no encontrado para
ru_ru: Обработчик не найден

source: Hardware Keystore
es_es: Keystore de hardware
ru_ru: Аппаратный ключ

source: Height
es_es: Altura
ru_ru: Высота

source: Hello World
es_es: Hola mundo
ru_ru: Привет, мир

source: Help
es_es: Ayuda
ru_ru: Справка

source: Here is your master public key.
es_es: Aquí está su llave maestra pública.
ru_ru: Ваш главный открытый ключ.

source: Hide
es_es: Ocultar
ru_ru: Скрыть

source: Hide {}
es_es: Ocultar {}
ru_ru: Скрыть {}

source: History
es_es: Historial
ru_ru: История

source: Homepage
es_es: Página Principal
ru_ru: Сайт

source: Homescreen
es_es: Pantalla de inicio
ru_ru: Главный экран

source: Hops
es_es: Saltos

source: Host
es_es: Servidor
ru_ru: Хост

source: Hostname does not resolve (getaddrinfo failed)
es_es: Nombre de hospedaje no resuelve (error getadrinfo)

source: How do you want to connect to a server?
es_es: ¿Cómo quiere conectarse al servidor?
ru_ru: Как вы хотите подключиться к серверу?

source: How do you want to connect to a server?
es_es: ¿Cómo quiere conectarse al servidor?
ru_ru: Как вы хотите подключиться к серверу?

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
es_es: Sin embargo, las billeteras de hardware no admiten el descifrado de mensajes, lo que las hace no compatibles con el diseño actual del grupo de cofirmantes.
ru_ru: Аппаратный ключ не поддерживает расшифровку сообщений, что делает его несовместимым с логикой работы пула со-подписанта.

source: However, we do not generate BIP39 seeds, because they do not meet our safety standard.
es_es: Sin embargo, no generamos semillas BIP39 porque no cumplen con nuestro estándar de garantía.
ru_ru: Мы не генерируем seed-фразу в формате BIP39, т. к. это не отвечает нашему стандарту безопасности.

source: However, we do not generate SLIP39 seeds.
es_es: Sin embargo, no generamos semillas SLIP39.

source: Hungarian
es_es: Húngaro

source: I already have a seed
es_es: Ya tengo un una semilla
ru_ru: У меня уже есть seed-фраза

source: I have lost my Google Authenticator account
es_es: He perdido mi cuenta de Google Authenticator
ru_ru: Я потерял учетную запись Google Authenticator

source: IP/port in format: [host]:[port]
es_es: IP/puerto en formato: [hospedaje]:[puerto]
ru_ru: IP/port в формате: [host]:[port]

source: If auto-connect is enabled, Electrum will always use a server that is on the longest blockchain.
es_es: Si conectar automáticamente está habilitado, Electrum siempre usará un servidor que está en la cadena de bloques más larga.
ru_ru: Если включено автоматическое подключение, Electrum будет всегда использовать сервер с самой длинной цепочкой блоков.

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
es_es: Si está habilitado, se podría perder un máximo de 100 satoshis debido a esto, por cada transacción.
ru_ru: Если включено, не больше 100 сатоши может быть потеряно с учетом этого для каждой транзакции.

source: If it is disabled, you have to choose a server you want to use. Electrum will warn you if your server is lagging.
es_es: Si es deshabilitado, tendrás que elegir un servidor que quieras usar. Electrum te avisará si tu servidor está lento.
ru_ru: Если Вы выключили, Вам следует выбрать предпочитаемый сервер. Electrum предупредит Вас, если сервер лагает.

source: If you are not sure what this is, leave this field unchanged.
es_es: Si no está seguro de qué es esto, deje este campo sin cambios.
ru_ru: Если вы не знаете что это - оставьте как есть.

source: If you are online, click on "{}" to continue.
es_es: Si está online, haga clic en "{}" para continuar.
ru_ru: Если интернет подключен, для продолжения нажмите на "{}".

source: If you check this box, your transactions will be marked as non-final,
es_es: Si marca esta casilla, sus transacciones se marcarán como no finales,
ru_ru: Если включите эту опцию, Ваша транзакция будет помечена как неокончательный вариант,

source: If you check this box, your unconfirmed transactions will be consolidated into a single transaction.
es_es: Si marca esta casilla, sus transacciones no confirmadas se consolidarán en una sola transacción.
ru_ru: Если вы отметите этот чекбокс, ваши неподтвержденные транзакции будут объединены в одну транзакцию.

source: If you disable your PIN, anyone with physical access to your {} device can spend your feathercoins.
es_es: Si deshabilita su PIN, cualquier persona que tenga acceso físico a su dispositivo {} puede gastar sus feathercoins.
ru_ru: Если вы отключите ваш PIN-код, любой человек имеющий физический доступ к вашему {} устройству, сможет потратить ваши биткойны.

source: If you do not know what this is, leave this field empty.
es_es: Si no sabe qué es esto, deje este campo vacío.
ru_ru: Если вы не знаете что это - оставьте это поле пустым.

source: If you force-close this channel, the funds you have in it will not be available for {} blocks.
es_es: Si fuerza el cierre de este canal, los fondos que tiene en este no estarán disponibles hasta dentro de {} bloques.
ru_ru: Если вы принудительно закроете этот канал, ваши средства будут недоступны для {} блоков.

source: If you forget a passphrase you will be unable to access any feathercoins in the wallet behind it. A passphrase is not a PIN. Only change this if you are sure you understand it.
es_es: Si olvida la contraseña, no podrá acceder a los feathercoins en el monedero. La contraseña no es un PIN. Cambie esto solo si está seguro que lo comprende.
ru_ru: При утере пароля доступ к кошельку будет невозможен. Пароль не несет функции ПИН-кода, ознакомьтесь с документацией перед внесением изменений.

source: If you have an old printer, or want optimal precision
es_es: Si tiene una impresora antigua o quiere una precisión óptima
ru_ru: Если у вас старый принтер или вы хотите оптимальную точность

source: If you have lost your Google Authenticator account, you can request a new secret. You will need to retype your seed.
es_es: Si ha perdido la cuenta de Google Authenticator, puede solicitar una nueva. Para ello deberá volver a escribir su frase de recuperación.
ru_ru: Если вы потеряли вашу учетную запись в Google Authenticator, вы можете запросить новый секретный ключ. Нужно будет заново ввести вашу seed-фразу.

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
es_es: Si ha perdido su segundo factor, debe restaurar su monedero desde la semilla para solicitar un nuevo código.
ru_ru: Если вы потеряли ваш второй фактор, вам нужно восстановить кошелек из seed-фразы чтобы запросить новый код.

source: If you have private a watchtower, enter its URL here.
es_es: Si tiene una atalaya privada, ingrese su URL aquí.

source: If you indeed do have a usable camera connected, then this error may be caused by bugs in previous PyQt5 versions on Linux. Try installing the latest PyQt5:
es_es: Si seguramente tiene una cámara utilizable conectada, entonces este error tal vez es causado por gazapos en las versiones anteriores de PyQt5 en Linux. Intente instalar la última versión de PyQt5:

source: If you keep experiencing network problems, try using a Tor proxy.
es_es: Si sigue teniendo problemas de red, intente usar un proxy Tor.
ru_ru: Если вы по-прежнему испытываете проблемы с сетью, попробуйте использовать Tor-прокси.

source: If you lose your seed, your money will be permanently lost.
es_es: Si pierde su semilla, su dinero se perderá para siempre.
ru_ru: Если вы потеряете свою seed-фразу, ваши деньги будут утеряны безвозвратно.

source: If you lose your wallet file, the only thing you can do with a backup is to request your channel to be closed, so that your funds will be sent on-chain.
es_es: Si pierde su archivo de monedero, lo único que puede hacer con una respaldo es solicitar que se cierre su canal, para que sus fondos se envíen en cadena.
ru_ru: Если вы потеряете файл кошелька, единственное, что вы можете сделать с резервной копией, - это запросить закрытие вашего канала, чтобы ваши средства были отправлены в цепочку.

source: If you received this transaction from an untrusted device, do not accept to sign it more than once, otherwise you could end up paying a different fee.
es_es: Si recibió esta transacción de un dispositivo no confiable, no acepte firmarla más de una vez, de lo contrario, podría terminar pagando una comisión diferente.

source: If you use a passphrase, make sure it is correct.
es_es: Si usa una frase de contraseña, asegúrese de que sea correcta.
ru_ru: Если используется пароль, проверьте правильность ввода.

source: If you want to create new addresses, use a deterministic wallet instead.
es_es: Si desea crear direcciones nuevas, emplee un monedero determinístico en su lugar.
ru_ru: Если вы хотите создать новые адреса, используйте детерминированный кошелёк.

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
es_es: Si no se detecta tu dispositivo en Windows, ve a «Parámetros», «Dispositivos», «Dispositivos conectados» y «Eliminar dispositivo». Después, conecta tu dispositivo de nuevo.
ru_ru: Если ваше устройство не обнаружено Windows, зайдите в "Настройки", "Устройства", "Подключение устройств" и выполните "Удалить устройство". Затем подключите ваше устройство еще раз.

source: If your wallet contains funds, make sure you have saved its seed.
es_es: Si su monedero contiene fondos, asegúrese de haber guardado su semilla.
ru_ru: Если ваш кошелек содержит деньги, убедитесь, что вы сохранили seed-фразу.

source: Ignore and continue?
es_es: ¿Descartar y continuar?
ru_ru: Игнорировать и продолжить?

source: Import
es_es: Importar
ru_ru: Импортировать

source: Import Feathercoin Addresses
es_es: Importar dirección de Feathercoin
ru_ru: Импортировать биткоин адрес

source: Import Feathercoin addresses or private keys
es_es: Importar dirección de Feathercoin o llaves privadas
ru_ru: Импортировать биткоин адреса или приватные ключи

source: Import Channel Backup?
es_es: ¿Importar respaldo del canal?
ru_ru: Импортировать резервную копию канала?

source: Import addresses
es_es: Importar direcciones
ru_ru: Импорт адресов

source: Import channel backup
es_es: Importar respaldo del canal
ru_ru: Импортировать резервную копию канала

source: Import file
es_es: Importar archivo
ru_ru: Импорт файла

source: Import pairing from the Digital Bitbox desktop app
es_es: Importar emparejamiento desde la aplicación de Digital Bitbox
ru_ru: Импортировать сопряжение из Digital Bitbox программы для компьютера

source: Import private keys
es_es: Importar llaves privadas
ru_ru: Импортировать приватные ключи

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
es_es: En particular, NO USES servicios para 'canjear llave privada' propuestos por terceros.
ru_ru: В частности, НЕ ИСПОЛЬЗУЙТЕ службы третьих сторон, которые предлагают 'получить личный ключ'.

source: In progress
es_es: En progreso
ru_ru: В процессе

source: In seedless mode, the mnemonic seed words are never shown to the user. There is no backup, and the user has a proof of this. This is an advanced feature, only suggested to be used in redundant multisig setups.
es_es: En modo sin semillero, las palabras de semillero mnemónico nunca son mostrados al usuario. No hay ningún respaldo, y el usuario tiene una prueba de esto. Esto es una característica avanzada, solamente sugerida para ser utilizada en configurar multifirma redundante.
ru_ru: В режиме без seed слова мнемофразы никогда не показываются пользователю. Резервная копия не создается, и у пользователя есть доказательство этого. Эта продвинутая опция рекомендуется к использованию в доверенных установках с несколькими подписями.

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
es_es: En algunos casos, utilizar hasta 3 direcciones de cambio con el fin de romper grandes cantidades de monedas y ofuscar la dirección del destinatario.
ru_ru: В некоторых случаях используйте до 3х различных адресов, чтобы разбить крупные суммы и обфускации адреса получателя.

source: In the next block
es_es: En el siguiente bloque
ru_ru: В следующем блоке

source: Included in block: {}
es_es: Incluida en el bloque: {}
ru_ru: Включено в блок: {}

source: Incorrect password
es_es: Frase-Contraseña incorrecta
ru_ru: Неверный пароль

source: Incorrect password entered.
es_es: Frase-Contraseña incorrecta.
ru_ru: Введен неверный пароль.

source: Incorrect seed
es_es: Semilla incorrecta
ru_ru: Неверная seed-фраза

source: Increase fee
es_es: Aumentar comisión
ru_ru: Увеличить комиссию

source: Increase your transaction's fee to improve its position in mempool.
es_es: Aumente la comisión de su transacción para mejorar su posición en mempool.
ru_ru: Увеличить комиссию вашей транзакции, что улучшит ее позицию в мемпуле.

source: Indonesian
es_es: Indonesio

source: Info
es_es: Informe
ru_ru: Информация

source: Information
es_es: Información
ru_ru: Информация

source: Initialization of Ledger HW devices is currently disabled.
es_es: La inicialización de los dispositivos Libro General HW está actualmente deshabilitada.
ru_ru: Инициализация аппаратных ключей Ledger в настоящее время отключена.

source: Initialize Device
es_es: Dispositivo inicializado
ru_ru: Инициализировать устройство

source: Initialized
es_es: Inicializar
ru_ru: Инициализировано

source: Initiator:
es_es: Iniciador:
ru_ru: Инициатор:

source: Input amount
es_es: Introduzca cantidad
ru_ru: Входящая сумма

source: Input channel backup
es_es: Respaldo del canal de entrada

source: Input raw transaction
es_es: Transacción cruda de entrada
ru_ru: Ввести raw-транзакцию

source: Inputs
es_es: Entradas
ru_ru: Ввод

source: Install Wizard
es_es: Asistente de instalación
ru_ru: Мастер установки

source: Install the zbar package to enable this.
es_es: Instale el paquete zbar para habilitarlo.
ru_ru: Установите zbar пакет, чтобы использовать это.

source: Instructions:
es_es: Instrucciones:
ru_ru: Инструкции:

source: Insufficient funds
es_es: Fondos insuficientes
ru_ru: Недостаточно средств

source: Integers weights can also be used in conjunction with '!', e.g. set one amount to '2!' and another to '3!' to split your coins 40-60.
es_es: Los pesos enteros también se pueden usar junto con '!', P. Ej. establezca una cantidad en '2!' y otro a '¡3!' para dividir sus monedas 40-60. SOLICITUD DE CONTEXTO

source: Invalid Address
es_es: Dirección inválida
ru_ru: Неверный адрес

source: Invalid Amount
es_es: Cantidad inválida
ru_ru: Неверная сумма

source: Invalid Feathercoin Address
es_es: Dirección feathercoin inválida
ru_ru: Неверный адрес Feathercoin

source: Invalid Feathercoin address
es_es: Dirección de feathercoin no válida
ru_ru: Неверный биткойн адрес

source: Invalid Feathercoin address.
es_es: Dirección Feathercoin no válida.
ru_ru: Неверный биткойн адрес.

source: Invalid Fee
es_es: Comisión no válida
ru_ru: Неверный размер комиссии

source: Invalid JSON code.
es_es: Código JSON no válido.
ru_ru: Неверный JSON код.

source: Invalid Lines found:
es_es: Líneas no válidas conseguidas:
ru_ru: Найдены недействительные строки:

source: Invalid PIN
es_es: PIN inválido
ru_ru: Неверный PIN-код

source: Invalid Public key
es_es: Llave pública válida
ru_ru: Неверный публичный ключ

source: Invalid amount
es_es: Cantidad no válida
ru_ru: Неверная сумма

source: Invalid length.
es_es: Longitud no válida.
ru_ru: Недопустимая длина.

source: Invalid mnemonic checksum.
es_es: Comprobante sumatorio de mnemónico.
ru_ru: Неверная мнемоническая контрольная сумма.

source: Invalid mnemonic group threshold.
es_es: Umbral de grupo mnemónico no válido.

source: Invalid mnemonic padding.
es_es: No válida identificador mnemónico.

source: Invalid mnemonic word
es_es: Palabra mnemónica no válida

source: Invalid node ID, must be 33 bytes and hexadecimal
es_es: ID de nodo no válido, debe tener 33 bytes y hexadecimal
ru_ru: Неправильный ID ноды, должно быть 33 байта в шестнадцатиричном виде

source: Invalid one-time password.
es_es: Frase-Contraseña única no válida.
ru_ru: Неверный одноразовый пароль.

source: Invalid server details: {}
es_es: Detalles del servidor no válidos: {}

source: Invalid xpub magic. Make sure your {} device is set to the correct chain.
es_es: Invalidez de xpub mágico. Asegure que su dispositivo {} esté fijado a la cadena correcta.
ru_ru: Неверный xpub. Убедитесь, что ваше устройство {} установлено на корректную цепочку.

source: Invoice
es_es: Factura
ru_ru: Счет

source: Invoice has expired
es_es: La factura ha caducado
ru_ru: Срок действия счета истек

source: Invoice is not a valid Lightning invoice:
es_es: no es una factura de rayo valida:

source: Invoice wants us to risk locking funds for unreasonably long.
es_es: La factura quiere que nos arriesguemos a bloquear fondos por un tiempo irracionable.
ru_ru: Счета могут блокировать средства на неоправданно долгий срок.

source: Invoices
es_es: Facturas
ru_ru: Счета

source: It also contains your master public key that allows watching your addresses.
es_es: También contiene su clave pública maestra que le permite ver sus direcciones.
ru_ru: Он также содержит ваш публичный мастер ключ, который позволяет смотреть ваш адрес.

source: It cannot be "backed up" by simply exporting these private keys.
es_es: No se puede "respaldar" simplemente exportando estas claves privadas.
ru_ru: Нельзя создать резервную копию путем экспортирования этих приватных ключей.

source: It conflicts with current history.
es_es: Entra en conflicto con historial actual.
ru_ru: Конфликтует с текущей историей.

source: It may be imported in another wallet with the same seed.
es_es: Puede importarse en otra monedero con la misma semilla.

source: It sends and receives partially signed transactions from/to your cosigner wallet.
es_es: Envía y recibe transacciones parcialmente firmadas de origen/destino a su monedero co-firma.
ru_ru: Отправляет и получает частично подписанные транзакции из/в ваш кошелек со-подписанта.

source: Italian
es_es: Italiano

source: Jade Status
es_es: Estado Jade

source: Jade wallet
es_es: Monedero Jade

source: Japanese
es_es: Japones

source: Join inputs/outputs
es_es: Unir entradas/salidas
ru_ru: Объединить входы/выходы

source: Keep Replace-By-Fee enabled
es_es: Mantener Replace-By-Fee habilitado

source: KeepKey Seed Recovery
es_es: Recuperación de Semilla KeepKey
ru_ru: Восстановление seed-фразы KeepKey

source: KeepKey wallet
es_es: Monedero KeepKey
ru_ru: Кошелек KeepKey

source: Keyboard shortcut: type "!" to send all your coins.
es_es: Acceso directo de teclado: teclea "!" para enviar todos tus fondos.
ru_ru: Горячая клавиша: введите "!" чтобы отправить все Ваши деньги.

source: Keystore
es_es: Almacén de claves
ru_ru: Хранилище ключей

source: Keystore type
es_es: Tipo de llavero
ru_ru: Тип хранилища ключей

source: Kyrgyz
es_es: Kirguí

source: Label
es_es: Etiqueta
ru_ru: Метка

source: Label Settings
es_es: Configuración de etiquetas
ru_ru: Настройки метки

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
es_es: Las etiquetas, las ID de transacciones y las direcciones se cifran antes de enviarse al servidor remoto.
ru_ru: Метки, ID транзакций и адреса шифруются перед отправкой на удаленный сервер.

source: Language
es_es: Idioma
ru_ru: Язык

source: Latest version: {}
es_es: Última versión: {}
ru_ru: Последняя версия: {}

source: Latvian
es_es: Letón

source: Leave this field empty if you want to disable encryption.
es_es: Deje este campo vacío si desea desactivar el cifrado.
ru_ru: Оставьте эти поля пустыми, если вы хотите отключить шифрование.

source: Ledger Status
es_es: Estado del Libro General
ru_ru: Статус Ledger

source: Ledger Wallet Authentication
es_es: Autenticación de la Libro General Wallet
ru_ru: Аутентификация кошелька Ledger

source: Ledger wallet
es_es: Monedero del Libro General
ru_ru: Кошелек Ledger

source: Let the device generate a completely new seed randomly
es_es: Deje que el dispositivo genere una semilla nueva completamente aleatoria
ru_ru: Разрешите устройству сгенерировать совершенно новую seed-фразу случайным образом

source: Library version for '{}' is incompatible.
es_es: La versión de la biblioteca para '{}' es incompatible.
ru_ru: Несовместимая версия библиотеки для '{}'.

source: Licence
es_es: Licencia
ru_ru: Лицензия

source: Light
es_es: Ligero
ru_ru: Светлая

source: Lightning Invoice
es_es: Factura Lightning

source: Lightning Network
es_es: Red Lightning

source: Lightning Network Statistics
es_es: Estadísticas de la Red Lightning
ru_ru: Статистика сети Lightning

source: Lightning Node ID:
es_es: ID nodo Lightning:

source: Lightning Payment
es_es: Pago Lightning

source: Lightning Routing
es_es: Enrutamiento Lightning

source: Lightning gossip not active.
es_es: Lightning gossip no activo.

source: Lightning invoices are also supported.
es_es: Las facturas Lightning también son compatibles. SOLICITUD DE CONTEXTO

source: Lightning is currently restricted to HD wallets with p2wpkh addresses.
es_es: Lightning está actualmente restringido a billeteras HD con direcciones p2wpkh.

source: Lightning is disabled
es_es: Lightning está deshabilitado
ru_ru: Lightning отключен

source: Lightning is not enabled because this wallet was created with an old version of Electrum. Create lightning keys?
es_es: Lightning no está habilitado porque esta monedero se creó con una versión anterior de Electrum. ¿Crear claves relámpago?

source: Lightning is not enabled for this wallet
es_es: Lightning no está habilitado para esta monedero

source: Lightning keys have been initialized.
es_es: Teclas brillantes han sido inicializadas.

source: Lightning payments are not available for this wallet
es_es: Los pagos Lightning no están disponibles para esta monedero

source: Line #
es_es: Línea #
ru_ru: Строка #

source: Load a wallet from the micro SD card
es_es: Carga un monedero desde la tarjeta micro SD
ru_ru: Кошелек загружен с микро SD карты
